{
    "paper_id": "eff6214cfe5b303639dfbcb72f45f171b625d887",
    "metadata": {
        "title": "Microsimulation of Financial Impact of Demand Surge on Hospitals: The H1N1 Influenza Pandemic of Fall 2009 Health Services Research",
        "authors": [
            {
                "first": "Sabina",
                "middle": [],
                "last": "Braithwaite",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Bernard",
                "middle": [],
                "last": "Friedman",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Ryan",
                "middle": [],
                "last": "Mutter",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Michael",
                "middle": [],
                "last": "Handrigan",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Objective. Microsimulation was used to assess the financial impact on hospitals of a surge in influenza admissions in advance of the H1N1 pandemic in the fall of 2009. The goal was to estimate net income and losses (nationally, and by hospital type) of a response of filling unused hospital bed capacity proportionately and postponing elective admissions (a \"passive\" supply response). Methods. Epidemiologic assumptions were combined with assumptions from other literature (e.g., staff absenteeism, profitability by payer class), Census data on age groups by region, and baseline hospital utilization data. Hospital discharge records were available from the Healthcare Cost and Utilization Project (HCUP) Nationwide Inpatient Sample (NIS). Hospital bed capacity and staffing were measured with the American Hospital Association's (AHA) Annual Survey. Results. Nationwide, in a scenario of relatively severe epidemiologic assumptions, we estimated aggregate net income of $119 million for about 1 million additional influenza-related admissions, and a net loss of $37 million for 52,000 postponed elective admissions. Implications. Aggregate and distributional results did not suggest that a policy of promising additional financial compensation to hospitals in anticipation of the surge in flu cases was necessary. The analysis identified needs for better information of several types to improve simulations of hospital behavior and impacts during demand surges.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Prior to the H1N1 epidemic, epidemiologists had been analyzing and quantifying some of the historical and likely impacts of influenza pandemics: infection rates in various age groups, rates of emergency visits, hospitalization, intensive care services, and rates of death (Meltzer, Cox, and Fukuda 1999; Germann et al. 2006) . Those models and new parametric assumptions in 2009 generated a range of estimates for infection in a given region along with the implied levels of demand for care that exceeded normal utilization of hospital resources (U.S. Centers for Disease Control [CDC] 2011a,b) . The purpose of this study was to estimate the potential financial impacts of the predicted demand surge on hospitals of various kinds. Two outcomes of interest were projected: net income (or loss) from additional influenza cases accepted and losses from postponing profitable elective admissions.",
            "cite_spans": [
                {
                    "start": 272,
                    "end": 303,
                    "text": "(Meltzer, Cox, and Fukuda 1999;",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 304,
                    "end": 324,
                    "text": "Germann et al. 2006)",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 580,
                    "end": 594,
                    "text": "[CDC] 2011a,b)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "For consistency of terminology in this study, \"cost\" refers to the hospital's cost of production of services. \"Revenue\" is the amount received for patient care from patients, insurers, and government programs. Finally, \"net income\" or \"loss\" is the difference between revenue and cost. Profit will be synonymous with net income.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The primary goal of the study was to estimate how hospitals would be affected financially if every hospital in an area adopted a passive response of accepting a \"fair share\" of the overall surge in demand to occupy unused bed capacity and to displace elective admissions as needed. If losses from following a passive response, under a broad range of parametric assumptions, would be substantial for many hospitals, or even for narrow classes of hospitals, then assuming a passive response and proportionate distribution of burdens would be unrealistic. Some hospitals concerned about solvency would begin to refuse a proportionate share of extra cases, leading others to be unwilling to impair their own solvency by taking a disproportionate burden of cases. Policy makers could use simulation results to help decide whether to promise, in advance, partial compensation for incremental losses incurred.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "At the time this study was done, there was only a limited amount of literature addressing the systemic economic impact of demand surges at the hospital, regional, and national levels (Keogh-Brown et al. 2010) . Meltzer, Cox, and Fukuda (1999) estimated economic impact of vaccination-based interventions to support priority setting. They estimated the age distribution of those infected and the rates of hospitalization by age, based on experience in three pandemics in the 20th century. The U.S. Health and Human Services Pandemic Influenza Plan (2006) recommended that hospitals defer elective admissions to increase their capacity to treat influenza patients in the event of a surge in demand. However, there were neither specific regulations in place to enforce that recommendation nor a plan for financial incentives to encourage or facilitate it. Lim et al. (2004) and Wu, Yang, and Wu (2004) found that deferrals of elective admissions during the severe acute respiratory syndrome (SARS) viral outbreaks in Toronto and Taiwan, respectively, resulted in hospitals losing net revenue, at least in the short term. Matheny, Toner, and Waldhorn (2007) estimated that an influenza outbreak in the United States similar to the one that occurred in 1918 could result in an \"average\" hospital losing more than $350,000 because of deferred cases and increases in uncompensated care. Questions could be raised about the assumptions of that study, which, as we note below, highlights the importance of continued research on the capacity of the U.S. health care system and the likely response of different health care \"actors\" (e.g., hospitals, physicians, nurses, and payers) to disasters and other surge events.",
            "cite_spans": [
                {
                    "start": 183,
                    "end": 208,
                    "text": "(Keogh-Brown et al. 2010)",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 211,
                    "end": 242,
                    "text": "Meltzer, Cox, and Fukuda (1999)",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 542,
                    "end": 553,
                    "text": "Plan (2006)",
                    "ref_id": null
                },
                {
                    "start": 853,
                    "end": 870,
                    "text": "Lim et al. (2004)",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 875,
                    "end": 898,
                    "text": "Wu, Yang, and Wu (2004)",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 1118,
                    "end": 1153,
                    "text": "Matheny, Toner, and Waldhorn (2007)",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Most hospitals have some level of unused capacity to allow a community to meet temporary increases in demand ( Joskow 1980) . However, hospitals differ in baseline capacity and staffing, occupancy rate, the flow of elective admissions, diagnostic case mix, and payer mix. Hospitals of any particular size or type that are already operating at a relatively high capacity utilization would not be as easily able to accept a surge of new cases as would other hospitals in their peer group. Microsimulation models can find a new market solution for all hospitals and the population according to some equilibrium criterion, despite substantial variety in hospital types, capacities, and baseline conditions. Microsimulation is appropriate when individual actors can behave differently, but their combined responses generate feedback loops that affect all actors. An iterative method can be designed to find a new equilibrium for each market or regional area.",
            "cite_spans": [
                {
                    "start": 109,
                    "end": 123,
                    "text": "( Joskow 1980)",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Microsimulation has been used in the literature of health economics, at least as far back as the work of Martin Feldstein and colleagues in the 1970s (e.g., Feldstein, Friedman, and Luft 1972) in which health insurance was assumed to change for various population segments classified by age and income. Microsimulation models have been used by the Congressional Budget Office and the Agency for Healthcare Research and Quality (AHRQ) with its Medical Expenditure Panel Survey program to project budget impact of complex health policies of the past decades, including the 2010 Patient Protection and Affordable Care Act (Cohen and Hudson 2009; Elmendorf 2011) .",
            "cite_spans": [
                {
                    "start": 157,
                    "end": 192,
                    "text": "Feldstein, Friedman, and Luft 1972)",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 619,
                    "end": 642,
                    "text": "(Cohen and Hudson 2009;",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 643,
                    "end": 658,
                    "text": "Elmendorf 2011)",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The microsimulation described here assumes a passive response in the supply of services. Specifically, this is defined as a proportional response by each hospital to meeting the area's excess demand, depending on the hospital's unused capacity plus capacity freed up by postponing elective admissions. Some hospitals could reach an upper limit on feasible utilization. (That idiosyncratic limit is unknown to the analyst and must be assumed.) For a large enough increase in demand, the entire area may use up its total available capacity and therefore special arrangements would have to be made for treatment outside of the usual sources of acute care (and thus outside of the model for this analysis). Indeed, in the case of the 2009 H1N1 epidemic, alternative sites of care were under active consideration by a federal interagency group, the Council on Emergency Medical Care, representing the relevant civilian and defense departments. For this analysis, we used an iterative model to spread excess hospital demand in a proportional manner during each iteration, subject to constraints. If every hospital postponed elective admissions in the assumed way, then after the surge, each hospital would presumably be able to admit the patients it deferred. However, there would also be a temptation for a hospital to act as a \"free rider\" by not postponing elective admissions and even proceeding to accept elective admissions that were postponed at other hospitals. No attempt to prevent free riders was assumed in our model. If the simulated results on net financial impact under a range of the assumptions in the simulation were found to be modest, then a potentially costly compensation program to discourage free riders-with possible problems of its own-could be avoided.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "This study adds to the literature by the explicit approach to microsimulation of financial impacts on different types of hospitals of a demand surge: allowing outcomes to vary in different geographic regions; recognizing the preexisting distributions of occupancy rates for different types of hospitals; and recognizing likely system and individual behavioral changes in a pandemic as suggested by Beutels, Edmunds, and Smith (2008) , including staff absenteeism and changes in elective caseload.",
            "cite_spans": [
                {
                    "start": 398,
                    "end": 432,
                    "text": "Beutels, Edmunds, and Smith (2008)",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "As with any microsimulation model based on multiple behavioral assumptions, the results are a complex mix of the underlying parameters and differences in starting positions (e.g., occupancy rates, staffing ratios). The simulation is not intended to produce an unconditional prediction of what would happen, but rather what could occur with a particular kind of response in the acceptance of burdens of a surge in demand.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Data sources and overall modeling assumptions. Meltzer, Cox, and Fukuda (1999) , supplemented by interviews with experts and on-site interviews conducted during a preparatory simulation exercise at a hospital, we assumed that an excess demand for visits that could be treated in the emergency department would be handled in the emergency department and would not require inpatient capacity. Baseline hospital utilization was taken from the 2007 Nationwide Inpatient Sample (NIS) database, which was the most recent year available at the time of the analysis. The NIS is a product of the Healthcare Cost and Utilization Project (HCUP), a family of health care databases and related software tools and products developed through a Federal-State-Industry partnership and sponsored by the AHRQ. The NIS includes more than 8 million hospital discharges from over 1,000 hospitals in 40 states. The NIS sample is designed to be a 20 percent stratified sample of U.S. acute care, community hospitals, retaining all discharges of each sampled hospital. The strata for random sampling are defined by Census region, hospital bed size, urban/rural location, teaching status, and ownership/control of the hospital (Healthcare Cost and Utilization Project 2009a). The NIS was selected for this work because of its ability not only to make national estimates but also to estimate hospital behavior for different regions and hospital types. The NIS captures age, primary expected payer, billed charges, and an indicator for whether the case was an elective admission.",
            "cite_spans": [
                {
                    "start": 47,
                    "end": 78,
                    "text": "Meltzer, Cox, and Fukuda (1999)",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "Data and Methods"
        },
        {
            "text": "Hospital bed capacity, full-time equivalent (FTE) employee staffing, and other hospital-level variables were taken from the American Hospital Association (AHA) Annual Survey of Hospitals for 2007 to correspond with the 2007 NIS. Hospitals were classified by Census region and within Census region by five types: (Type 1) for-profit ownership, under 300 beds; (Type 2) nonprofit and government owned, under 100 beds; (Type 3) nonprofit and government owned, 100-299 beds; (Type 4) 300 + beds, nonteaching; (Type 5) 300 + beds, teaching. These hospital types or \"peer groups\" are relevant due to the sampling design in the NIS, which recognizes that hospital behavior varies by bed size, ownership, and teaching status.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "H1N1 Hospital Financial Impact Simulation"
        },
        {
            "text": "Hospital staff absenteeism was an issue in planning for the H1N1 pandemic, but timely information on this subject was sparse and mostly did not apply to a situation where health care workers could not be vaccinated, or effective antiviral medication was not quickly available for all workers.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "H1N1 Hospital Financial Impact Simulation"
        },
        {
            "text": "Published interview studies suggested that without vaccination staff absenteeism rates could range between 21 percent (Barr et al. 2008 ) and 38 percent (Martinese et al. 2009 ). For the simulations here, 20 and 40 percent were selected.",
            "cite_spans": [
                {
                    "start": 118,
                    "end": 135,
                    "text": "(Barr et al. 2008",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 153,
                    "end": 175,
                    "text": "(Martinese et al. 2009",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "H1N1 Hospital Financial Impact Simulation"
        },
        {
            "text": "Flu cases treated at each hospital, both in the base year and accepted during the demand surge were defined by specific International Classification of Diseases, Ninth Revision, Clinical Modification (ICD-9-CM) codes (Marsden-Haug et al. 2007 ). Elective cases were identified by using the HCUP admission source and type of admission variables to separate emergency from elective admissions. Each type of case-flu, elective, and other nonelectivehad its own average length of stay (LOS) and average cost at a particular hospital.",
            "cite_spans": [
                {
                    "start": 217,
                    "end": 242,
                    "text": "(Marsden-Haug et al. 2007",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "H1N1 Hospital Financial Impact Simulation"
        },
        {
            "text": "Cost for each case was estimated as the product of total charges and the hospital's cost to charge ratio, based on standard files from the Centers for Medicare and Medicaid Services (CMS) that provide all-payer, inpatient accounting data. This information is prepared for HCUP hospitals each year (Healthcare Cost and Utilization Project 2009b) and earlier years. The rate of hospital net income for privately insured patients (24 percent over cost) was taken from national data (Medpac, 2006, p. 100) . For Medicaid and self-pay, the experience of four large states with mandated hospital accounting reports was used (Friedman et al. 2004, p. 242) . The combined assumptions for the net income or profit percentage over cost were Medicare, 0 percent; private insurance, 24 percent; Medicaid, À19 percent; and self-pay and charity, À13 percent, respectively. These rates are net, after assigning all discounts, allowances, and subsidies to the relevant payers. Overview of Simulation. For each Census region and hospital type, we first estimated a potential reduction in usable bed capacity based on staff absenteeism. Then we calculated the percentage increase in new cases (demand) for the region. Then the proportional assignment of patients to a hospital was calculated based on its share of unused bed capacity plus elective admissions. That comprised the first-round assignment of patient encounters to hospitals. During the first round, some patients may not be placed in hospitals and some hospitals may reach their usable inpatient capacity limit. All unplaced patients from the first round were then assigned in a second round to those hospitals with remaining capacity. The series of assignments then proceeded iteratively until either all patients were placed, or all hospitals were at capacity with some patients unplaced. We assumed that if there were unplaced cases at the end, they would be cared for, but at alternative sites of care outside community hospitals. For each hospital, the payer and cost of influenza cases accepted, and elective cases postponed, determined the estimated short-term profit or loss impact of H1N1 for that hospital. Financial impact was aggregated by hospital type within region, as well as nationally.",
            "cite_spans": [
                {
                    "start": 479,
                    "end": 501,
                    "text": "(Medpac, 2006, p. 100)",
                    "ref_id": null
                },
                {
                    "start": 618,
                    "end": 648,
                    "text": "(Friedman et al. 2004, p. 242)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "H1N1 Hospital Financial Impact Simulation"
        },
        {
            "text": "Detailed Simulation Methods and Specific Assumptions. The following assumptions were made independently of the epidemiologic parameters for the demand surge. Although they were made partly for convenience, and partly based on feedback from advisors, in general, they had the effect of making hospitals look more like the \"extreme\" hospitals in their category in 2007 in response to the demand surge (i.e., they generally made hospitals in each category have high occupancy rates or low rates of staff to bed capacity). The assumptions were as follows:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "H1N1 Hospital Financial Impact Simulation"
        },
        {
            "text": "• The surge of demand arrived at a steady rate during the fourth calendar quarter of 2009, rather than gradually building up, peaking, and coming down gradually over a longer period. The exact time profile of impacts was not a key interest of the study.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "H1N1 Hospital Financial Impact Simulation"
        },
        {
            "text": "• FTE staff per \"usable bed\" had to be kept above a cutoff set as the lower 25th percentile level of preexisting staff per bed for the hospital type in 2007. Thus, the number of \"usable beds\" could be calculated by reducing actual beds after taking absenteeism into account. Any hospital already below that cutoff in 2007 was assumed to remain at the preexisting ratio of staff per usable bed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "H1N1 Hospital Financial Impact Simulation"
        },
        {
            "text": "• When a hospital reached a trigger point of unused bed capacity-set as the 10th percentile of unoccupied capacity rate for hospitals in its H1N1 Hospital Financial Impact Simulation type-it began to postpone elective admissions. Postponing elective admissions is a potentially controversial issue within a hospital affecting relations with particular groups of physicians and other staff. We selected the trigger point so that it would not be reached by most hospitals in a seasonal surge in demand.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "H1N1 Hospital Financial Impact Simulation"
        },
        {
            "text": "• After postponing elective admissions, larger hospitals during a pandemic were assumed to be capable of reaching an unoccupied capacity rate of 0 percent, whereas smaller hospitals (Types 1 and 2 defined above) could reach an unoccupied capacity rate of 15 percent. Larger hospitals tend to run at higher occupancy rates than smaller hospitals, but the specific assumptions are admittedly arbitrary selections, nationally representing more than the 95th percentile of occupancy for both smaller and larger hospitals in the baseline year.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "H1N1 Hospital Financial Impact Simulation"
        },
        {
            "text": "In the simulation, the following variables were defined for each hospital h. B h , usable acute medical-surgical bed capacity; N eh , baseline quarterly flow of elective patients with an average LOS of L e ; N oh , baseline quarterly flow of other patients with LOS of L o ; D h , total baseline bed days used. D h = (N eh *L e + N oh *L o ); UC h , unused capacity for bed days. UC h = 90*B h ÀD h ; Z h , the lowest rate to which unused capacity can be pushed for h; N f , additional flu patients seeking admission in the region, with average LOS of L f .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "H1N1 Hospital Financial Impact Simulation"
        },
        {
            "text": "The total additional demand for bed days of care in the fourth quarter of the year was N f *L f . The total capacity available in the area, including postponable elective cases was as follows:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "H1N1 Hospital Financial Impact Simulation"
        },
        {
            "text": "where ∑h […] was the sum over all h in the region. The uniform proportional burden of added cases placed on the region in round 1 of the calculation was as follows:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "H1N1 Hospital Financial Impact Simulation"
        },
        {
            "text": "Therefore, each hospital was assigned (i.e., we assumed it would accept) a number of flu cases determined by:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "H1N1 Hospital Financial Impact Simulation"
        },
        {
            "text": "A hospital gave priority to filling its available unused bed days until a trigger rate was reached at which time it began to postpone elective admissions. But a hospital could eventually reach its lower limit constraint on unused capacity, Z h , with no remaining postponable elective admissions. At the end of the first-round calculation, the sum of all cases that could not be accepted by their first hospital, divided by the remaining total capacity was R 2 . The second round of calculations applied the R 2 proportion to the available capacity of each hospital with remaining capacity. Again, if some hospitals could not accept their assigned cases, the process continued with a third round and so forth. Eventually, either all flu cases for the region were assigned to a hospital, or all hospitals reached their constraint on capacity utilization with some flu patients unassigned to a hospital. At this new equilibrium, for each hospital the number of flu cases was known, the number of postponed elective admissions was known, the cost of such cases was known in 2007 dollars, and the payer mix for elective and for flu patients at the hospital was known. Therefore, for each hospital the net income or loss from additional flu patients, and the losses from postponed elective patients could be calculated. Table 1 provides some baseline national data to illustrate key variables that play a role in the simulations. The actual data in the simulations were at the regional or individual hospital level. Section (a) of the table illustrates occupancy rates of acute care, community hospitals by hospital type. It is clear from the occupancy rates that, on average, there was a substantial amount of unused inpatient capacity in the U.S. health care system, and also that the two categories of larger hospitals tended to run at higher occupancy ratios. Section (b) of the table shows how much of the baseline occupancy was utilized for elective admissions-between one fifth and one third of total occupied capacity for all but the smallest hospitals. An examination of these cases revealed that 56 percent were nonemergency admissions with major procedures using the operating rooms (e.g., spine and disc procedures, hip or knee joint replacements, coronary artery bypass or angioplasty procedures, hysterectomy, insertion of pacemaker, open prostatectomy, etc.). Another 24 percent of these admissions involved minor therapeutic or diagnostic procedures, and 16 percent were medical, not involving therapeutic or diagnostic intervention codes. The classification of major or minor procedures used the diagnosisrelated group for the case, with software downloadable from the HCUP User Support website.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1315,
                    "end": 1322,
                    "text": "Table 1",
                    "ref_id": "TABREF4"
                }
            ],
            "section": "H1N1 Hospital Financial Impact Simulation"
        },
        {
            "text": "Section (c) of Table 1 provides data on the average cost of influenza cases and the other broad types of cases in the baseline period. (In the simulations, cost was calculated using each hospital's cost to charge ratio applied to H1N1 Hospital Financial Impact Simulation the charges for each case type at the hospital.) Section (d) provides data on the payer breakdown for elective and flu cases. Interestingly, the proportion of uninsured inpatient cases was not much greater for flu cases than for elective admissions. Elective cases were much less likely to be Medicaid beneficiaries who tend to generate losses. Profitability by payer, together with the average cost of different types of admissions at a particular hospital, determined the calculated net income or losses for individual hospitals. Table 2 shows that a high percentage of absenteeism could potentially decide which hospitals would have to postpone more elective admissions to accept the proportional burden of new flu cases. With a 20 percent reduction in FTE staff, the average FTE/bed in each category would not be brought down to the previous lower cutoff point. Of course, with a skewed distribution of FTE/bed the behavior of the average might not show that a substantial number of hospitals would be brought down to the cutoff point and their number of usable beds would fall. Clearly, with a 40 percent reduction, a hospital at the previous average of FTE/bed would have to make a substantial reduction in usable beds. For a large teaching hospital in that position, usable beds would fall about 22 percent below actual beds.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 15,
                    "end": 22,
                    "text": "Table 1",
                    "ref_id": "TABREF4"
                },
                {
                    "start": 804,
                    "end": 811,
                    "text": "Table 2",
                    "ref_id": "TABREF5"
                }
            ],
            "section": "RESULTS"
        },
        {
            "text": "Even with a 40 percent FTE absenteeism assumption, and the higher 25 percent net attack rate, the simulation did not project a large adverse impact on hospital net income compared with the 2007 baseline for any hospital type. This is shown in Table 3 . Slightly over 1 million H1N1 flu cases would be admitted, but only 52,000 elective cases would be postponed. That would be a very small percentage of all elective cases. Occupancy rates would be driven up by the basic assumption of proportional acceptance of the burden of the demand surge. The largest increases in occupancy were projected for medium-sized hospitals and large nonteaching hospitals. In teaching hospitals, occupancy rates were not driven up on average, presumably because they were already operating at higher occupancy rates and were more affected by the staff absenteeism reducing usable capacity. A loss was calculated for all postponed admissions, but it was less than the net income from flu cases ($36.5 million vs. $119.2 million).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 243,
                    "end": 250,
                    "text": "Table 3",
                    "ref_id": "TABREF6"
                }
            ],
            "section": "RESULTS"
        },
        {
            "text": "Clearly, many of the assumptions in the simulation algorithm could be varied, and substantially different results would be calculated for the number of postponed elective cases and the distribution across hospital types. The number of additional flu admissions would not change, however. Unless the resulting occupancy rates for the medium-sized hospitals and large nonteaching hospitals shown here were considered to be unreachable levels, the number of postponed elective admissions would not come close to the number of additional flu cases.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RESULTS"
        },
        {
            "text": "The simulation with relatively extreme parameter assumptions did not project a large adverse impact on hospital net income compared with baseline for any H1N1 Hospital Financial Impact Simulation hospital type. Therefore, other simulation runs were not reported. The results in Table 3 from a national perspective can be linked to several key influences and assumptions. First, the increase in number of flu cases, driven by national epidemiologic assumptions, represented only a 2.9 percent increase in total admissions demanded compared with baseline. This was not large in relation to the unused bed occupancy in the medium size, and large, nonteaching hospitals combined (Table 1) . Second, the net income percentage over cost for any patient depended only on the patient's payer. Additional influenza patients were more likely to be Medicaid patients than were elective cases, but Medicaid and self-pay were together only about one third of the extra flu cases and therefore did not result in an overall loss for flu patients. Clearly from section (d) of Table 1 , flu patients were less profitable than elective cases that were postponed, but they did generate a positive net income on average and relatively few elective cases were postponed. There were a number of substantial limitations in this microsimulation that must be highlighted. In most cases they represent a challenge for better data resources and research on decision making in hospitals. One fundamental issue is the accurate measurement of capacity. The acute care bed capacity measured by AHA attempts to capture beds that are \"set up\" and usable, but the counts give rise to occupancy rates that are suspiciously low. If it is possible that the bed count is accurate, patients in a semiprivate room greatly appreciate the other bed being usually empty. However, is there actually sufficient staff readily available for handling patients in both beds, or do hospitals plan to raise and lower staff overtime and temporary staffing flexibly with occupancy? In the latter case, the marginal cost of additional occupants could be greater than the baseline average cost per case.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 278,
                    "end": 285,
                    "text": "Table 3",
                    "ref_id": "TABREF6"
                },
                {
                    "start": 675,
                    "end": 684,
                    "text": "(Table 1)",
                    "ref_id": "TABREF4"
                },
                {
                    "start": 1060,
                    "end": 1067,
                    "text": "Table 1",
                    "ref_id": "TABREF4"
                }
            ],
            "section": "DISCUSSION"
        },
        {
            "text": "A related question is how low the FTE staffing per bed can be driven for a short period without forcing hospitals to close bed units rather than see quality of care decline. In the absence of published research on this topic we used a relative yardstick that is admittedly arbitrary, assuming that all hospitals in a given category and area could fall to the 25th percentile of FTE/bed in the baseline year as a result of absenteeism, before deciding to take beds out of service. If a higher percentile cutoff was used, more beds would have been removed from available capacity and more elective admissions would have been postponed. However, if hospitals are able to hire temporary employees to replace some of those who are absent, more available capacity would be preserved, but cost per case would likely increase.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Cost per patient for the H1N1 cases could increase compared with previous flu cases, due to either of the two staffing issues raised above, or other costs such as obtaining special equipment and supplies. As Medicare, Medicaid, and some private insurers have negotiated or set payment levels earlier, the extra costs may be partially unreimbursed. In the results above, if unreimbursed costs of reaching the increased occupancy rates projected for mediumsized and large nonteaching hospitals were substantial, this would tend to close the gap between the net income from the additional flu cases versus the losses from postponed elective cases.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "In planning the simulation, we hoped to address separately the use of intensive care unit (ICU) beds. The number of ICU beds might become more of a bottleneck than routine acute care beds during a pandemic influenza attack. Specialized equipment that could be used in other bed units for patients with pulmonary disease might also become a bottleneck, but we did not have useful data on that issue. It is reasonable to suppose that hospitals with fewer ICU beds, regardless of total unused routine beds, would be constrained to accept fewer flu cases and would postpone more elective surgeries. The use of ICU beds was not measurable for hospitals in many of the states participating in HCUP. We were able to examine ICU utilization data for a dozen states which collect standardized detailed charge information for each hospital stay. An investigation of data on ICU bed utilization compared with data on ICU capacity from the AHA did not yield plausible baseline occupancy rates (the results were too low). Therefore, we did not make ICU bed capacity one of the constraints in the simulation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "H1N1 Hospital Financial Impact Simulation"
        },
        {
            "text": "The results are potentially sensitive to what we called the \"trigger\" percentile of unused capacity (specific to the hospital category and area in the baseline year) at which elective admissions would start to be postponed. There was no quantitative evidence on this managerial issue. Our advice from a small number of experts was to expect a highly nonlinear response, that is, that available beds would have to be very low before any elective cases would be deferred. Therefore, we set the trigger at a fairly low percentile of unused capacity. For example, in the category of large, nonteaching hospitals, the 10th percentile cutoff of unused capacity implies 17 percent of total capacity (data not presented above). This is similar to the average occupancy rate for elective cases, shown for that category in section (b) of Table 1 . A lower trigger could be argued on the basis of the advice we received. A higher trigger could result in somewhat more postponement of elective admissions. However, in view of the high unused capacity in relation to the 2.9 percent increase in admissions, the higher trigger would likely make little difference in the current results. Some emergency planners would make assumptions sensitive to the etiology and duration of demand surge (i.e., no notice, short term, long term, localized vs. widespread geographic impact). For surge events that far outstrip system capacity, further evaluation of the viability of early discharge home, as proposed by Kelen et al. (2009) , provides an additional opportunity to meet demand.",
            "cite_spans": [
                {
                    "start": 1489,
                    "end": 1508,
                    "text": "Kelen et al. (2009)",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [
                {
                    "start": 828,
                    "end": 835,
                    "text": "Table 1",
                    "ref_id": "TABREF4"
                }
            ],
            "section": "H1N1 Hospital Financial Impact Simulation"
        },
        {
            "text": "We used the HCUP NIS to make the levels of analysis regional as well as national. In addition, the NIS is available to researchers broadly for replicable simulations. However, the use of the NIS required the assumption that any inpatient bed within the Census region is available to any patient within that region. The Census region is overly broad for a realistic simulation of what could happen in local communities. Future simulations should at least test a more focused state or local-level picture, for those states with complete data releasable to analysts, incorporating various thresholds for surge specific to that area (Kaji, Koenig, and Bey 2006) . Such single-state or local area databases do not yield national estimates but would better reveal the range of possible local results.",
            "cite_spans": [
                {
                    "start": 629,
                    "end": 657,
                    "text": "(Kaji, Koenig, and Bey 2006)",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "H1N1 Hospital Financial Impact Simulation"
        },
        {
            "text": "Fortunately, the H1N1 pandemic of 2009 proved to be less severe than feared. However, there were a variety of impacts on access, utilization of hospitals, and outcomes of care that continue to be analyzed. Rubinson et al. (2013) examine the impact of H1N1-related surge on in-hospital mortality for congestive heart failure, acute myocardial infarction, acute stroke, and injury.",
            "cite_spans": [
                {
                    "start": 206,
                    "end": 228,
                    "text": "Rubinson et al. (2013)",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": "H1N1 Hospital Financial Impact Simulation"
        },
        {
            "text": "The study demonstrates the feasibility and limitations of a microsimulation that estimated the financial impact on hospitals of a large-scale surge event. Demand was accommodated in proportion to unused capacity and postponable elective admissions at baseline, subject to constraints of effective capacity. Although behavior of hospitals in responding to a regional surge in demand would likely be much more complex, the simulation can give an early indication about whether promises should be made for compensation in accepting new patients. The study exposed numerous challenges related to lack of information in the literature on hospital response to surge-notably, the likely responses to absenteeism during an epidemic, special capacity constraints for resources such as intensive care beds, levels of occupancy at which elective admissions would be postponed, and cost increases to meet a demand surge. Illustrative results of a relatively severe scenario did not support an argument for promising some kind of compensation for losses incurred, and such payment policies were not adopted. of the authors and do not reflect the policies of federal or state governments or private associations supplying data used in the study.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CONCLUSIONS"
        },
        {
            "text": "Disclosure: None. Disclaimer: None.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CONCLUSIONS"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Ethical Planning for an Influenza Pandemic",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "L"
                    ],
                    "last": "Barr",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "T"
                    ],
                    "last": "Macfarlane",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Macgregor",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Foxwell",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Buswell",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "S"
                    ],
                    "last": "Lim",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Clinical Medicine",
            "volume": "8",
            "issn": "1",
            "pages": "49--52",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Partially Wrong? Partial Equilibrium and the Economic Analysis of Public Health Emergencies of International Concern",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Beutels",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Edmunds",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Smith",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Health Economics",
            "volume": "17",
            "issn": "",
            "pages": "1317--1339",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Supporting Healthcare Policy Initiatives through Modeling and Microsimulation Efforts: Issues of Data Capacity and Statistical Quality",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "B"
                    ],
                    "last": "Cohen",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Hudson",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Agency for Healthcare Research and Quality",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "CBO's Analysis of the Major Health Care Legislation",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "W"
                    ],
                    "last": "Elmendorf",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "testimony before the Subcommittee on Health, Committee on Energy and Commerce",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Distributional Aspects of National Health Insurance Benefits and Finance",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Feldstein",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Friedman",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Luft",
                    "suffix": ""
                }
            ],
            "year": 1972,
            "venue": "National Tax Journal",
            "volume": "25",
            "issn": "4",
            "pages": "497--510",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "New Evidence on Hospital Profitability by Payer Group and the Effects of Payer Generosity",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Friedman",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Sood",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Engstrom",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Mckenzie",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "International Journal of Health Care Finance and Economics",
            "volume": "4",
            "issn": "3",
            "pages": "231--277",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Mitigation Strategies for Pandemic Influenza in the United States",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "C"
                    ],
                    "last": "Germann",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Kadau",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "M"
                    ],
                    "last": "Longini",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Macken",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Proceedings of the National Academy of Sciences",
            "volume": "103",
            "issn": "",
            "pages": "5935--5975",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Agency for Healthcare Research and Quality, website documentation available for 2009 and earlier years",
            "authors": [],
            "year": 2009,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Introduction to the HCUP Nationwide Inpatient Sample(NIS)",
            "authors": [],
            "year": 2007,
            "venue": "Agency for Healthcare Research and Quality",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "The Effects of Competition and Regulation on Hospital Bed Supply and the Reservation Quality of the Hospital",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Joskow",
                    "suffix": ""
                }
            ],
            "year": 1980,
            "venue": "Bell Journal of Economics",
            "volume": "11",
            "issn": "",
            "pages": "421--468",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Surge Capacity for Healthcare Systems: A Conceptual Framework",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Kaji",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Koenig",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Bey",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Academic Emergency Medicine",
            "volume": "13",
            "issn": "11",
            "pages": "1157--1166",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Creation of Surge Capacity by Early Discharge of Hospitalized Patients at Low Risk for Untoward Events",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "D"
                    ],
                    "last": "Kelen",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Mccarthy",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Kraus",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Ding",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Hsu",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Shahan",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Scheulen",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Green",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Disaster Medicine & Public Health Preparedness",
            "volume": "3",
            "issn": "1",
            "pages": "10--16",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "The Possible Macroeconomic Impact on the UK of an Influenza Pandemic",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Keogh-Brown",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "J"
                    ],
                    "last": "Edmunds",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Beutels",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Smith",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Health Economics",
            "volume": "19",
            "issn": "",
            "pages": "1345--60",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Collateral Damage: The Unforeseen Effects of Emergency Outbreak Policies",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Lim",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Closson",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Howard",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Gardam",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Lancet Infectious Disease",
            "volume": "4",
            "issn": "",
            "pages": "697--703",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Code-Based Syndromic Surveillance for Influenzalike Illness by ICD9",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Marsden-Haug",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "B"
                    ],
                    "last": "Foster",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "L"
                    ],
                    "last": "Gould",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Elbert",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Pavlin",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Emerging Infectious Diseases",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "How Would Australian Hospital Staff React to an Avian Influenza Admission or an Influenza Pandemic",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Martinese",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Keijzers",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Grant",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Lind",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Emergency Medicine Australasia",
            "volume": "21",
            "issn": "1",
            "pages": "12--24",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Financial Effects of a Flu Pandemic",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Matheny",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Toner",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Waldhorn",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Journal of Health Care Finance",
            "volume": "34",
            "issn": "1",
            "pages": "58--63",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Report to the Congress: Increasing the Value of Medicare",
            "authors": [],
            "year": 2006,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "The Impact of Pandemic Influenza in the United States: Priorities for Intervention",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "I"
                    ],
                    "last": "Meltzer",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "J"
                    ],
                    "last": "Cox",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Fukuda",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Emerging Infectious Diseases",
            "volume": "5",
            "issn": "5",
            "pages": "659--71",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Report to the President on U.S. Preparations for 2009 H1N1 Influenza",
            "authors": [],
            "year": 2009,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Impact of the Fall 2009 Influenza A(H1N1)pdm09 Pandemic on U.S. Hospitals",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Rubinson",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Mutter",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Viboud",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Hupert",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Uyeki",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Creanga",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Finelli",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Iwashyna",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Carr",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Merchant",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Katikineni",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Vaughn",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Clancy",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Lurie",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1097/MLR.0b013e31827da8ea"
                ]
            }
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Centers for Disease Control",
            "authors": [
                {
                    "first": "U",
                    "middle": [
                        "S"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Centers for Disease Control",
            "authors": [
                {
                    "first": "U",
                    "middle": [
                        "S"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Department of Health and Human Services",
            "authors": [
                {
                    "first": "U",
                    "middle": [
                        "S"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Crisis Management of SARS in a Hospital",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Journal of Safety Research",
            "volume": "35",
            "issn": "",
            "pages": "345--354",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "TABREF1": {
            "text": "The net hospitalization demand was the product of the attack rate and hospital admission rate for affected patients. Population counts by region were based on the July 2008 census estimates. Based on past research by",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "National Baseline Data, 2007 (Regional Data Will Be Used in the Simulations) (from AHA Annual Survey Matched to NIS)*",
            "latex": null,
            "type": "table"
        },
        "TABREF5": {
            "text": "Illustrative Effects of Absenteeism, Using National Data",
            "latex": null,
            "type": "table"
        },
        "TABREF6": {
            "text": "",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "Joint Acknowledgment/Disclosure Statement: All authors were salaried employees of federal agencies at the time of the study and received no outside compensation in connection with the study. The views expressed in the study are those H1N1 Hospital Financial Impact Simulation",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ACKNOWLEDGMENTS"
        },
        {
            "text": "Additional supporting information may be found in the online version of this article:Appendix AS1. Author Matrix.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "SUPPORTING INFORMATION"
        },
        {
            "text": "HSR: Health Services Research 48:2, Part II (April 2013)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "752"
        }
    ]
}