{
    "paper_id": "f0284da1afda3eadf8e089e27ca8e30999eb0d93",
    "metadata": {
        "title": "A survey of the preparedness for an influenza pandemic of general practitioners in the West Midlands, UK",
        "authors": [
            {
                "first": "M",
                "middle": [],
                "last": "Beaumont",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "H",
                "middle": [
                    "V"
                ],
                "last": "Duggal",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "H",
                "middle": [],
                "last": "Mahmood",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "B",
                "middle": [],
                "last": "Olowokure",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "There is a lack of evidence regarding the preparedness of general practitioners (GPs) to respond to pandemic influenza. A postal questionnaire survey was conducted to explore the self-perceived pandemic preparedness of GPs in the West Midlands, United Kingdom, and to determine differences between urban and non-urban GPs. The postal questionnaire was sent out to 773 GPs in November 2005, and a reminder was sent in January 2006. In all, 427/773 (55%) questionnaires were returned, and 56% of respondents were aware of influenza pandemic preparedness plans. Approximately one-quarter of respondents (28%, 114/401) thought the response of their practice to a pandemic event would be very poor/poor. Non-urban GPs were significantly more likely to rate the response of their practice to a pandemic as likely to be poor (OR 3.01, 95%CI 1.03-8.76) and were less likely to be aware of pandemic preparedness plans (OR 0.62, 95%CI 0.39-0.99). Non-urban GPs were also significantly more likely to feel less confident in their ability to explain to their patients what to do and why during an influenza pandemic than GPs based in urban areas (OR 4.68,. GPs rating of the odds of a pandemic affecting the United Kingdom did not differ significantly by geographic location. The results of this paper can be used to inform and influence public health policy and as evidence of a need to provide additional education and training to improve pandemic preparedness among GPs, in particular those in non-urban areas.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Recent outbreaks of pathogenic avian influenza (A/H5N1 virus) in birds and in humans have been a cause of concern for public health officials worldwide. Although only relatively small numbers of human cases infected with the H5N1 virus have been reported to date, human cases continue to occur and there are concerns that the virus might eventually become capable of efficient human-tohuman transmission thereby increasing the threat of the next influenza pandemic [1, 2] .",
            "cite_spans": [
                {
                    "start": 465,
                    "end": 468,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 469,
                    "end": 471,
                    "text": "2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In October 2005, the UK Department of Health (DH) sent information packs to all general practitioners (GPs) in the United Kingdom advising them about pandemic influenza. The pack contained a copy of a technical guide 'Explaining Pandemic Flu' and leaflets aimed at the general public [3] . The information provided outlined how the United Kingdom would respond to the threat of a pandemic.",
            "cite_spans": [
                {
                    "start": 284,
                    "end": 287,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Internationally, research has been conducted on GP preparedness for public health emergencies such as bioterrorism, natural disasters and severe acute respiratory syndrome (SARS) [4] [5] [6] [7] [8] . To our knowledge there are no published surveys specifically examining GP preparedness for an influenza pandemic or GP preparedness in non-urban areas. We report the results of a postal questionnaire survey that aimed to define the perceived pandemic preparedness of GPs in the West Midlands, United Kingdom. We also explored whether there were any differences between GPs preparedness based on urban or non-urban geographic location.",
            "cite_spans": [
                {
                    "start": 179,
                    "end": 182,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 183,
                    "end": 186,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 187,
                    "end": 190,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 191,
                    "end": 194,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 195,
                    "end": 198,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "An anonymised postal questionnaire designed to optimise response rates was developed. The questionnaire was short and contained tick boxes mainly in the form of four-or five-point Likert scales and 'yes/no' responses. In addition to basic demographic details, there were 18 questions, of which 2 were open-ended. The first open-ended question asked respondents to give reasons for not receiving influenza vaccination. The second open-ended question was provided at the end of the questionnaire and invited respondents to comment on the control and prevention of influenza. The questionnaire was piloted using a group of GPs from outside the study area and a number of changes were made in response to comments received.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Materials and methods"
        },
        {
            "text": "All GPs based in Staffordshire and Shropshire were identified via the general practitioner registration computer systems. There were 773 GPs working in practices within the study area, and all were included in the study. The study area represents a diverse population including inner-city, semi-urban and rural areas in the West Midlands, United Kingdom. The questionnaire was mailed in November 2005, approximately 1 month after the DH information pack was sent out to GPs [3] . An explanatory letter and a reply-paid envelope were included. A single reminder was sent in January 2006 to all non-responders.",
            "cite_spans": [
                {
                    "start": 474,
                    "end": 477,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Materials and methods"
        },
        {
            "text": "The quantitative data on the completed questionnaires were pre-coded, and input to a Microsoft Excel spreadsheet prior to analysis in SPSS. Responses to the geographic location question were dichotomised into urban and non-urban (semi-urban and rural) areas. Odds ratios (OR) with associated 95% confidence intervals (95%CI) were used to measure the association between two attributes. Analyses were based on the number of respondents who completed each question. Qualitative data were examined to identify major content and themes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Analysis"
        },
        {
            "text": "Altogether 429/773 (55%) questionnaires were returned, of which 358/429 (83%) were received after the reminder. A usable response rate of 54% (415/773) was obtained after excluding 14 questionnaires that were returned blank. Of the respondents to the survey, 69% (274/397) were male, 43% (177/404) were aged 45-54 years, 11% (47/411) were single-handed (did not work in a group practice) and 31% (127/410) worked in urban locations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Response rates"
        },
        {
            "text": "The majority of respondents (64%, 253/395) reported that they thought that an influenza pandemic would be likely/very likely to affect the United Kingdom. However, a notable minority (27%, 108/395) indicated that they thought an influenza pandemic was very unlikely or unlikely to affect the United Kingdom, a further 9% (34/395) were unsure.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Pandemic preparedness"
        },
        {
            "text": "Fifty-six per cent (226/401) of respondents were aware of influenza pandemic preparedness plans. Of these, 84% (189/226) had heard of the DH plan, 28% (64/226) had heard of their local Primary Care Trust plan and 21% (48/ 226) had heard of the World Health Organization plan.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Pandemic preparedness"
        },
        {
            "text": "When asked to rate the preparedness of their practice to respond effectively in the event of a pandemic, 25% (101/ 401) thought that the response of the practice would be very good/good, 40% (161/401) indicated that they thought it would be fair and 28% (114/401) thought the response would be very poor/poor. A further 6% (25/401) were not sure about the preparedness of the practice in which they worked.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Practice preparedness"
        },
        {
            "text": "Approximately 1 in 10 respondents (14%, 55/404) reported that they could confidently explain to their patients what to do and why during an influenza pandemic. Onethird (32%, 130/404) reported that they would have difficulty and the remainder (54%, 219/404) indicated that, although some issues were still unclear, they felt fairly confident that they could explain the issues to their patients.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Practice preparedness"
        },
        {
            "text": "Altogether 410 (98.8%) respondents could be classified as either urban or non-urban. Bivariate analysis revealed that non-urban GPs differed from urban GPs with respect to a number of factors (Table 1) . When compared to GPs in urban areas, non-urban GPs were significantly more likely to rate the response of their practice as likely to be poor and were more likely to feel less confident in their ability to explain to their patients what to do and why during an influenza pandemic than GPs based in urban areas. Nonurban GPs were also significantly less likely to be aware of pandemic preparedness plans, and this was reflected in their not having made plans or provisions for various resources.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 192,
                    "end": 201,
                    "text": "(Table 1)",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Urban vs non-urban"
        },
        {
            "text": "Overall, 113 responses were received from respondents regarding their views or suggestions on the control and prevention of pandemic influenza in general practice. Comments from respondents varied greatly and included concerns about the ability of primary and secondary care facilities to cope in the event of a pandemic and the availability of resources and surge capacity to support primary care services during a pandemic. Comments were also made regarding information overload, the lack of clarity regarding roles and the lack of clear guidance from DH. In addition, a number of GPs who had recognised the need to plan had met resistance from practice colleagues regarding pandemic preparedness planning.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Respondents comments"
        },
        {
            "text": "Pandemic preparedness plans invariably place GPs, and other primary care professionals, at the 'front-line' of a pandemic influenza response. However, only one-quarter of GPs in this survey felt they would be able to respond adequately to a pandemic event. While it is uncertain when the next influenza pandemic might occur, a widely held view is that it is becoming increasingly likely. If GPs are to successfully integrate proactive pandemic preparedness activities with their regular activities, it is important to obtain their views, identify their needs and understand their perspectives regarding pandemic preparedness. The results of this survey provide some insight into the current state of perceived pandemic preparedness among a cohort of GPs in one part of the United Kingdom. Internationally, support for our results is provided by studies examining GPs' views regarding their role and practice preparedness in responding to public health emergencies in general including SARS and other biothreats such as pandemic influenza [4] [5] [6] [7] [8] . As with this study, respondents highlighted risk communication, clarity of roles, appropriate resources as well as targeted education and training as areas that needed to be addressed in order to be better prepared for a major public health emergency.",
            "cite_spans": [
                {
                    "start": 1038,
                    "end": 1041,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1042,
                    "end": 1045,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1046,
                    "end": 1049,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1050,
                    "end": 1053,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1054,
                    "end": 1057,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "This study identified significant variation between urban and non-urban GPs in perceived level of pandemic preparedness, with non-urban GPs appearing to be significantly less well prepared. This may reflect urban advantage in relation to pandemic influenza training provision or access to information, advice and support. Indeed, although the DH guidance effectively delegates responsibility for preparedness to the local level, to date there has been little discussion of the needs of GPs based in different geographic locations. This study clearly shows that this gap needs to be addressed. The DH guidance also indicates that national healthcare capacity will be strengthened in the event of an influenza pandemic [3] . However, survey respondents believed that the primary care workforce would be overwhelmed and expressed concern at the potential lack of excess capacity in the healthcare system. This indicates that to be effective pandemic planning should include specific measures to maintain the capacity of healthcare workers in all geographic locations.",
            "cite_spans": [
                {
                    "start": 717,
                    "end": 720,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Measures of preparedness for an influenza pandemic might include the level of confidence GPs feel about the ability of the healthcare system to cope and their own confidence in providing advice and information to their patients. In this survey, respondents lacked confidence in the ability of the healthcare system to provide an effective response due to lack of clear guidance, insufficient resources and inadequate capacity. In particular, concerns were expressed regarding pressures on hospitals, surge capacity and effective communication to both patients and healthcare professionals. Only 25% of GPs felt that their practices were prepared to respond effectively in the event of an influenza pandemic. This is consistent with the 17-23% found in studies reporting self-perceived preparedness of GPs to respond to public health emergencies [4] [5] [6] . A previous survey found that 20% of public health workers felt confident that they could effectively communicate pandemic risks to the general public [9] . In this study 14% of respondents were confident that they could explain to their patients what to do and why in the event of an influenza pandemic, which suggests a need for risk communication training. In this survey, non-urban GPs felt significantly less prepared than urban GPs for both of these proxy measures of preparedness.",
            "cite_spans": [
                {
                    "start": 845,
                    "end": 848,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 849,
                    "end": 852,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 853,
                    "end": 856,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1009,
                    "end": 1012,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Although we did not evaluate whether training in pandemic preparedness had been received or visit practices to determine practice preparedness, the results obtained suggest that training and education initiatives as well as information provision are required, in particular for nonurban GPs. Furthermore, self-reported behaviour may not reflect actual practice, therefore the results presented may overestimate the level of pandemic preparedness.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "As the study was undertaken in only one part of the United Kingdom, the results may not be generalisable to all GPs in the United Kingdom. Nevertheless, the study area contains a similar proportion of single-handed GPs (11% in this study compared to 12% nationally) and male GPs (69% in this study compared to 60% nationally) to that seen nationally [10] . The response rate of 54% is comparable to that obtained from other GP questionnaire surveys (30%-63%) focusing on preparedness for public health emergencies [4] [5] [6] [7] [8] . However, response bias may have occurred as news media reports may have prompted a response from those who were concerned about pandemic influenza. Indeed, it is recognised that news media serve as a major source of information for physicians and can influence physician behaviour [11] [12] [13] . The remarkable increase in questionnaires received following the reminder in January provides evidence to support these roles as there appears to be a temporal association between the increased return of questionnaires and news media reporting of the first cases of human avian influenza outside Asia [14, 15] . Although the survey instrument defined the term 'pandemic influenza', it is possible that different interpretations of this definition may have influenced the responses to a number of questions. Nevertheless, we believe that the results obtained are valid.",
            "cite_spans": [
                {
                    "start": 350,
                    "end": 354,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 514,
                    "end": 517,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 518,
                    "end": 521,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 522,
                    "end": 525,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 526,
                    "end": 529,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 530,
                    "end": 533,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 817,
                    "end": 821,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 822,
                    "end": 826,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 827,
                    "end": 831,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1135,
                    "end": 1139,
                    "text": "[14,",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1140,
                    "end": 1143,
                    "text": "15]",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "Strengths and limitations"
        },
        {
            "text": "As preparations are made for a potential pandemic event, the results of this survey can help to inform efforts as they indicate that general practitioners regard an influenza pandemic as a challenging situation for which clear guidance and additional resources, as well as education and training, are required. In view of the potentially devastating impact of an influenza pandemic and the 'front-line' role expected of GPs, simply raising awareness may not translate into improved preparedness. Policy makers will need to identify ways to meet the challenge including more effective communication, detailed educational and training needs assessment and delivery, targeting staff in non-urban areas and ensuring that pandemic preparedness is seen as costeffective public health policy. Further study with a larger cohort may provide additional insight.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "The views expressed here are those of the authors. No official endorsement by the Health Protection Agency, the Strategic Health Authority or the Primary Care Trusts within Shropshire and Staffordshire is intended or should be inferred. A version of this paper was presented at the Health Protection Conference, Warwick, September 2006.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Influenza: forecast for a pandemic",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "De La Barrera",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Reyes-Teran",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Arch Med Res",
            "volume": "36",
            "issn": "",
            "pages": "628--636",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Cumulative number of confirmed human cases of avian influenza A/(H5N1) reported to WHO",
            "authors": [],
            "year": 2006,
            "venue": "World Health Organization",
            "volume": "21",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Explaining pandemic flu, a guide from the Chief Medical Officer, Department of Health",
            "authors": [],
            "year": 2006,
            "venue": "Chief Medical Officer",
            "volume": "21",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Physicians' preparedness for bioterrorism and other public health priorities",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "C"
                    ],
                    "last": "Alexander",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "L"
                    ],
                    "last": "Larkin",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "K"
                    ],
                    "last": "Wynia",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Acad Emerg Med",
            "volume": "13",
            "issn": "",
            "pages": "1238--1241",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Enhancing public health response to respiratory epidemics: are family physicians ready and willing to help?",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Hogg",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Huston",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Martin",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Soto",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Can Fam Physician",
            "volume": "52",
            "issn": "",
            "pages": "1254--1260",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "On the front lines: family physicians' preparedness for bioterrorism",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "M"
                    ],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Hickner",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "S"
                    ],
                    "last": "Fink",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Galliher",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Burstin",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "J Fam Pract",
            "volume": "51",
            "issn": "",
            "pages": "745--750",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "SARS and biothreat preparedness-a survey of ACT general practitioners",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Herceg",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Geysen",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Guest",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Bialkowski",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Commun Dis Intell",
            "volume": "29",
            "issn": "",
            "pages": "277--282",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Assessing the readiness and training needs of non-urban physicians in public health emergency and response",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "E"
                    ],
                    "last": "Hsu",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "S"
                    ],
                    "last": "Mas",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Jacobson",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Papenfuss",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "T"
                    ],
                    "last": "Nkhoma",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Zoretic",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Disaster Manage Response",
            "volume": "3",
            "issn": "",
            "pages": "106--111",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Local public health workers' perceptions toward responding to an influenza pandemic",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "D"
                    ],
                    "last": "Balicer",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "B"
                    ],
                    "last": "Omer",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Barnett",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "S"
                    ],
                    "last": "Everly",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "BMC Public Health",
            "volume": "6",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Profile of UK general practitioners",
            "authors": [],
            "year": 2006,
            "venue": "RCGP information sheet",
            "volume": "21",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Severe acute respiratory syndrome (SARS): knowledge, attitudes, practices and sources of information among physicians answering a SARS fever hotline service",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Deng",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Olowokure",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "C"
                    ],
                    "last": "Kaydos-Daniels",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "J"
                    ],
                    "last": "Chang",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "S"
                    ],
                    "last": "Barwick",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Lee",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Public Health",
            "volume": "120",
            "issn": "",
            "pages": "15--19",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Prevention and control of influenza by Wisconsin family physicians: a WReN supported study",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Temte",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "WMJ",
            "volume": "98",
            "issn": "",
            "pages": "40--44",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Mumps and the media: changes in the reporting of mumps in response to newspaper coverage",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Olowokure",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Clark",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Elliot",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Harding",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Fleming",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "J Epidemiol Community Health",
            "volume": "61",
            "issn": "",
            "pages": "385--388",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Two fatal human infections with avian influenza H5, Turkey",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Editorial Team",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Meijer",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Euro Surveill",
            "volume": "11",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Turkish teenagers die of bird flu. Thursday",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Bbc News",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "Comparison of the demographic and preparedness variables of urban and non-urban general practitioner respondents",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "Acknowledgements We would like to thank Wendy Jeffcott, Martin Caswell, the general practitioners who piloted the questionnaire as well as those who responded and the Emergency Planning Unit Staffordshire.Competing interests: none to declare. Role of funding source: no external funding was obtained for this study.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "acknowledgement"
        }
    ]
}