{
    "paper_id": "f0996de684fd0f23ee88233b86a77af1912ba90e",
    "metadata": {
        "title": "Closing the gap: the challenges in converging theoretical, computational, experimental and real-life studies in virus evolution Opening remarks NIH Public Access Author Manuscript",
        "authors": [
            {
                "first": "",
                "middle": [],
                "last": "Curr Opin",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "",
                "middle": [],
                "last": "Virol",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "The recent study of virus evolution has relied mostly on phylogenetic comparison and computational analysis of consensus sequences isolated over time (epidemics) and space (geographic distance). These powerful computational approaches have helped formulate hypotheses on the role of intrinsic and extrinsic factors shaping virus evolutionary trajectories. These initial studies inspired the design of well-controlled experimental evolutionary studies in tissue culture, which were elegant albeit simple in nature. The question has been whether or not these cell culture experiments reflect the complex, realworld, virus evolution processes. Indeed, even a decade ago, characterizing a viral population by isolating individual variants to explore whole genome evolution at numerous time-points and growth conditions was a laborious and ambitious task. But as novel cell culture and analytical technologies and approaches are developed, the possibility to design experimental studies with high temporal resolution and large sequencing and fitness data sets has became a reality. The lag between experimental and computational evolution is beginning to close.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "As experimental, computational and theoretical approaches are converging, it will be possible to revisit and revise fundamental concepts in virus evolution. What are the intrinsic and extrinsic mechanisms that determine evolutionary paths and modulate the mutationselection balance? What complexities exist within organism models that are not reproduced in tissue culture? How do population bottlenecks and fluctuating virus population sizes, altered intracellular environments, host immune systems, distinct virus reservoirs and niches modulate the ability of viruses to adapt and survive? To what extent should the diversity and ecology of the host within its own environment be taken into account, when studying the virus in its host environment? How should experimental studies be designed and quantified to best reflect phylogenetic data and what can be learned from natural and artificial infection models? Is it possible to describe the fitness landscape of an evolving virus, link it to its genetic structure and predict potential evolutionary trajectories?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "In this issue, we have selected topics that reflect on each of these questions and demonstrate the significant progress made in recent years.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "The recent study of virus evolution has relied mostly on phylogenetic comparison and computational analysis of consensus sequences isolated over time (epidemics) and space (geographic distance). These powerful computational approaches have helped formulate hypotheses on the role of intrinsic and extrinsic factors shaping virus evolutionary trajectories. These initial studies inspired the design of well-controlled experimental evolutionary studies in tissue culture, which were elegant albeit simple in nature. The question has been whether or not these cell culture experiments reflect the complex, realworld, virus evolution processes. Indeed, even a decade ago, characterizing a viral population by isolating individual variants to explore whole genome evolution at numerous time-points and growth conditions was a laborious and ambitious task. But as novel cell culture and analytical technologies and approaches are developed, the possibility to design experimental studies with high temporal resolution and large sequencing and fitness data sets has became a reality. The lag between experimental and computational evolution is beginning to close.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Opening remarks"
        },
        {
            "text": "As experimental, computational and theoretical approaches are converging, it will be possible to revisit and revise fundamental concepts in virus evolution. What are the intrinsic and extrinsic mechanisms that determine evolutionary paths and modulate the mutationselection balance? What complexities exist within organism models that are not reproduced in tissue culture? How do population bottlenecks and fluctuating virus population sizes, altered intracellular environments, host immune systems, distinct virus reservoirs and niches modulate the ability of viruses to adapt and survive? To what extent should the diversity and ecology of the host within its own environment be taken into account, when studying the virus in its host environment? How should experimental studies be designed and quantified to best reflect phylogenetic data and what can be learned from natural and artificial infection models? Is it possible to describe the fitness landscape of an evolving virus, link it to its genetic structure and predict potential evolutionary trajectories?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Opening remarks"
        },
        {
            "text": "In this issue, we have selected topics that reflect on each of these questions and demonstrate the significant progress made in recent years.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Opening remarks"
        },
        {
            "text": "RNA viruses have the highest mutation rates in nature, errors that are generated, and not corrected, by the viral RNA polymerases that lack classic proofreading mechanisms. Recent analyses helped shape the notion that RNA genomes are limited to relatively short lengths, at least partly due to their extreme error rates [1] : the longer the genome, the more likely detrimental mutations will accumulate to inactivate the virus. Indeed, most RNA virus genomes average 7-12 kb in length. A length that, given the error rates of RNA dependent RNA polymerases, is expected to receive 1-2 mutations per nucleotide site per replication. RNA viruses rely on high mutation rates for efficient adaptation to the dynamic environment of infected individuals. Indeed, higher replication fidelity variants demonstrate reduced fitness in animal models [2] [3] [4] . More recently, low fidelity RNA viruses, with a higher mutation load of per replication cycle, have been isolated. These viruses present compromised fitness in vivo [5] , suggesting that an optimal mutation rate has been selected through evolution to generate sufficient diversity for adaptation but limiting the accumulation of too many 'bad' mutations. These recent works suggest that virus mutation rates are not necessarily fixed or constant and might be modulated depending on the growth conditions, by altering viral polymerase fidelity.",
            "cite_spans": [
                {
                    "start": 320,
                    "end": 323,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 838,
                    "end": 841,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 842,
                    "end": 845,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 846,
                    "end": 849,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1017,
                    "end": 1020,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Optimal mutation rates and robustness"
        },
        {
            "text": "However, the limits to genome length have some notable exceptions among the larger nidoviruses that have puzzled virologists, such as the coronaviruses that reach up to 32 kb. Rather than being a question of polymerase fidelity, the answer may lie in the RNA modifying activities of other virally encoded enzymes. Smith and Denison [http://dx.doi.org/ 10.1016/j.coviro.2012.07.005] cover recent evidence that the non structural protein nsp14, which carries an exoribonuclease domain, acts as an RNA editing, proofreading enzyme that may 'lighten' the burden of erroneous replication on such a large genome [6, 7] . Thus, it is tempting to speculate that in acquiring an accessory proofreading mechanism, a dramatic jump in genome length could be tolerated, and with it, the acquisition of a larger repertoire of virally encoded functions.",
            "cite_spans": [
                {
                    "start": 606,
                    "end": 609,
                    "text": "[6,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 610,
                    "end": 612,
                    "text": "7]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Optimal mutation rates and robustness"
        },
        {
            "text": "But is proofreading and fidelity the only response possible to the burden and risk of extreme mutation frequencies? Theoretically, the specific nucleotide and codon sequences of a genome determine the mutational robustness of that sequence. For example, for amino acids encoded by multiple codons, changing nucleotides at the same position within a codon can result in different amino acid substitutions with different impacts on protein structure and function. Alternatively, regions of complex RNA folding and structure may be differently affected depending on which nucleotide is substituted into a given site. In his review, Santiago Elena [http://dx.doi.org/ 10.1016/j.coviro.2012.06.008] provides a thorough discussion of this aspect of virus evolution that may benefit from recent technological advances, such as the ability to describe mutation distribution within the virus population by sequencing technologies, more controlled means of manipulating mutation rates and measuring error frequencies. Elena describes how in addition to fine-tuning replication fidelity and proofreading, RNA viruses could potentially evolve more or less robust genomes in response to the mutational burden and demands they encounter while replicating in their hosts [8] . As Elena describes, virus populations could evolve as clusters of genomes that localize within a broad neutral network (that is, where many mutations would be neutral with little or no impact on phenotype and fitness). In this context then, the evolvability of the population depends on what regions of sequence space is covered by the neutral network and whether overlap exists between the current network and a new network that would emerge as the fitness landscape changes with environment.",
            "cite_spans": [
                {
                    "start": 1256,
                    "end": 1259,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Optimal mutation rates and robustness"
        },
        {
            "text": "Although new deep sequencing technologies promise to facilitate the description of mutation distributions within a given virus population, quantifying and assigning their relative fitness and incorporating these values into mathematical and computational formulations will be a formidable task. In her review, Manrubia [http://dx.doi.org/ 10.1016/j.coviro.2012.06.006] recounts the advances, but also the limitations confronted by genomic and computational biologists, in determining how viral and host parameters are employed in developing mathematical models [9] . As she illustrates, although current, simplified models exclude key features in virus evolution, they are helpful in elaborating new experiments that can validate or refine them. The important goal for future research is to reach a satisfactory and realistic model to describe fitness landscapes, which are surely not as random or as smooth as we tend to draw them out in 2-D illustrations.",
            "cite_spans": [
                {
                    "start": 561,
                    "end": 564,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Challenges in quantifying, defining and describing virus evolution"
        },
        {
            "text": "Most virology studies employ the word 'fitness' at some point, but the exact definition and implications are often ill-defined and imprecise. In essence, fitness means 'better than' and it is up to the author, although more often the reader, to figure out exactly to which property one is referring. As Wargo and Kurath [http://dx.doi.org/10.1016/j.coviro.2012.07.007] highlight, virus fitness frequently refers to replicative fitness, the ability of one virus to outcompete another in co-infections in tissue culture or in vivo [10] . In this context the winners are sprinters, the fastest at replicating the genome and packaging the genetic material into virion. However, the authors make the important point that, as many evolutionary studies are moving into more complex infection models and natural hosts, overall fitness becomes the ability to outperform in numerous tasks: entry, replication, dissemination, transmission, colonization. . .somewhat analogous to the decathlon event of the Olympics, it is no longer just a sprinter's race. Indeed, the fastest 'replicator' might kill its host too quickly and fail at transmission; the best 'disseminator' might alert the immune system too soon, and so on. In addition to covering a very large body of recent work addressing fitness, the authors raise the current challenges on how to define it, how to properly measure it and how to consolidate evidence from tissue culture and in vivo experiments in different hosts.",
            "cite_spans": [
                {
                    "start": 529,
                    "end": 533,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Challenges in quantifying, defining and describing virus evolution"
        },
        {
            "text": "It is important to keep in mind, when speaking of fitness that the values assigned to any genotype are extrinsically dependent on the environment in which the genotype currently exists. Thus, fitness landscapes can only be assigned to very narrow experimental conditions that often do not reflect the dynamic nature of the infected individual. A genotype that could be considered of high fitness in one tissue (fitness peak) may represent a lower fitness genotype in another tissue (plateau or valley in the new fitness landscape). Indeed, a substantial difficulty in measuring and monitoring fitness in the context of a more complex infection model, particularly in whole host organisms, is disentangling the population dynamics that occur when a virus is colonizing new tissues or transmitting between hosts. In these situations, the relative fitness of individual viruses or the overall virus population will be influenced by the relative population size as it fluctuates through any number of population bottlenecks: selection acts intensely on large populations, while small populations are more significantly impacted by stochastic events in genetic drift. As Gutiérrez, Michalakis and Blanc [http://dx.doi.org/10.1016/j.coviro.2012.08.001] report, this requires determining the effective size of the replicating population at different times and in different places within the host system [11] . Covering recent, important contributions in the literature of plant, veterinary and medical virology, the authors reveal that quantitative information is still sparse on how a fluctuating multiplicity of infection impacts the overall fitness of a virus population, the selection of the fittest variants and ultimately, viral evolution.",
            "cite_spans": [
                {
                    "start": 1396,
                    "end": 1400,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Viral evolution and complexity of the host"
        },
        {
            "text": "In addition to understanding how virus population size and structure fluctuate in the host, a challenge to studying virus evolution and fitness in vivo lies in identifying to what extent fitness increases in the virus come at a cost, or in some cases a benefit, to the fitness of the host. This leads to the question of evolution of virulence and the trade-off hypothesis where a balance is struck between competing to more rapidly colonize and dominate a host environment, and minimizing the potential harm imposed to the host which could reduce the virus' success in transmission. For a virus evolving in permissive cell culture models where resources and infection conditions are kept constant, evolution may favor selection of the fastest (sometimes the most 'virulent') replicator. But in more natural settings, the results of such experimental studies lose relevance. For tripartite relationships in which a virus infects a microbial host, which in turns colonizes a macrobial host, the evolutionary effects of fitness trade-off could be particularly strong. Marquez and Roossinck [http://dx.doi.org/ 10.1016/j.coviro.2012.06.010] present recent works on viruses infecting unicellular eukaryotes (e.g. Leishmania, Trypanosoma, Trichomonas that infect higher eukaryotes), in which the presence of virus increases survival or spread of the microbial parasite [12] . Equally interesting is their own work on thermal tolerance in which the presence of a virus in a fungus infecting tropical panic grass (results that were reproduced in tomato plants) permitted the plant (and thus, both the fungus and virus) to thrive at higher temperatures that would otherwise be lethal [13] .",
            "cite_spans": [
                {
                    "start": 1363,
                    "end": 1367,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1675,
                    "end": 1679,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Viral evolution and complexity of the host"
        },
        {
            "text": "Finally, there is a clear and logical trend in experimental evolution to move into more natural infection models, whether it be in vitro or in vivo. The reasons are obvious, to characterize virus population dynamics in vivo one should take in to consideration the ongoing virus-host arms race, the evolutionary tug-of-war. Sawyer and Elde [http:// dx.doi.org/10.1016/j.coviro.2012.07.003] remind us of how these virus evolution studies reveal important information on host evolution as well and interestingly, they also uncover positive spins to virus-host 'unnatural' mismatches [14] . The authors bring forth several points that we should all bear in mind when designing experiments. For example, using clonal hosts and clonal viruses in the laboratory may not always reveal the spectrum of possible host-virus interactions that may exist in nature, particularly for viruses infecting different species or crossing over into a new species. Furthermore, virologists often hunt for cell lines or hosts that are highly permissive for the replication of a certain virus in order to recover high viral titers. It is important to consider that, by ignoring other less permissive hosts, we may be casting aside opportunities to discover new restriction factors that in the situation where the natural host is used, the virus may have already evolved evasion mechanisms. Thus, coupling these studies with other non-host species may not necessarily be a bad thing, and could help identify the specific mechanism involved.",
            "cite_spans": [
                {
                    "start": 580,
                    "end": 584,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Viral evolution and complexity of the host"
        },
        {
            "text": "Whereas virus evolution may have been relegated in the past as the curiosity of a few dedicated teams, its postulated theories and confirmed hypotheses have since reached well into the primary research themes of many virologists focused on antivirals and vaccines, epidemiology, (re)-emerging diseases, ecology, virus-host interactions, virulence and pathogenesis. The resources available to us to study virus evolution are unparalleled in history: worldwide sentinel and surveillance networks for field samples, a plethora of natural and transgenic animal models, increasing molecular precision (such as infectious clones and single genome amplification), ultra deep sequencing technology, and bioinformatic tools. However, the challenge in merging the theoretical, computational, experimental and realworld research paths being forged is daunting and will require a solid, collaborative commitment by all of us to reach beyond our individual comfort zones. The topics covered in this issue, we believe, layout some of the groundwork that is needed to get us closer to the next horizon in virus evolution: the move from the descriptive, through the mechanistic, towards the predictive.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The road ahead"
        },
        {
            "text": "Dr. Marco Vignuzzi is a virologist within the Department of Virology at the Institut Pasteur in Paris. His laboratory studies the link between replication fidelity, mutation rates and virus fitness in vivo.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Biography"
        },
        {
            "text": "Dr. Raul Andino is a virologist at the Department of Microbiology and Immunology of the School of Medicine at the University of California in San Francisco. He has with longstanding interest in RNA virus replication mechanisms, host antiviral functions, evolution and pathogenesis. Dr. Andino has worked on viral genomic plasticity a major determinant of viral pathogenesis. He has demonstrated that interfering with this property of viruses can yield both antiviral drugs as well as safe and effective vaccine strains.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Biography"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Viral mutation rates",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Sanjuan",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "R"
                    ],
                    "last": "Nebot",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Chirico",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "M"
                    ],
                    "last": "Mansky",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Belshaw",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Journal of Virology",
            "volume": "84",
            "issn": "",
            "pages": "9733--9748",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Increased fidelity reduces poliovirus fitness and virulence under selective pressure in mice",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "K"
                    ],
                    "last": "Pfeiffer",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Kirkegaard",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "PLoS Pathogens",
            "volume": "1",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Quasispecies diversity determines pathogenesis through cooperative interactions in a viral population",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Vignuzzi",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "K"
                    ],
                    "last": "Stone",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Arnold",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "E"
                    ],
                    "last": "Cameron",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Andino",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Nature",
            "volume": "439",
            "issn": "",
            "pages": "344--348",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Arbovirus high fidelity variant loses fitness in mosquitoes and mice",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "L"
                    ],
                    "last": "Coffey",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Beeharry",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "V"
                    ],
                    "last": "Borderia",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Blanc",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Vignuzzi",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Proceedings of the National Academy of Sciences of the United States of America",
            "volume": "108",
            "issn": "",
            "pages": "16038--16043",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Coxsackievirus B3 mutator strains are attenuated in vivo",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "F"
                    ],
                    "last": "Gnadig",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Beaucourt",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Campagnola",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "V"
                    ],
                    "last": "Borderia",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Sanz-Ramos",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Gong",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Blanc",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [
                        "B"
                    ],
                    "last": "Peersen",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Vignuzzi",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Proceedings of the National Academy of Sciences of the United States of America",
            "volume": "109",
            "issn": "",
            "pages": "2294--2303",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Infidelity of SARS-CoV Nsp14-exonuclease mutant virus replication is revealed by complete genome sequencing",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "D"
                    ],
                    "last": "Eckerle",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "M"
                    ],
                    "last": "Becker",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Halpin",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Venter",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Lu",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Scherbakova",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "L"
                    ],
                    "last": "Graham",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "S"
                    ],
                    "last": "Baric",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "B"
                    ],
                    "last": "Stockwell",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "PLoS Pathogens",
            "volume": "6",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Implications of altered replication fidelity on the evolution and pathogenesis of coronaviruses. Current Opinion in Virology",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "C"
                    ],
                    "last": "Smith",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "R"
                    ],
                    "last": "Denison",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "",
            "volume": "2",
            "issn": "",
            "pages": "519--524",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "RNA virus genetic robustness: possible causes and some consequences. Current Opinion in Virology",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "F"
                    ],
                    "last": "Elena",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "",
            "volume": "2",
            "issn": "",
            "pages": "525--530",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Modelling viral evolution and adaptation: challenges and rewards. Current Opinion in Virology",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "C"
                    ],
                    "last": "Manrubia",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "",
            "volume": "2",
            "issn": "",
            "pages": "531--537",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Viral fitness: definitions, measurement, and current insights. Current Opinion in Virology",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "R"
                    ],
                    "last": "Wargo",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Kurath",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "",
            "volume": "2",
            "issn": "",
            "pages": "538--545",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Virus population bottlenecks during within-host progression and host-to-host transmission. Current Opinion in Virology",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Gutierrez",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Michalakis",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Blanc",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "",
            "volume": "2",
            "issn": "",
            "pages": "546--555",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Do persistent RNA viruses fit the trade-off hypothesis of virulence evolution? Current Opinion in Virology",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "M"
                    ],
                    "last": "Marquez",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Roossinck",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "",
            "volume": "2",
            "issn": "",
            "pages": "556--560",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "A virus in a fungus in a plant: three-way symbiosis required for thermal tolerance",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "M"
                    ],
                    "last": "Marquez",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "S"
                    ],
                    "last": "Redman",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Rodriguez",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Roossinck",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Science",
            "volume": "315",
            "issn": "",
            "pages": "513--515",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "A cross-species view on viruses. Current Opinion in Virology",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "L"
                    ],
                    "last": "Sawyer",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "C"
                    ],
                    "last": "Elde",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "",
            "volume": "2",
            "issn": "",
            "pages": "561--568",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": []
}