{
    "paper_id": "f0f9aaf1f5d78aa2c05d4b3ca06bcb4ec3762688",
    "metadata": {
        "title": "",
        "authors": [
            {
                "first": "I",
                "middle": [],
                "last": "Garcia",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "NIH",
                    "location": {
                        "postCode": "20892-2190",
                        "settlement": "Bethesda",
                        "region": "MD",
                        "country": "USA;"
                    }
                },
                "email": "garciai@mail.nih.gov"
            },
            {
                "first": "L",
                "middle": [
                    "A"
                ],
                "last": "Tabak",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "National Institutes of Health",
                    "location": {
                        "addrLine": "Building 1, Shannon Building, 126, 1 Center Drive",
                        "postCode": "20892",
                        "settlement": "Bethesda",
                        "region": "MD",
                        "country": "USA"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "An EnvironmEntAl ScAn G lobal oral health inequalities must be understood and addressed in the context of global public health and demographic challenges. These include: inequalities in life expectancy, emerging and re-emerging diseases, shifting epidemiologic trends from acute to chronic diseases, and unique within-country health profiles.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Life expectancy at birth-an often-used and reliable measure of population health-is the average number of years a group of people born in a given year are expected to live if mortality at each age were to remain constant in the future (WHO, 2010) . Poverty has a major impact on global trends in life expectancy at birth. Life expectancy is higher among high-income countries than in most countries with low-and middle-income economies (World Bank, 2007) . Although average global life expectancy at birth has risen considerably, from 46 years in 1950 to 67 years in 2006, some parts of the world, including sub-Saharan Africa, have actually seen a decline (Burke and Marlin, 2008) . Some of these inequalities are quite striking: Life expectancy at birth in high-income countries is nearly twice that of the poorest nations. Viewed from this perspective, interventions to reduce oral health inequalities have the best chance of success when linked with efforts to improve life expectancy and overall health through prevention of diseases and disability, improving access to safe water, sanitation, adequate nutrition, and health care.",
            "cite_spans": [
                {
                    "start": 235,
                    "end": 246,
                    "text": "(WHO, 2010)",
                    "ref_id": null
                },
                {
                    "start": 436,
                    "end": 454,
                    "text": "(World Bank, 2007)",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 657,
                    "end": 681,
                    "text": "(Burke and Marlin, 2008)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Inequalities also must be understood in the context of emerging and re-emerging infectious diseases. Outbreaks of severe acute respiratory syndrome (SARS), avian and swine influenza, and the continuing challenges posed by HIV/AIDS and increasingly multidrug-resistant tuberculosis are but a few examples of global health threats requiring urgent public health action and mobilization of resources. As these diseases become more widespread in low-and middle-income countries, already-strained health systems will find it increasingly difficult to cope. In 2007, more than 95% of HIV/AIDS infections and deaths occurred in developing nations already distressed by poverty, poor nutrition, and lack of sanitation, safe water, and clean air (NIAID, 2010) . In 2008, over 14 million children in sub-Saharan Africa had lost one or both parents due to AIDS (UNAIDS, 2010). Interventions",
            "cite_spans": [
                {
                    "start": 737,
                    "end": 750,
                    "text": "(NIAID, 2010)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Despite impressive worldwide improvements in oral health, inequalities in oral health status among and within countries remain a daunting public health challenge. Oral health inequalities arise from a complex web of health determinants, including social, behavioral, economic, genetic, environmental, and health system factors. Eliminating these inequalities cannot be accomplished in isolation of oral health from overall health, or without recognizing that oral health is influenced at multiple individual, family, community, and health systems levels. For several reasons, this is an opportune time for global efforts targeted at reducing oral health inequalities. Global health is increasingly viewed not just as a humanitarian obligation, but also as a vehicle for health diplomacy and part of the broader mission to reduce poverty, build stronger economies, and strengthen global security. Despite the global economic recession, there are trends that portend well for support of global health efforts: increased globalization of research and development, growing investment from private philanthropy, an absolute growth of spending in research and innovation, and an enhanced interest in global health among young people. More systematic and far-reaching efforts will be required to address oral health inequalities through the engagement of oral health funders and sponsors of research, with partners from multiple public and private sectors. The oral health community must be \"at the table\" with other health disciplines and create opportunities for eliminating inequalities through collaborations that can harness both the intellectual and financial resources of multiple sectors and institutions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "AbStrAct"
        },
        {
            "text": "to address oral health inequalities must be considered in the context of these new and emerging diseases, which, in many parts of the world, undermine social stability and consume increasing amounts of already-scarce health resources.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "AbStrAct"
        },
        {
            "text": "Confronting inequalities in oral health also must take into account the remarkable worldwide epidemiologic shift that has taken place during the past two decades. Historically, acute communicable diseases have been the main contributors to global morbidity and mortality. Today, acute diseases have taken a back seat, and chronic diseases such as diabetes, cardiovascular diseases, and cancer are the largest causes of death in the world. This epidemiologic shift represents an additional challenge, given the traditional orientation of public health systems toward acute care, and the widespread belief that chronic disease management should wait until infectious diseases are under control (Yach et al., 2004) .",
            "cite_spans": [
                {
                    "start": 692,
                    "end": 711,
                    "text": "(Yach et al., 2004)",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "AbStrAct"
        },
        {
            "text": "Public health interventions aimed at eliminating health inequalities also must be informed by the unique epidemiological and socio-demographic profiles within a particular country. Over 35 years' difference in mortality has been found to exist among eight major distinct subgroups of the population in the United States. These \"Eight Americas\" are defined by subgroups with unique socio-demographic and geographic profiles, and are emblematic of the complexity of factors that underlie these disparities, which often cannot be explained by race, income, access to basic health services, and health care utilization alone (Murray et al., 2006) . Large within-country inequalities also exist for several other health measures, including infant mortality rates for children under the age of five (Minujin and Delamonica, 2004) , overall mortality (Fantini et al., 2006) , and specific diseases such as cancer (Lovell et al., 2006) .",
            "cite_spans": [
                {
                    "start": 621,
                    "end": 642,
                    "text": "(Murray et al., 2006)",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 793,
                    "end": 823,
                    "text": "(Minujin and Delamonica, 2004)",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 844,
                    "end": 866,
                    "text": "(Fantini et al., 2006)",
                    "ref_id": null
                },
                {
                    "start": 906,
                    "end": 927,
                    "text": "(Lovell et al., 2006)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "AbStrAct"
        },
        {
            "text": "Despite the present global economic crisis, international support for programs to improve health in low-and middle-income countries is growing (Kates et al., 2006; World Bank, 2007) . Development assistance for health-defined as investment from both public sources and private philanthropy in assistance to lowand middle-income countries-has grown from $5.6 billion in 1990 to $21.8 billion in 2007 (Ravishankar et al., 2009) . The influx of resources has been complemented by major changes in the channels through which assistance is provided. The proportion of assistance for global health flowing through United Nations agencies and development banks has decreased during the past ten years, with a concomitant increase of funds going through the Global Alliance for Vaccines and Immunization, the Global Fund to Fight AIDS, Tuberculosis and Malaria, and through direct bilateral assistance to governments (McCoy et al., 2009) .",
            "cite_spans": [
                {
                    "start": 143,
                    "end": 163,
                    "text": "(Kates et al., 2006;",
                    "ref_id": null
                },
                {
                    "start": 164,
                    "end": 181,
                    "text": "World Bank, 2007)",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 399,
                    "end": 425,
                    "text": "(Ravishankar et al., 2009)",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 909,
                    "end": 929,
                    "text": "(McCoy et al., 2009)",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "FinAnciAl Support For GlobAl HEAltH And r&d"
        },
        {
            "text": "Global patterns of public spending in science, technology, and innovation-related activities are also rapidly changing. Countries such as China, South Africa, India, and Russia are becoming important players in research and development (R&D) spending and account for a growing share of the world's R&D. Global growth of gross domestic expenditure on R&D (GERD) has slowed between 2001 and 2006, to less than 2.5% per year. However, among countries that are not part of the Global R&D reports do not distinguish how much is being spent on diseases and product-related research that disproportionately affect people in developing countries. An analysis of global spending for diseases of significance to developing countries-so-called \"neglected diseases\"-showed that R&D funding is concentrated among the \"big three\": HIV/AIDS, malaria, and tuberculosis. Far less is spent on other diseases that carry a high burden in terms of disability-adjusted life-years, such as pneumonia, diarrheal diseases, and dengue and helminthic infections (Moran, 2009) . Funding for neglected diseases is highly concentrated among a dozen funders, with the US National Institutes of Health (NIH) and the Bill & Melinda Gates Foundation collectively investing nearly 60% of the total (Moran, 2009 ).",
            "cite_spans": [
                {
                    "start": 1035,
                    "end": 1048,
                    "text": "(Moran, 2009)",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1263,
                    "end": 1275,
                    "text": "(Moran, 2009",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "FinAnciAl Support For GlobAl HEAltH And r&d"
        },
        {
            "text": "While the above-mentioned economic trends offer an optimistic forecast for global health, future success will depend largely on how low-income and emerging economies are affected by the current global financial crisis. If fiscal instability leads industrialized countries to reduce spending on health, education, and social programs globally, countries with the most fragile health systems and highest need for assistance could suffer devastating consequences.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "criSES And opportunitiES"
        },
        {
            "text": "Ironically, the considerable growth of global health funding and proliferation of initiatives has created a fragmented and complex maze of funders, which include multilateral agencies such as the World Health Organization and UNICEF, global health partnerships, private sector entities, for-profit organizations, and individual and corporate funds. The UK Department for International Development has described the enormously complex web of some 40 bilateral donors, 90 global health initiatives, 26 UN agencies, and 20 regional and global funds all working on global health (UKDID, 2007) . This is a concern requiring prompt and systematic attention to ensure better coordination and efficiency among the many actors in the global health arena in concert with the recipient host country governments. To ensure sustainable programs, all assistance ultimately will need country-ownership and governance.",
            "cite_spans": [
                {
                    "start": 575,
                    "end": 588,
                    "text": "(UKDID, 2007)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "criSES And opportunitiES"
        },
        {
            "text": "Despite these challenges, several factors make this an opportune time to address global inequalities in oral health. Global health is increasingly viewed and embraced as not merely a humanitarian obligation but rather as a vehicle for health diplomacy, part of the broader development mission of poverty reduction, building stronger economies, promoting peace, and strengthening global security. This emphasis is reflected in several salient efforts in the United States.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "criSES And opportunitiES"
        },
        {
            "text": "In May, 2009, President Obama announced a six-year $63 billion effort to help partner countries improve health outcomes by strengthening health systems, leveraging key multilateral organizations and global health partnerships, and building upon proven results. This Global Health Initiative focuses attention on broad global health challenges, including child and maternal health, family planning, neglected tropical diseases, and increased funding for HIV/AIDS (White House, 2009) .",
            "cite_spans": [
                {
                    "start": 469,
                    "end": 481,
                    "text": "House, 2009)",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "criSES And opportunitiES"
        },
        {
            "text": "A strong interest in global health is also evident in the engagement of the US National Academy of Sciences, which, with the support of four US government agencies and five private foundations, formed a committee to examine the US commitment to and opportunities for global health. The Academy's Institute of Medicine report frames a vision for future US investment in global health and recommends highlighting health as a pillar of US foreign policy. The report pointed out that neither the US alone nor any single organization can achieve improved global health single-handedly. Instead, progress will require cooperation among countries, donors, and recipients of aid (Institute of Medicine, 2009). Further, the report calls for the US to increase its financial commitment to global health, set the example for others by engaging in respectful partnerships, and generate and share knowledge to address health problems endemic to the global poor (Institute of Medicine, 2009).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "criSES And opportunitiES"
        },
        {
            "text": "Global health is also prominent among NIH research priorities. NIH Director Francis Collins has cited global health among one of the five thematic areas of science that offer particular promise for the future. The NIH expects to collaborate with other partners to build capacity and training in the developing world, and to expand research to facilitate advances in prevention, diagnostics, and new treatments (Collins, 2010) . Two final trends that contribute to an optimistic view of the future are the increasing interdisciplinary opportunities in research and the growing interest in global health among young people eager to make a difference.",
            "cite_spans": [
                {
                    "start": 410,
                    "end": 425,
                    "text": "(Collins, 2010)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "criSES And opportunitiES"
        },
        {
            "text": "Tackling global oral health inequalities will require creativity, diligence, and a strong commitment to partner with the many players involved in global health. These include research institutions, institutions of higher education, private and public organizations, professional associations, health officials, corporations, and foundations that promote health. The oral health community must \"be at the table\" with these and other partners, be willing to frame oral health needs in the context of overall health, and develop clearly articulated objectives driven by strong evidence of the burden posed by oral diseases and conditions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "\"GEttinG to tHE tAblE\""
        },
        {
            "text": "In documenting oral health needs, we in the oral health community face the dual challenge of lack of awareness and poor understanding of the extent and implications of oral, dental, and craniofacial diseases by the general public, policy-makers, and funders of research. Ironically, improvements in oral health experienced by people in industrialized countries can conceal the real problems that persist in various communities today. Our apparent 'success' may convey the message that 'all is well' and contribute to a general lack of awareness and understanding of oral health problems, diseases, and conditions. Concerted efforts are needed to monitor and track oral diseases on a global level, including documentation of their economic burden, sequelae, and impact on quality of life using similar measures and compatible systems.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "\"GEttinG to tHE tAblE\""
        },
        {
            "text": "Moreover, while being at the table is necessary, it is not sufficient. A key aspect of being able to succeed once \"at the table\" is demonstrating the unique skills the oral health community can bring to solve global health problems. As a discipline, oral health research has a unique window of accessibility to study many processes important to other health disciplines (e.g., inflammation, microbial biofilms, and bone metabolism and repair). A promising example is in the use of saliva in point-ofcare diagnostics. Saliva-based tests may be useful for diagnostic applications, such as drugs, hormones, immunoglobulins, and toxic molecules, and thus may offer significant potential for improving both oral and general health. Saliva is easy to collect and poses none of the risks, fears, or \"invasiveness\" of blood tests and could become a cost-saving alternative to traditional blood tests-an important advantage for use in resource-poor settings.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "\"GEttinG to tHE tAblE\""
        },
        {
            "text": "In charting a course for addressing oral health inequalities, the oral health community needs to become more integrated with the broader family of global health. As a discipline, oral health has evolved from the one-dimensional understanding of health and disease to a more comprehensive view. Individual risk and susceptibility to oral diseases can no longer be understood in isolation, but as part of a complex set of influences that include individual, family, community or neighborhood characteristics, and health system factors. This broad conceptual framework of oral health facilitates interactions with other health professions and with other sectors, including education and social services. Framing oral health as a vital part of overall health will enable oral health to be integrated into a broader global health agenda that includes tobacco control, safe water, maternal and child health, and health systems research. The responsibility is ours to grasp.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "\"GEttinG to tHE tAblE\""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Global health funding: how much, where it comes from and where it goes",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Mccoy",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Chand",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Sridhar",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Health Policy Plan",
            "volume": "24",
            "issn": "",
            "pages": "407--417",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Socio-economic inequalities in mortality and health in the developing world",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Minujin",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Delamonica",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "URL available at",
            "volume": "2",
            "issn": "",
            "pages": "331--354",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Neglected Disease Research and Development: How much are we really spending?",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Moran",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Guzman",
                    "suffix": ""
                },
                {
                    "first": "A-L",
                    "middle": [],
                    "last": "Ropars",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Mcdonald",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Jameson",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Omune",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "PLOS Medicine",
            "volume": "6",
            "issn": "",
            "pages": "137--146",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Eight Americas: investigating mortality disparities across races, counties, and race-counties in the United States",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "J"
                    ],
                    "last": "Murray",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "C"
                    ],
                    "last": "Kulkarni",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Michaud",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Tomijima",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "T"
                    ],
                    "last": "Bulzacchelli",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "J"
                    ],
                    "last": "Iandiorio",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "HIV/AIDS QuickFacts. URL available at",
            "volume": "3",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "OECD science, technology and industry outlook",
            "authors": [],
            "year": 2008,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Financing global health: tracking development assistance for health from",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Ravishankar",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Gubbins",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Cooley",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Leach-Kemon",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Michaud",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "T"
                    ],
                    "last": "Jamison",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "Lancet",
            "volume": "373",
            "issn": "",
            "pages": "2113--2124",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "The international health partnership launches today",
            "authors": [],
            "year": 2007,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "AIDS epidemic update",
            "authors": [],
            "year": 2010,
            "venue": "United Nations Programme on HIV/AIDS (UNAIDS)",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Statement by the President on the Global Health Initiative",
            "authors": [
                {
                    "first": "White",
                    "middle": [],
                    "last": "House",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Healthy development: the World Bank strategy for health nutrition, and population results",
            "authors": [
                {
                    "first": "World",
                    "middle": [],
                    "last": "Bank",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "WHO Statistical Information Systems",
            "authors": [],
            "year": 2010,
            "venue": "URL available at",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "The global burden of chronic diseases. Overcoming impediments to prevention and control",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Yach",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Hawkes",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "L"
                    ],
                    "last": "Gould",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "J"
                    ],
                    "last": "Hofman",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "JAMA",
            "volume": "291",
            "issn": "",
            "pages": "2616--2622",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "Organisation for Economic Co-operation and Development (OECD), there is growing R&D investment relative to GDP. China's GERD reached $86.8 billion (USD) in 2006, and its GERD expanded at about 19% annually from 2001-2006. In 2005, non-OECD countries accounted for 18.4% of total R&D expenditures, up from 11.7% in 1996 (Organisation for EconomicCo-operation and Development, 2008).",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "The authors express their appreciation to Dr. Lois Cohen and Dr. Ruth Nowjack-Raymer for their editorial comments.The author(s) received no financial support and declared no potential conflicts of interests with respect to the authorship and/ or publication of this article. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "AcKnoWlEdGmEntS"
        }
    ]
}