{
    "paper_id": "f1053f7e45b5bd7b63304aa0e13b064809875be2",
    "metadata": {
        "title": "Epitope Mapping The First Step in Developing Epitope-Based Vaccines",
        "authors": [
            {
                "first": "Jonathan",
                "middle": [
                    "M"
                ],
                "last": "Gershoni",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Tel Aviv University",
                    "location": {
                        "settlement": "Tel-Aviv",
                        "country": "Israel"
                    }
                },
                "email": ""
            },
            {
                "first": "Anna",
                "middle": [],
                "last": "Roitburd-Berman",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Tel Aviv University",
                    "location": {
                        "settlement": "Tel-Aviv",
                        "country": "Israel"
                    }
                },
                "email": ""
            },
            {
                "first": "Dror",
                "middle": [
                    "D"
                ],
                "last": "Siman-Tov",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Tel Aviv University",
                    "location": {
                        "settlement": "Tel-Aviv",
                        "country": "Israel"
                    }
                },
                "email": ""
            },
            {
                "first": "Natalia",
                "middle": [
                    "Tarnovitski"
                ],
                "last": "Freund",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Tel Aviv University",
                    "location": {
                        "settlement": "Tel-Aviv",
                        "country": "Israel"
                    }
                },
                "email": ""
            },
            {
                "first": "Yael",
                "middle": [],
                "last": "Weiss",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Tel Aviv University",
                    "location": {
                        "settlement": "Tel-Aviv",
                        "country": "Israel"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "of the antigen, loss of binding due to point modification of an amino acid residue is often considered an indication of an epitope component. In addition, computational combinatorial methods for epitope mapping are also useful. These methods rely on the ability of the antibody of interest to affinity isolate specific short peptides from combinatorial phage display peptide libraries. The peptides are then regarded as leads for the definition of the epitope corresponding to the antibody used to screen the peptide library. For epitope mapping, computational algorithms have been developed, such as Mapitope, which has recently been found to be effective in mapping conformational discontinuous epitopes. The pros and cons of various approaches towards epitope mapping are also discussed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Without a doubt, the greatest advancement in managing public nating with its corresponding epitope. Thus, when a highly potent neutralizing mAb is identified, it is proposed that immunizing an health has been the practice of vaccination. Ever since Jenner's individual with the epitope of that mAb should elicit the same classical demonstration of the protective benefit of vaccination (in potent neutralizing activity characteristic of the original mAb. If Gloucestershire, England -1796), scores of vaccines have been the mAb is also highly cross reactive, in this case a desirable developed which have saved the lives of hundreds of millions of attribute as it enables the mAb to bind a diversity of genetic people worldwide. The success of vaccines has even gone beyond variants of the pathogen it neutralizes, those individuals immuits original objective (to empower individuals with immunity nized with the mAb epitope would also acquire the ability to against various pathogens), and today it appears that through broadly cross neutralize divergent pathogens. Thus, the crux of the persistent vaccination some diseases have been eradicated from problem for such a 'reversed immunological approach' is to be the face of the earth. [1] [2] [3] [4] The most common implementation of able to backtrack from a mAb of desired activity to its correspondvaccination has been to expose the vaccinee to a killed intact ing epitope. This is 'Step 1' in the development of epitope-based pathogen or one that has been attenuated. In either case, there is the vaccines and the subject of this review. need to culture the pathogen in high quantity, effectively inactivate it and ultimately subject the vaccinee to the full spectrum of the 1. The Advantages of Epitope-Based Vaccines pathogen's antigens in all their complexity. However, over the years it has become clear that not all antigens provide the same",
            "cite_spans": [
                {
                    "start": 1237,
                    "end": 1240,
                    "text": "[1]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1241,
                    "end": 1244,
                    "text": "[2]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1245,
                    "end": 1248,
                    "text": "[3]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1249,
                    "end": 1252,
                    "text": "[4]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Although no examples of commercially available epitopedegree of protection and, in fact, in some cases there may be based vaccines currently exist, we nonetheless believe that this disadvantages in raising an immune response to specific aspects of type of vaccine has intrinsic advantages that will be realized in the the pathogen (as in the case of inducing autoimmunity due to future. Some of these are listed and discussed in this section. pathogen mimicry of native antigens [5] [6] [7] ). Therefore, and with the advent of recombinant DNA technologies, a new concept in vacci-1.1 Focusing the Immune Response nation emerged in which isolated antigens replace intact pathogens",
            "cite_spans": [
                {
                    "start": 479,
                    "end": 482,
                    "text": "[5]",
                    "ref_id": null
                },
                {
                    "start": 483,
                    "end": 486,
                    "text": "[6]",
                    "ref_id": null
                },
                {
                    "start": 487,
                    "end": 490,
                    "text": "[7]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In the natural pathogen, there is a plethora of antigens, each for vaccination. This obviously affords the ability to focus the comprising tens or hundreds of potential epitopes. Certainly, not immune response on more effective targets and also benefits from all antigens or epitopes are equally useful in generating protective the advantages in manufacturing recombinant proteins as opposed immunity. It is also assumed that an individual does not mount a to having to culture infectious agents and processing them for strong, high-titer response to all potential epitopes. In fact, the safety. Indeed, vaccines based on isolated antigens, referred to as complexity of antibodies in an individual's polyclonal serum subunit vaccines, have become very effective and their use is ever corresponds to a relatively limited collection of epitopes that may more expanding. [8] [9] [10] not necessarily include those that are most important for protec-Taking such a reductionist approach one step further, one can tion. Thus, by creating a cocktail of defined epitopes selected for propose the use of selected isolated epitopes as vaccine modalitheir ability to afford proven protection, one should be able to ties. [10] [11] [12] Once an effective subunit vaccine is identified, one focus the immune system to generate a preferred repertoire of might be able to gain advantages by identifying the specific antibodies, 'hand picked to do the job'. epitopes that provide the protection, produce them individually and use the isolated epitopes as immunogens. Conceptually, the 1.2 Enhancing Immunity simplest way for identifying a desirable epitope is to isolate a monoclonal antibody (mAb) that binds to it. One would expect Within the diversity of antigens and epitopes of the pathogen, that such a mAb represents the ultimate desired effect of vacci-not all are equal in their ability to elicit antibody production. Very often we find that some epitopes seem to be dominant and the gens. [17] Such enhancing antibodies have been proposed as a strong response towards them may be at the expense of being able means for infection via an alternate route (via the 'back door'). to respond to other epitopes of the pathogen. One thing that is This has been proposed as a mechanism that might explain CD4 certain is that the most dominant epitopes do not necessarily independent infection with HIV-1. [18, 19] Epitope-based vaccines correspond to the most effective neutralizing ones. In fact, natural could be designed to reduce the amount of ineffective antibodies in selection pressure tends to drive occlusion of the most neutralizing the infected individual and, thus, increase the specific activity of epitopes of the pathogen. The pathogen gains a selective advan-neutralizing antibodies. tage when it is able to obscure its 'weak points' and distract the The second danger in mounting antibodies against pathogens host's immune system by devising 'seductive' epitopes with little stems from the possibility of epitope mimetics of native host protective value. This can be achieved by creating 'baits' of sorts proteins. The development of autoimmunity has been connected that are particularly surface-accessible and hydrophilic, yet amewith viral infections, [6, 7] the idea being that in the event of a nable to constant genetic variation. For example, the five variable foreign antigen having structural similarities to native host proloops of HIV-1 gp120 are highly immunogenic but, because of teins, mounting antibodies towards these similar structures may their ever changing nature, allow the swarm of HIV to evade lead to cross-reactive binding of the antibodies with the autoimmune surveillance by constantly mutating out of the binding antigens leading to pathological autoimmunity; note, that in this capacity of the antibodies produced after first encounters. [13] [14] [15] case cross-reactivity is detrimental as compared with the desirable Epitope-based vaccines would contribute to overcoming this effects described previously. A case in point has recently been problem. It is envisaged that epitopes would be selected for their described for the vaccines developed against Borrelia burgdorferi ability to elicit potent neutralization rather than their natural sur-(the agent causing Lyme disease). The outer surface protein A face accessibility. Such epitopes are most likely to correspond to (OspA) of the bacterium contains a short sequence of nine amino conserved aspects of the pathogen that cannot tolerate modifica-acids, which is homologous to the human leukocyte function tion and through natural selection have evolved to be less immuno-associated antigen-1 (hLFA-1). As a result, the Lyme vaccine, genic. For example, those aspects of HIV-1 gp120 that must based on recombinant OspA, has been postulated to induce an function in receptor recognition are required to correspond to the autoimmune reaction to the auto-antigen, resulting in arthritic invariant structures of the host (e.g. CD4 and CCR5 [16] ). These symptoms. Targeted deletion of the nonapeptide epitope from the same epitopes are buried in gp120 and, as a result, are compara-OspA has been proposed as a solution to this problem. [20] [21] [22] tively less immunogenic, leading to the production of relatively Obviously, in developing epitope-based vaccines one would be few antibodies against them in the natural progression of dis-able to rationally design the epitope cocktail to exclude epitopes ease. [15] By isolating these epitopes and presenting them out of that could be associated with auto-antigens. context, i.e. immunizing with them in the absence of the rest of the 1.4 Reducing Costs virus, one should gain a desired effect of enhancing their immunogenicity. Producing epitope-based vaccines derived from the The production of vaccines can be technically complicated and most conserved aspects of the viral antigens would not only biohazardous when manufacturers are required to culture large promise a more focused, and hopefully more functional, protective volumes of pathogens. Moreover, each pathogen may have its own immunity but also a more efficient immune response towards idiosyncrasies that translate into the development of custom taithem.",
            "cite_spans": [
                {
                    "start": 868,
                    "end": 871,
                    "text": "[8]",
                    "ref_id": null
                },
                {
                    "start": 872,
                    "end": 875,
                    "text": "[9]",
                    "ref_id": null
                },
                {
                    "start": 876,
                    "end": 880,
                    "text": "[10]",
                    "ref_id": null
                },
                {
                    "start": 1210,
                    "end": 1214,
                    "text": "[10]",
                    "ref_id": null
                },
                {
                    "start": 1215,
                    "end": 1219,
                    "text": "[11]",
                    "ref_id": null
                },
                {
                    "start": 1220,
                    "end": 1224,
                    "text": "[12]",
                    "ref_id": null
                },
                {
                    "start": 1983,
                    "end": 1987,
                    "text": "[17]",
                    "ref_id": null
                },
                {
                    "start": 2390,
                    "end": 2394,
                    "text": "[18,",
                    "ref_id": null
                },
                {
                    "start": 2395,
                    "end": 2398,
                    "text": "19]",
                    "ref_id": null
                },
                {
                    "start": 3256,
                    "end": 3259,
                    "text": "[6,",
                    "ref_id": null
                },
                {
                    "start": 3260,
                    "end": 3262,
                    "text": "7]",
                    "ref_id": null
                },
                {
                    "start": 3868,
                    "end": 3872,
                    "text": "[13]",
                    "ref_id": null
                },
                {
                    "start": 3873,
                    "end": 3877,
                    "text": "[14]",
                    "ref_id": null
                },
                {
                    "start": 3878,
                    "end": 3882,
                    "text": "[15]",
                    "ref_id": null
                },
                {
                    "start": 5023,
                    "end": 5027,
                    "text": "[16]",
                    "ref_id": null
                },
                {
                    "start": 5219,
                    "end": 5223,
                    "text": "[20]",
                    "ref_id": null
                },
                {
                    "start": 5224,
                    "end": 5228,
                    "text": "[21]",
                    "ref_id": null
                },
                {
                    "start": 5229,
                    "end": 5233,
                    "text": "[22]",
                    "ref_id": null
                },
                {
                    "start": 5495,
                    "end": 5499,
                    "text": "[15]",
                    "ref_id": null
                },
                {
                    "start": 5669,
                    "end": 5672,
                    "text": "1.4",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "lored protocols for production, requiring specific conditions and reagents. Assuming an effective epitope-based vaccine is availa-",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "ble, its production is perceived as being less complicated, much safer and certainly cheaper in the long run. The generation of antibodies in response to infection is not always advantageous. Whereas the intent of the immune response 2. Three Steps in Epitope-Based Vaccine Production is to neutralize the pathogen, the ultimate consequence of the antibodies produced cannot be anticipated by the immune system.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Avoiding Undesirable Epitopes"
        },
        {
            "text": "As discussed above, the first step in developing an epitope-Thus, deleterious effects might also occur.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Avoiding Undesirable Epitopes"
        },
        {
            "text": "based vaccine is to identify the epitope itself. Obviously, the Two types of undesirable effects have been recognized. In the epitope should correspond to the ultimate immune response defirst situation, the generation of antibodies against non-effective sired, i.e. the broad cross neutralization (BCN) of the genetic epitopes can, for example, lead to infection of macrophages due to diversity of pathogens for which protection is required. The dis-Fc-receptor-mediated endocytosis of immunocomplexed patho-covery of such epitopes could be serendipitous through experi-mentation, trial and error. However, rational design of such vac-3. 'Step 1': Monoclonal Antibody-Guided Mapping of B-Cell Epitopes cines would be preferable and the concept of backtracking from mAbs of proven BCN activity seems the most efficient means for singling out epitope candidates for vaccine production.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Avoiding Undesirable Epitopes"
        },
        {
            "text": "Once such an epitope has been defined, the second step would be to reconstitute the epitope into a functional immunogen. There",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Pepscan"
        },
        {
            "text": "Given that a target mAb exists, the task before us is to map its are a number of considerations that must be taken into account.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Pepscan"
        },
        {
            "text": "corresponding epitope within the antigen it binds. In the simplest First, B-cell epitopes (as opposed to T-cell epitopes) are very often case, a major element of the epitope may be a linear segment of the antigen that in its isolated form continues to bind the mAb with discontinuous and highly conformational. [23] In fact, even in the detectable affinity. Discovery of the segment can be accomplished event that a significant portion of an epitope is a short linear by screening the mAb against a 'Geysen pepscan'. In 1984 Mario peptide, this does not promise that such a peptide represents the Geysen introduced the idea of generating a series of overlapping entire epitope or that it does not require a distinct conformation.",
            "cite_spans": [
                {
                    "start": 311,
                    "end": 315,
                    "text": "[23]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Pepscan"
        },
        {
            "text": "linear peptides that cover the entirety of the antigen being stud-We recognize that even short linear peptides can greatly depend on ied. [27] In such a case, the array of peptides is reacted with the their three dimensional conformation for bioactivity. Thus, for antibody and those segments that continue to bind represent a example, we do not presume that short peptide hormones or significant aspect of the epitope. This linear peptide can then be neurotransmitters, such as leu-or met-enkephalin (5 residues), [24] tested for its capacity to elicit the desired effect when used as a angiotensin II (8 residues) [25] or substance P (11 residues) [26] are peptide immunogen. [23] Such pepscans can also indicate compoexempt from specific conformational requirements for their physinents of discontinuous epitopes in the event that two distant ological function.",
            "cite_spans": [
                {
                    "start": 138,
                    "end": 142,
                    "text": "[27]",
                    "ref_id": null
                },
                {
                    "start": 515,
                    "end": 519,
                    "text": "[24]",
                    "ref_id": null
                },
                {
                    "start": 616,
                    "end": 620,
                    "text": "[25]",
                    "ref_id": null
                },
                {
                    "start": 650,
                    "end": 654,
                    "text": "[26]",
                    "ref_id": null
                },
                {
                    "start": 678,
                    "end": 682,
                    "text": "[23]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Pepscan"
        },
        {
            "text": "peptides each contain sufficient structural elements that allow B-cell epitopes typically comprise some 15-20 residues dethem to bind the mAb separately. One would then conclude that rived from 2-3 discontinuous segments of the antigen brought these two peptides contribute to the intact epitope. For these types together through folding to produce a contiguous surface that is of analyses there is no requirement for a solved atomic structure of recognized by the antibody. [23] The task of reconstituting an effecthe antigen. tive epitope-based vaccine must take these facts into consideration",
            "cite_spans": [
                {
                    "start": 475,
                    "end": 479,
                    "text": "[23]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Pepscan"
        },
        {
            "text": "In recent years, classical pepscans have been incorporated into and attempt to position the critical contact residues in a proper microarray applications (for examples see Cretich et al. [28] and spatial orientation. This is by no means an easy task. The final Poetz et al. [29] ) and are used in high throughput systems as well as reconstituted epitope could either be based on the actual antigen for multiplexing. [30] segments tacked onto and supported by some scaffold of sorts or, alternatively, may functionally be similar to the epitope but struc-",
            "cite_spans": [
                {
                    "start": 187,
                    "end": 191,
                    "text": "[28]",
                    "ref_id": null
                },
                {
                    "start": 274,
                    "end": 278,
                    "text": "[29]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 416,
                    "end": 420,
                    "text": "[30]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Pepscan"
        },
        {
            "text": "turally an unrelated mimetic. In this instance it is presumed that Most B-cell epitopes are not simple linear sequences but rather functional moieties of the epitope are effectively situated in space highly conformational discontinuous structures and therefore are using alternative residues or chemistries to recreate a landscape rarely compatible with pepscan analyses. similar to that of the epitope but not using the same composition. Finally, a simpler yet less comprehensive approach would be to",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Biophysical Methods: Co-Crystallization and NMR"
        },
        {
            "text": "attempt to reconstitute only partial structural elements of the The gold standard for epitope definition has become the coepitope. For example, if an epitope is comprised of a series of anticrystallization of the antigen:antibody complex followed by soluparallel β strands forming a number of juxtaposed β hairpins, one tion of its atomic structure using x-ray diffraction and analysis. In might consider attempting to reconstruct each β hairpin separately these systems, highly purified antigen and corresponding antibody instead of trying to encompass the epitope in its entirety.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Co-Crystallization"
        },
        {
            "text": "are allowed to co-crystallize to form an antigen:antibody complex. Once a mimetic or reconstituted epitope is produced, the third The crystals are then interrogated with x-rays and due to the highly step in the development of an epitope-based vaccine would be to structured repeated nature of the crystal unit, diffraction patterns produce effective immunogens. For this, the epitopes would need are generated. These can then be related by the Fourier transform to be mounted onto carriers or scaffolds and one would be conto the 3-dimensional coordinates of the electron densities of the fronted with the task of developing the most effective immunizaamino acids composing the antigen and its bound antibody. The tion schemes considering routes of immunization, adjuvants, and epitope is in essence the antigen component of the antigen:animmunization schedules. tibody interface. Whereas epitope characterization derived by x-ray crystallography is spectacular, the method is highly sophisti-residues show absolutely no enhancement in the NMR analyses, cated, tedious, demanding, and rather capricious.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Co-Crystallization"
        },
        {
            "text": "arguing against their forming contacts (i.e. in close proximity) with the Fab. Thus, the two biophysical methods are excellent in Of the hundreds of thousands of antibodies that have been delineating the boundaries of the antigen:antibody interface, while produced over the years, only some 70 unique co-crystals have the definition of which residues actually contribute to the binding been generated and solved, illustrating the exceptionally low overand, to what degree, may still be a matter of controversy. all efficiency of this technique. [31] Nonetheless, when a co-crystal is obtained one can assume that its atomic structure faithfully represents the genuine structures of the antigen and antibody, their 3.3 Computational Docking relative orientation with respect to one another, and defines with precision the interface between them (i.e. the surface of the Less demanding than co-crystallization is the production of two epitope). The designation of actual contact residues is then a separate crystal structures: one of the antigen and the other of the matter of interpretation.",
            "cite_spans": [
                {
                    "start": 545,
                    "end": 549,
                    "text": "[31]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Co-Crystallization"
        },
        {
            "text": "antibody. Satisfaction of this pre-requisite opens the option of computational docking as a means of epitope discovery. In gener-",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Co-Crystallization"
        },
        {
            "text": "al, there is an abundance of structures for isolated antibodies and A second biophysical approach towards epitope mapping uses Fabs, and the production of new structures either experimentally nuclear magnetic resonance (NMR). In contrast to crystallograor by computer modeling has become reasonably efficient. Thus, phy, NMR gives a dynamic picture of the antigen:antibody comin the event that a structure can be obtained for the antigen in plex in solution. The structure of the complex and, as a result, the question, generating a model of the specific corresponding anatomic definition of the antigen:antibody interface, is derived from tibody should not pose a problem. Once the two structures exist measuring the effect of magnetic fields and pulsed electromagnetseparately, a battery of computer algorithms exist that can be used ic radiation on the protons of the protein complex.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Nuclear Magnetic Resonance"
        },
        {
            "text": "to attempt to dock in silico one structure onto the other. The The structures are derived from the specific manner in which ultimate goal of all docking algorithms is to determine the structhe protons associated with each amino acid absorb electromagnetture of a complex from the separately determined coordinates of its ic radiation when the sample is subjected to a high magnetic field.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Nuclear Magnetic Resonance"
        },
        {
            "text": "components. In 1982 Kuntz and his colleagues came out with the Modulation of the absorbance spectrum for each residue is caused first widely used docking program, named DOCK. [34] Since then by neighboring residues and the intensity of these effects correthe docking field has flourished with many new algorithms. lates with the distance between residues and their neighbors. Thus, Docking predictions are based on the assumption that the through measured distance and angle restraints, 3-dimensional structure of a complex represents the lowest free energy state models of the proteins can be generated. accessible to the system, which is often achieved through geomet-The major limitation of this method, aside from a high degree rical complementarities. Docking algorithms can differ in the of sophistication, demanding technical expertise, and expensive methods used to generate the candidate solutions and in the instrumentation, is that it is typically restricted to relatively small scoring functions applied to evaluate them. The search methods proteins (<30 kDa). [32] Nonetheless, when NMR is used to study can be classified into three categories: brute-force, local feature the binding of epitope fragments to Fabs, one can learn much algorithms, and nondeterministic methods. [35] After a panel of about the nature of epitope recognition.",
            "cite_spans": [
                {
                    "start": 175,
                    "end": 179,
                    "text": "[34]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 1073,
                    "end": 1077,
                    "text": "[32]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1288,
                    "end": 1292,
                    "text": "[35]",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "Nuclear Magnetic Resonance"
        },
        {
            "text": "possible solutions is generated, the candidate solutions are scored Generally, comparing the structures obtained by crystallografrom the least likely to the most likely to represent the genuine phy versus NMR, one can conclude that the two methods complecomplex. The scoring functions can take into account one or more ment each other well and generate very similar structures, alfeatures such as: shape complementarity, contact area, hydrogen though differences in details do exist. A case in point is the binding bonding, electrostatic interactions, salvation energy, etc. [36, 37] of the carbohydrate-mimetic peptide: M-D-W-N-M-H-A-A, to the Once the docking prediction is completed, two questions can be anti-carbohydrate antibody SYA/J6, directed against the Oformulated, given, of course, that experimental coordinates of the polysaccharide of Shigella flexneri Y. [33] NMR analyses would genuine complex are available: 'what is the ranking number of the indicate that the γ-methylene proton at 2.3 ppm of the Met-1 solution closest to the bona fide complex?' and 'what is the quality residue clearly contacts the antibody. However, this is not supof this solution (how closely does it compare to the genuine ported in the crystal structure, where this methyl group is situated interface)?' more than 5Å away from any residue of the antibody. On the other Although considerable improvement has been achieved, the hand, the crystal structure strongly suggests the designation of scoring functions are still the weakest component of most docking residues Asn-4 and His-6 as clear contact residues, yet these two algorithms and even when a near-native complex is found, it is not sion proteins, [48, 49] were able to localize the ligand binding site to a necessarily ranked as one of the top scoring solutions. [38, 39] segment of the α subunit of the receptor that contained <50 amino acid residues. In principle, so long as one can generate fragments Docking procedures are most successful for small molecule that continue to bind, one can attempt to identify the smallest docking; for example, predicting enzyme-inhibitor/ligand comsegment of the receptor or antigen that continues to be recognized. plexes generates relatively accurate results. [40] In this case, the Thus, binding per se serves as an extremely effective monitor for small molecule is rigid and its corresponding binding site is a well the presence of functional aspects of the epitope. Exploiting this structured pocket that closely follows the contours of the ligand, a operational definition of the epitope, as a segment that continues to 'negative relief' that complements its physicochemical requirebind the antibody, a number of experimental strategies have been ments (such as electrostatic charge complementation of negative employed to map epitopes. and positive charges). Antibody-hapten complexes have also been reproduced successfully. For example, phosphocholine binding to 3.5 Mutagenesis the immunoglobulin McPC603, [41] or steroid binding to the antibody DB3. [42] Here too, the target molecules are rigid, allowing",
            "cite_spans": [
                {
                    "start": 575,
                    "end": 579,
                    "text": "[36,",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 580,
                    "end": 583,
                    "text": "37]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 871,
                    "end": 875,
                    "text": "[33]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1698,
                    "end": 1702,
                    "text": "[48,",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 1703,
                    "end": 1706,
                    "text": "49]",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 1814,
                    "end": 1818,
                    "text": "[38,",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 1819,
                    "end": 1822,
                    "text": "39]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 2252,
                    "end": 2256,
                    "text": "[40]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 3005,
                    "end": 3009,
                    "text": "[41]",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 3050,
                    "end": 3054,
                    "text": "[42]",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [],
            "section": "Nuclear Magnetic Resonance"
        },
        {
            "text": "One of the simplest and most popular approaches towards one to introduce flexibility of the antibody's binding site without epitope mapping with regard to its technical implementation is site generating an infinite number of solutions. Flexibility of the directed mutagenesis. [50] The concept is straightforward in that one binding site helps to predict the conformational rearrangements can replace any amino acid at a given position in the antigen with occurring during antibody recognition.",
            "cite_spans": [
                {
                    "start": 277,
                    "end": 281,
                    "text": "[50]",
                    "ref_id": "BIBREF42"
                }
            ],
            "ref_spans": [],
            "section": "Nuclear Magnetic Resonance"
        },
        {
            "text": "another, and then test the binding capacity of the modified protein. Compared with small molecule docking, protein:protein inter-Loss of binding is taken to indicate that the modified residue could faces are relatively large, both partners are flexible and tend to be associated with the epitope in question. Generally, two apundergo conformational changes, which makes docking extremely proaches are possible, alanine scanning mutagenesis (ASM) and difficult. [43, 44] In fact, accurate results are best obtained when the saturating mutagenesis. starting point is two already co-crystallized protein structures (often called 'bound docking' [39] ). However, 'unbound docking'",
            "cite_spans": [
                {
                    "start": 461,
                    "end": 465,
                    "text": "[43,",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 466,
                    "end": 469,
                    "text": "44]",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 642,
                    "end": 646,
                    "text": "[39]",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": "Nuclear Magnetic Resonance"
        },
        {
            "text": "applications involving the structure of separately crystallized pro-ASM (or 'alanine walking') is the most systematic approach for teins (also called \"predictive docking\") yield many false-positive mutagenesis, in that one introduces an alanine for every residue in solutions which have theoretically good surface complementarity a given sequence, one at a time (positions containing alanine in the and, as such, score extremely high but are in actuality totally original sequence are usually replaced with glycine). [51, 52] Thus, a irrelevant to the native complex. [39, 43] Therefore, it appears that suspected stretch of the antigen can be analyzed in the hope of whereas the computational docking method is extremely attractive identifying specific residues that are critical for mAb recognition. conceptually, in the case of antibody-antigen docking the results, ASM provides important information on the protein-binding interfor the moment, are less satisfying. [43] face, but the method is laborious. Many mutants must be produced, purified and evaluated regarding the structural integrity and binding constant of each mutant. Furthermore, in ASM experi-",
            "cite_spans": [
                {
                    "start": 517,
                    "end": 521,
                    "text": "[51,",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 522,
                    "end": 525,
                    "text": "52]",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 568,
                    "end": 572,
                    "text": "[39,",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 573,
                    "end": 576,
                    "text": "43]",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 969,
                    "end": 973,
                    "text": "[43]",
                    "ref_id": "BIBREF26"
                }
            ],
            "ref_spans": [],
            "section": "Alanine Scanning Mutagenesis"
        },
        {
            "text": "ments, the interpretation of results can be confusing as they often do not correspond well with the physical binding site defined by A number of methods for epitope characterization rely on crystallographic studies. functional binding of the mAb to the antigen or its derivatives. One approach is to limit the scope of the problem of epitope mapping A case in point is the analysis of the severe acute respiratory by testing the ability of the antibody to continue to bind to syndrome (SARS) coronavirus spike glycoprotein receptor bindfragments of the antigen. Thus, binding assays such as ELISA, dot ing domain (RBD) complexed to its receptor, angiotensin conblot, or western blot assays can provide insights as to the location verting enzyme II (ACE2). Here 32 residues of the RBD were of the epitope within the gross anatomy of the antigen. For subjected to ASM, [53] and of these, six were found to be compoexample, the epitope of the CD4-specific mAb OKT4A can be nents of the actual binding surface as ultimately determined by colocalized to the first 86 residues of CD4, as cleavage of the antigen crystallization. A total of 11 of the 32 exchanges indeed had a into fragments or expression of truncated versions of the antigen dramatic effect on RBD binding to ACE2. Surprisingly, however, illustrate that the first, D1, domain of the antigen binds the only three of these were actual contact residues (3 of the 6 antibody. [18] Similarly, systematic biochemical analyses and enzy-mentioned above). Thus, modification of the other three residues matic degradation of the α subunit of the nicotinic acetylcholine of the binding site had no impact on binding at all. Moreover, the receptor, [45] use of synthetic peptides, [46, 47] and expression of fu-remaining eight mutations that had a profound inhibitory effect on",
            "cite_spans": [
                {
                    "start": 867,
                    "end": 871,
                    "text": "[53]",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 1433,
                    "end": 1437,
                    "text": "[18]",
                    "ref_id": null
                },
                {
                    "start": 1698,
                    "end": 1702,
                    "text": "[45]",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 1730,
                    "end": 1734,
                    "text": "[46,",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 1735,
                    "end": 1738,
                    "text": "47]",
                    "ref_id": "BIBREF35"
                }
            ],
            "ref_spans": [],
            "section": "Binding Analyses"
        },
        {
            "text": "binding were in fact situated outside of the boundaries of the An alternative to ASM is 'saturating mutagenesis' which is a binding surface. This goes to illustrate that mutations of residues less systematic approach to introducing single residue modificaoutside the bona fide epitope can result in loss of binding, possibly tions. Technically, there are a number of methods that can be used implying their importance for the structural integrity of the functo randomly insert mutations throughout the sequence of an antitional epitope rather than a role as a contact residue per se. [53, 54] gen. One method for the production of peptides with a limited With no structural information available, such residues would number of mutations per molecule is 'biased random mistakenly be assigned to the binding epitope. Alternatively, as in mutagenesis'. [59] [60] [61] [62] [63] In this technique, corresponding oligonucleothe case of the SARS RBD-ACE2 interface, mutation of bona fide tides are synthesized using phosphoramidite monomer precursors contact residues to alanine does not necessarily interfere with contaminated with regulated amounts of the other three nucleotide binding. [54] [55] [56] precursors. The degree of contaminating phosphoramidites needed Another example is the anti-HEL (hen egg-white lysozyme) to achieve the desirable mutation frequency per peptide can be antibody D1.3 and HEL interface which turns out to be highly calculated using an algorithm described by Ophir and Gershoni.",
            "cite_spans": [
                {
                    "start": 584,
                    "end": 588,
                    "text": "[53,",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 589,
                    "end": 592,
                    "text": "54]",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 850,
                    "end": 854,
                    "text": "[59]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 855,
                    "end": 859,
                    "text": "[60]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 860,
                    "end": 864,
                    "text": "[61]",
                    "ref_id": null
                },
                {
                    "start": 865,
                    "end": 869,
                    "text": "[62]",
                    "ref_id": null
                },
                {
                    "start": 870,
                    "end": 874,
                    "text": "[63]",
                    "ref_id": null
                },
                {
                    "start": 1184,
                    "end": 1188,
                    "text": "[54]",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 1189,
                    "end": 1193,
                    "text": "[55]",
                    "ref_id": "BIBREF48"
                },
                {
                    "start": 1194,
                    "end": 1198,
                    "text": "[56]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Saturating Mutagenesis"
        },
        {
            "text": "[63] tolerant to mutations. [55] Only 4 alanine mutations of 12 contact Random mutations can also be achieved using chemical reagents such as sodium bisulfite, [64] hydroxylamine, [65] and nitrous acid.",
            "cite_spans": [
                {
                    "start": 28,
                    "end": 32,
                    "text": "[55]",
                    "ref_id": "BIBREF48"
                },
                {
                    "start": 160,
                    "end": 164,
                    "text": "[64]",
                    "ref_id": null
                },
                {
                    "start": 180,
                    "end": 184,
                    "text": "[65]",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": "Saturating Mutagenesis"
        },
        {
            "text": "[66] residues (as determined from the co-crystal) on HEL, significantly These reagents induce structural modifications of specific bases in reduced antibody binding. Alternatively, mutating the critical conthe DNA sequence, resulting in an alternative base pairing and, tact residue Asp-18 to Ala, resulting in the loss of one hydrogen thus, changing the DNA sequence. [67, 68] Additionally, chemical bond and seven van der Waals contacts with the antibody, has no reagents such as formic acid [69, 70] and hydrazine [71] are capable of impact on binding at all. This can be explained by the fact that damaging DNA bases, thus preventing Watson-Crick pairing and three water molecules fill the void created by the substitution of ultimately causing mis-incorporation of a nucleotide. [68] Error-Asp-18 for Ala and, therefore, compensate for the lack of the prone polymerase chain reaction (PCR) is widely used as a functional Asp moiety, and allow binding activity to persist. This mutagenesis technique and is implemented by using a low-fidelity indicates that only a few of the many residues which comprise an DNA polymerase that efficiently introduces random mutations epitope are absolutely critical for interaction, providing essential along the amplified sequence.",
            "cite_spans": [
                {
                    "start": 369,
                    "end": 373,
                    "text": "[67,",
                    "ref_id": null
                },
                {
                    "start": 374,
                    "end": 377,
                    "text": "68]",
                    "ref_id": null
                },
                {
                    "start": 494,
                    "end": 498,
                    "text": "[69,",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 499,
                    "end": 502,
                    "text": "70]",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 517,
                    "end": 521,
                    "text": "[71]",
                    "ref_id": null
                },
                {
                    "start": 784,
                    "end": 788,
                    "text": "[68]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Saturating Mutagenesis"
        },
        {
            "text": "[72] contacts required for antibody recognition. As a result, in the absence of a co-crystal, contact residues that are tolerant to muta-",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Saturating Mutagenesis"
        },
        {
            "text": "tions would not be included in the predicted epitope.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Mutations and mAb Binding"
        },
        {
            "text": "Whatever the method, the ultimate goal is to randomly cover Mutations can also be directed in a more targeted fashion.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Mutations and mAb Binding"
        },
        {
            "text": "the surface of the antigen with mutations and score mAb binding. Namely, based on assumptions of the potential involvement of a Here too, inhibition of binding is taken to indicate a role for the given residue or area of the antigen in mAb binding, one can original residue, which has been mutated, in antibody recognition. Thus, epitope mapping stems from the identification of a cluster of systematically construct mutations to specifically test the effect of mutations that strongly affect mAb binding. Once again, the alteration of selected residues. For example, in order to localize the problem is that mutations in contact residues do not always result X5 Fab epitope on HIV-1 gp120, [57] 55 residues of gp120 were in loss of mAb binding. Moreover, loss of binding is often the selected for 'alanine exchange'. The mutagenesis was directed by result of modification of residues that lie outside of the epitope. structural information on the epitope recognized by a competing For instance, the degree of success of random mutagenesis as a antibody. Of the mutants constructed, eight resulted in significant means to predict epitopes was determined in the study of the reduction of antibody binding. Subsequently, when the crystal crystal structure of histidine phospho-carrier protein (HPr)-Jel42 structure of gp120-X5 Fab-CD4 was solved, [58] it became apparent mAb complex. [73, 74] Among the 34 random mutations made to the that of the 55 substitutions made, only 6 residues fell within the surface of HPr, 12 were contact residues as defined by the cogenuine binding epitope. Nonetheless, of these six alanine mutacrystal. Thirteen of the 34 mutations resulted in reduction of Jel42 tions, four had no effect on binding and had not been predicted as mAb binding. Of these, nine residues lay within the genuine part of the epitope, whereas two mutations did impair binding binding epitope. However, the remaining four inhibitory mutations significantly. Moreover, six mutations outside of the epitope did were of residues totally removed from the binding interface. have a significant effect on antibody binding. Once again we Furthermore, mutations of three bona fide contact residues had realize that the majority of the mutations that affected binding virtually no effect on Jel42 binding, once again indicating that were actually not part of the genuine epitope.",
            "cite_spans": [
                {
                    "start": 691,
                    "end": 695,
                    "text": "[57]",
                    "ref_id": null
                },
                {
                    "start": 1345,
                    "end": 1349,
                    "text": "[58]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1382,
                    "end": 1386,
                    "text": "[73,",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 1387,
                    "end": 1390,
                    "text": "74]",
                    "ref_id": "BIBREF37"
                }
            ],
            "ref_spans": [],
            "section": "Mutations and mAb Binding"
        },
        {
            "text": "substitutions of epitope-residues can often be accommodated.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Mutations and mAb Binding"
        },
        {
            "text": "In summary, targeted or random mutagenesis are easily per-purified phages corresponds to linear stretches of the antigen, formed methods, and can often generate dramatic effects on mAb epitope mapping becomes self evident. However, generally one binding to its mutated antigen. However, in view of the fact that obtains a collection of phages that do not necessarily resemble the mutated contact residues can either inhibit binding, enhance bind-antigen at all. In this situation, one can assume that the phages that ing, or have no effect at all, the interpretation of mutagenesis specifically bind the mAb reflect its epitope in some fashion. experiments can be confusing. All the more so when residues",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Mutations and mAb Binding"
        },
        {
            "text": "outside the area of the epitope can also impact on mAb binding.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Analysis and Interpretation of Phage Display Data"
        },
        {
            "text": "The question becomes how to extract from the panel of mAb Thus, epitope predictions by mutagenesis should at best be considbinding peptides information pertaining to the native epitope being ered with caution.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Analysis and Interpretation of Phage Display Data"
        },
        {
            "text": "sought.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Analysis and Interpretation of Phage Display Data"
        },
        {
            "text": "There are basically two approaches:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Analysis and Interpretation of Phage Display Data"
        },
        {
            "text": "• The first is more empirical. Through repeated rounds of biopanning one selects the peptide that binds the antibody most In contrast to the biophysical or biochemical/immuno-binding efficiently, irrespective of the fact that it may not be homoloapproaches in which the analyses stem from examining the precise gous to any segment of the linear sequence of the antigen. This structure/sequence of the antigen in question, a totally different best binding peptide is considered a peptidomimetic of the concept has also proven to be effective for epitope mapping. The epitope that, although very different in composition and strucidea is to test the binding capacity of vast collections of random ture compared with the genuine epitope, is able to mimic the peptides that represent a huge diversity of possible combinations latter functionally. [81] [82] [83] Thus, the mimetic is viewed as being of amino acid sequences. Smith and Petrenko [75] illustrated that able to place critical contact moieties in spatially defined posione can exploit phage display systems for this purpose, where tions that correspond to similar structures of the epitope. In this short peptides can be expressed on the surface of filamentous situation, the best binding mimetic is considered as a potential bacteriophages.",
            "cite_spans": [
                {
                    "start": 843,
                    "end": 847,
                    "text": "[81]",
                    "ref_id": null
                },
                {
                    "start": 848,
                    "end": 852,
                    "text": "[82]",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 853,
                    "end": 857,
                    "text": "[83]",
                    "ref_id": "BIBREF50"
                },
                {
                    "start": 939,
                    "end": 943,
                    "text": "[75]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Combinatorial Approaches"
        },
        {
            "text": "surrogate for the genuine epitope and can be used as an immu-",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Combinatorial Approaches"
        },
        {
            "text": "nogen in the hope that it will elicit antibodies that can favorably Phage display libraries of random peptides are constructed cross react with the original antigen. Some success has been using phage display vectors in which a short oligonucleotide (e.g.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Phage Display Peptide Libraries"
        },
        {
            "text": "reported with this approach. [83] 18 bases corresponding to six codons creating hexa-peptides) is • The second application of random peptide libraries is to actualcloned at the 5′ end of either the protein 3 or protein 8 genes of the ly regard the affinity purified panel of mAb binding peptides as phage. The random nature is produced by allowing each position a dataset that can be used for epitope mapping within the atomic in the oligonucleotide to assume any of the four bases (GATC). In structure of the antigen. Here also, two approaches have been this manner, all possible combinations of bases, and consequently described. In the first, one seeks to align the peptide with areas all amino acids can be expressed. Each phage thus displays the in the 3-dimensional structure of the antigen. [84, 85] Thus, taking peptide that is coded for in its single stranded genome. This the sequence of a given peptide one tries to match it residue for physical linkage between the peptide and its genetic code allows residue on the surface of the antigen irrespective of linear one to affinity isolate phages that bind a mAb of interest and then connectivity. A number of algorithms have been developed to elucidate the sequence of the peptide by standard DNA sequencdo this automatically. [84, 85] The basis for these is that a peptide ing. or significant fragment thereof is regarded as the unit of infor-Over the years, numerous phage display peptide libraries have mation. In contrast to this approach, an alternative computabeen produced and used extensively to characterize B-cell tional predictive algorithm has been developed in which the epitopes. [76] [77] [78] Generally, the procedure is straightforward. The panel of peptides is analyzed collectively. [76, 86] mAb to be analyzed is immobilized on a solid surface and reacted",
            "cite_spans": [
                {
                    "start": 29,
                    "end": 33,
                    "text": "[83]",
                    "ref_id": "BIBREF50"
                },
                {
                    "start": 798,
                    "end": 802,
                    "text": "[84,",
                    "ref_id": "BIBREF51"
                },
                {
                    "start": 803,
                    "end": 806,
                    "text": "85]",
                    "ref_id": "BIBREF52"
                },
                {
                    "start": 1286,
                    "end": 1290,
                    "text": "[84,",
                    "ref_id": "BIBREF51"
                },
                {
                    "start": 1291,
                    "end": 1294,
                    "text": "85]",
                    "ref_id": "BIBREF52"
                },
                {
                    "start": 1653,
                    "end": 1657,
                    "text": "[76]",
                    "ref_id": null
                },
                {
                    "start": 1658,
                    "end": 1662,
                    "text": "[77]",
                    "ref_id": null
                },
                {
                    "start": 1663,
                    "end": 1667,
                    "text": "[78]",
                    "ref_id": null
                },
                {
                    "start": 1761,
                    "end": 1765,
                    "text": "[76,",
                    "ref_id": null
                },
                {
                    "start": 1766,
                    "end": 1769,
                    "text": "86]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Phage Display Peptide Libraries"
        },
        {
            "text": "The Mapitope Algorithm with a comprehensive library of random peptides (usually in the Mapitope is a novel computer algorithm for the prediction of order of 10 8 -10 10 different peptides that are typically 6-15 residiscontinuous B-cell epitopes based on the notion that the panel of dues long and may or may not be disulfide constrained); [79, 80] this peptides derived from a random peptide library collectively repreprocess has been coined 'biopanning'. The result is that those sents the epitope of the mAb that they bind. [76, 86] random peptides that resemble the mAb epitope in some manner are bound by the immobilized mAb and the others are washed",
            "cite_spans": [
                {
                    "start": 340,
                    "end": 344,
                    "text": "[79,",
                    "ref_id": null
                },
                {
                    "start": 345,
                    "end": 348,
                    "text": "80]",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 527,
                    "end": 531,
                    "text": "[76,",
                    "ref_id": null
                },
                {
                    "start": 532,
                    "end": 535,
                    "text": "86]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Phage Display Peptide Libraries"
        },
        {
            "text": "The underlying principle of Mapitope is that the simplest away. The affinity bound phages are then collected and their meaningful fragment of an epitope is an 'amino acid pair' (AAP) peptide sequences determined. When the sequence of the affinity of residues that lie within the footprint of the epitope. These AAPs The fth-1 phage, containing no insert, was used as a negative control, and signals were produced using enhanced chemiluminescence (from Bublil et al., [87] with permission).",
            "cite_spans": [
                {
                    "start": 467,
                    "end": 471,
                    "text": "[87]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Phage Display Peptide Libraries"
        },
        {
            "text": "can be related to one another on the surface of the antigen such that example, a peptide of the sequence ABCDE… would be written as a cluster of pairs is defined which constitutes the majority of the the series of pairs, AB BC CD DE, etc. All AAPs derived from a epitope footprint, i.e. the predicted epitope is in essence a cluster panel of peptides are then pooled and the frequency of each type is of connected AAPs. The AAPs of the epitope need not be consecu-calculated and determined whether its representation in the pool is tive tandem residues of the antigen, but often are the result of higher than its random expectation (based on the theoretical amino juxtaposition of distant residues brought together through folding acid frequencies of the phage library). The most significant AAPs of the polypeptide chain. AAPs of the epitope are simulated by are considered as statistically significant pairs (SSPs). Thus, each tandem residues of the peptides, affinity selected from a random peptide is assumed to contain one or more epitope-relevant AAPs, library.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Phage Display Peptide Libraries"
        },
        {
            "text": "which are the basis for mAb recognition of that peptide.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Phage Display Peptide Libraries"
        },
        {
            "text": "In order to identify the most meaningful AAPs present in the Figure 1 demonstrates the fundamental concept of the alpanel of peptides, the peptides are deconvoluted into pairs. For gorithm; that is, the role of SSPs in mAb recognition. Note that the Fig. 2 . Space-filling representation of Mapitope predictions of (a) the monoclonal antibody 13b5 epitope on the surface of HIV-1 p24 antigen and (b) the trastuzumab epitope on the surface of the HER-2/neu receptor. [78] The number of amino acids comprising each antigen's surface, genuine and predicted epitopes are given. Also given is the number of correctly predicted residues (indicated in green), over-predicted residues (indicated in red) and residues that were missed (indicated in blue). The p-values express a hyper-geometric distribution (the probability of randomly predicting the epitope) and were calculated as described by Mayrose et al. [85] ",
            "cite_spans": [
                {
                    "start": 466,
                    "end": 470,
                    "text": "[78]",
                    "ref_id": null
                },
                {
                    "start": 903,
                    "end": 907,
                    "text": "[85]",
                    "ref_id": "BIBREF52"
                }
            ],
            "ref_spans": [
                {
                    "start": 61,
                    "end": 69,
                    "text": "Figure 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 250,
                    "end": 256,
                    "text": "Fig. 2",
                    "ref_id": null
                }
            ],
            "section": "Phage Display Peptide Libraries"
        }
    ],
    "bib_entries": {
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Use of peptide synthesis to probe viral antigens for epitopes to a resolution of a single amino acid",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Henderson",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "M"
                    ],
                    "last": "Geysen",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "H"
                    ],
                    "last": "Meloen",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Barteling",
                    "suffix": ""
                }
            ],
            "year": 1980,
            "venue": "Proc Natl Acad Sci",
            "volume": "95",
            "issn": "",
            "pages": "422--428",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Eradication: lessons from the past",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Henderson",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Bull World Health Organ",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Inactivated poliovirus vaccine and the final stages of poliovirus eradica-28",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Hovi",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Cretich",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Damin",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Pirri",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Biomol Eng",
            "volume": "19",
            "issn": "",
            "pages": "77--88",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Identification of critical contact residues in the specificity and affinity determination on a chip",
            "authors": [
                {
                    "first": "O",
                    "middle": [],
                    "last": "Poetz",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Ostendorp",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Brocks",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "Proteomics",
            "volume": "5",
            "issn": "",
            "pages": "121--153",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Development of peptide microarrays for epitope mapping of antibodies against the human TSH receptor",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Andresen",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Zarse",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Grotzinger",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Crystal structure of the broadly cross-Methods",
            "volume": "57",
            "issn": "",
            "pages": "1410--1417",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "The atomic structure of protein-protein recognition sites",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Lo Conte",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Chothia",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Janin",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "J Mol Biol",
            "volume": "285",
            "issn": "",
            "pages": "2177--98",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Structure of a V3-containing HIV-1 gp120 core",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "C"
                    ],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Tang",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "Y"
                    ],
                    "last": "Zhang",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Science",
            "volume": "310",
            "issn": "",
            "pages": "1025--1033",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Protein structure determination in solution by NMR spectroscopy",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Wuthrich",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "J Biol Chem",
            "volume": "265",
            "issn": "",
            "pages": "22059--62",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "A simple and efficient procedure for saturation mutagenesis using mixed oligodeoxynucleotides",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "M"
                    ],
                    "last": "Derbyshire",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Salvo",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "D"
                    ],
                    "last": "Grindley",
                    "suffix": ""
                }
            ],
            "year": 1986,
            "venue": "Gene",
            "volume": "46",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Saturation-transfer difference NMR studies for the",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Johnson",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "M"
                    ],
                    "last": "Pinto",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "145--52",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "epitope mapping of a carbohydrate-mimetic peptide recognized by an anticarbohydrate antibody",
            "authors": [],
            "year": 2004,
            "venue": "Bioorg Med Chem",
            "volume": "12",
            "issn": "",
            "pages": "295--300",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Essential residues in the polar loop region of subunit c of Escherichia coli F1F0 ATP synthase defined by random oligonucleotide",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Fraga",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "H"
                    ],
                    "last": "Fillingame",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "A geometric approach to macromolecule-ligand primed mutagenesis",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Kuntz",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Blaney",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Oatley",
                    "suffix": ""
                }
            ],
            "year": 1982,
            "venue": "J Bacteriol",
            "volume": "173",
            "issn": "",
            "pages": "269--88",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Prediction of multimolecular assemblies ously synthesized oligonucleotides to mutagenize sequences immediately 5′ of by multiple docking",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Inbar",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Benyamini",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Nussinov",
                    "suffix": ""
                }
            ],
            "year": 1983,
            "venue": "ATG initiation codon. Nucleic Acids Res",
            "volume": "349",
            "issn": "",
            "pages": "3113--3134",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "A simple and efficient procedure for generating protein interactions: current status of docking methods",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Mendez",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Leplae",
                    "suffix": ""
                },
                {
                    "first": "De",
                    "middle": [],
                    "last": "Maria",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "Proteins",
            "volume": "52",
            "issn": "",
            "pages": "127--161",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Biased random mutagenesis of peptides: determination of rounds 3-5 shows progress in docking procedures",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Mendez",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Leplae",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "F"
                    ],
                    "last": "Lensink",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Protein Eng",
            "volume": "60",
            "issn": "",
            "pages": "143--149",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Protein-protein docking predictions for 64. Shortle D, Nathans D. Local mutagenesis: a method for generating viral mutants the CAPRI experiment",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Gray",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "E"
                    ],
                    "last": "Moughon",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Kortemme",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Proc Natl",
            "volume": "52",
            "issn": "",
            "pages": "118--140",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Principles of docking: an overview of search Acad Sci",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Halperin",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Ma",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Wolfson",
                    "suffix": ""
                }
            ],
            "year": 1978,
            "venue": "Proteins",
            "volume": "75",
            "issn": "",
            "pages": "409--452",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Mechanism of hydroxylamine mutagenesis",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Shugar",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "P"
                    ],
                    "last": "Huber",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "I"
                    ],
                    "last": "Birnbaum",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Automated docking of ligands to crystal structure and conformation of 1,5-dimethyl-N4-hydroxycytosine. Biantibodies: methods and applications",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Sotriffer",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Flader",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "H"
                    ],
                    "last": "Winger",
                    "suffix": ""
                }
            ],
            "year": 1976,
            "venue": "ochim Biophys Acta",
            "volume": "20",
            "issn": "",
            "pages": "274--84",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Molecular dynamics simulation of the 66. Fried M. Isolation of temperature-sensitive mutants of polyoma virus. Virology docking of substrates to proteins",
            "authors": [
                {
                    "first": "Di",
                    "middle": [],
                    "last": "Nola",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Roccatano",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Berendsen",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "J"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 1965,
            "venue": "Proteins",
            "volume": "19",
            "issn": "",
            "pages": "669--71",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Computational ligand design. Comb Chem High 67. Shortle D, DiMaio D, Nathans D. Directed mutagenesis",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Apostolakis",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Caflisch",
                    "suffix": ""
                }
            ],
            "year": 1981,
            "venue": "Annu Rev Genet",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Protein-protein docking: is the glass half-full or half-empty? 68. Smith M. In vitro mutagenesis",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Vajda",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "J"
                    ],
                    "last": "Camacho",
                    "suffix": ""
                }
            ],
            "year": 1985,
            "venue": "Annu Rev Genet",
            "volume": "19",
            "issn": "",
            "pages": "423--62",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Random mutagenesis of the sheep Na",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "L"
                    ],
                    "last": "Burns",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Nicholas",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "M"
                    ],
                    "last": "Price",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Prediction of protein-protein interactions: the CAPRI ATPase alpha1 subunit generating the ouabain-resistant mutant L793P",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Wodak",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Mendez",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Curr Opin Struct Biol",
            "volume": "14",
            "issn": "",
            "pages": "15879--83",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Structure-function analysis of the hormone",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "K"
                    ],
                    "last": "Wrenn",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "S"
                    ],
                    "last": "Katzenellenbogen",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Binding of alpha-bungarotoxin to binding domain of the human estrogen receptor by region-specific mutagenesis proteolytic fragments of the alpha subunit of Torpedo acetylcholine receptor and phenotypic screening in yeast",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "T"
                    ],
                    "last": "Wilson",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Gershoni",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Hawrot",
                    "suffix": ""
                }
            ],
            "year": 1966,
            "venue": "Biochem Biophys Res Commun",
            "volume": "268",
            "issn": "",
            "pages": "967--71",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Randomization of genes by PCR mutagenesis. PCR binding site within the alpha subunit of the acetylcholine receptor",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Neumann",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Barchan",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Safran",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "Proc Natl Methods Appl",
            "volume": "2",
            "issn": "",
            "pages": "28--33",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Evaluation of mutagenesis for epitope",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Prasad",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Sharma",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Vandonselaar",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Determination of the primary amino acid mapping: structure of an antibody-protein antigen complex",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "T"
                    ],
                    "last": "Wilson",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "L"
                    ],
                    "last": "Lentz",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Hawrot",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "J Biol Chem",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "sequence specifying the alpha-bungarotoxin binding site on the alpha subunit of 268: 10705-8 the acetylcholine receptor from Torpedo californica",
            "authors": [],
            "year": 1985,
            "venue": "Proc Natl Acad Sci U S A",
            "volume": "82",
            "issn": "",
            "pages": "8790--8794",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Epitope mapping by mutagenesis distinguishes between the two tertiary structures of the histidine-containing",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Sharma",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Georges",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "T"
                    ],
                    "last": "Delbaere",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "Mapping the main immunogenic region and protein HPr",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Barkas",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Mauron",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Roth",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "Proc Natl Acad Sci U S A",
            "volume": "88",
            "issn": "",
            "pages": "4877--81",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "toxin-binding site of the nicotinic acetylcholine receptor",
            "authors": [],
            "year": 1987,
            "venue": "Chem Rev",
            "volume": "235",
            "issn": "",
            "pages": "391--410",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "The mapping and reconstitution acetylcholine receptor by Escherichia coli transformants. Proc Natl Acad Sci of a conformational discontinuous B-cell epitope of HIV-1",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Gershoni",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Enshell-Seijffers",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Denisov",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Groisman",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "J Mol Biol",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "and respiratory syndrome virus by phage display: the nsp2 fragment of the replicase polyprotein contains a cluster of B-cell epitopes",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "C"
                    ],
                    "last": "Benjamin",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "S"
                    ],
                    "last": "Perdue",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "B"
                    ],
                    "last": "Oleksiewicz",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Botner",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Toft",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Methods",
            "volume": "77",
            "issn": "",
            "pages": "508--523",
            "other_ids": {}
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "High-resolution epitope mapping of hGH-receptor 3277-90 interactions by alanine-scanning mutagenesis",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "C"
                    ],
                    "last": "Cunningham",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Wells",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "B"
                    ],
                    "last": "Riemer",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Kraml",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Scheiner",
                    "suffix": ""
                }
            ],
            "year": 1989,
            "venue": "Science",
            "volume": "244",
            "issn": "",
            "pages": "1081--1086",
            "other_ids": {}
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "Methods epitope mimics onto the surface of Her-2/neu: a new method of epitope",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Wells",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "Mol Immunol",
            "volume": "202",
            "issn": "",
            "pages": "1121--1125",
            "other_ids": {}
        },
        "BIBREF45": {
            "ref_id": "b45",
            "title": "The rational design of a 'type 88' receptor binding domain: fine mapping and functional characterization. Virol J genetically stable peptide display vector in the filamentous bacteriophage fd",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Chakraborti",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Prabakaran",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Xiao",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Nucleic Acids Res",
            "volume": "2",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF46": {
            "ref_id": "b46",
            "title": "Comparison of a structural and a functional epitope",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "C"
                    ],
                    "last": "Cunningham",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Wells",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "J Mol Biol",
            "volume": "234",
            "issn": "",
            "pages": "554--63",
            "other_ids": {}
        },
        "BIBREF47": {
            "ref_id": "b47",
            "title": "Antibody-selectable filamentous fd phage vectors: affinity purification of target genes",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "F"
                    ],
                    "last": "Parmley",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "P"
                    ],
                    "last": "Smith",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "Gene",
            "volume": "73",
            "issn": "",
            "pages": "305--323",
            "other_ids": {}
        },
        "BIBREF48": {
            "ref_id": "b48",
            "title": "A mutational analysis of binding interactions in an antigen-antibody protein-protein complex",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Dall&apos;acqua",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "R"
                    ],
                    "last": "Goldman",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Lin",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "J Mol Recognit",
            "volume": "81",
            "issn": "",
            "pages": "94--102",
            "other_ids": {}
        },
        "BIBREF49": {
            "ref_id": "b49",
            "title": "Computational prediction of the crossof conformational epitopes within three-dimensional structures of proteins. reactive neutralizing epitope corresponding to the monoclonal antibody b12",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Schreiber",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Humbert",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Benz",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J Comput Chem",
            "volume": "26",
            "issn": "",
            "pages": "1762--74",
            "other_ids": {}
        },
        "BIBREF50": {
            "ref_id": "b50",
            "title": "Mapping a neutralizing epitope on the of a peptide that specifically binds the human, broadly neutralizing anti-human immunodeficiency virus type 1 antibody b12",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "B"
                    ],
                    "last": "Zwick",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "L"
                    ],
                    "last": "Bonnycastle",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Menendez",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "J Virol",
            "volume": "75",
            "issn": "",
            "pages": "6692--6701",
            "other_ids": {}
        },
        "BIBREF51": {
            "ref_id": "b51",
            "title": "SiteLight: binding-site prediction using phage selected peptides",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Halperin",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Wolfson",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Nussinov",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Protein Sci",
            "volume": "359",
            "issn": "",
            "pages": "1344--59",
            "other_ids": {}
        },
        "BIBREF52": {
            "ref_id": "b52",
            "title": "Epitope mapping using combinatorial phage-display libraries: a graph-based algorithm",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Mayrose",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Shlomi",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "D"
                    ],
                    "last": "Rubinstein",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Nucleic Acids Res",
            "volume": "35",
            "issn": "1",
            "pages": "69--78",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Mutagenic comparison of serine-containing statistically significant pairs (SSPs) versus amino acid pairs. (a) Amino acid sequences of b12 monoclonal antibody (mAb) affinity purified phages: C10 (wild-type phage), S4 and S8 in which Ser-4 and Ser-8 are converted to alanine. The LWSDL segment of phage C10, determined to contain SSPs which are important for b12 binding, is underlined. (b) Two-fold dilutions of equal amounts of phages were dot-blotted onto a nitrocellulose membrane filter and reacted with the b12 mAb.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "accessible, yet each has its advantages and disadvantages. S127-40 The prospects of using the combinatorial approach, selecting 18. Jacotot E, Krust B, Callebaut C, et al. HIV-1 envelope glycoproteins-mediated apoptosis is regulated by CD4 dependent and independent mechanisms.for mAb-specific peptides and analyzing them via computational ",
            "cite_spans": [
                {
                    "start": 59,
                    "end": 66,
                    "text": "S127-40",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "annex"
        }
    ]
}