{
    "paper_id": "f25a773611502f445db1f5a4e6aa8ec49ccff4d7",
    "metadata": {
        "title": "Journal Pre-proof Cannabidiol as prophylaxis for SARS-CoV-2 and COVID-19? Unfounded claims versus potential risks of medications during the pandemic Cannabidiol as prophylaxis for SARS-CoV-2 and COVID-19? Unfounded claims versus potential risks of medications during the pandemic",
        "authors": [
            {
                "first": "Joshua",
                "middle": [
                    "D"
                ],
                "last": "Brown",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Florida College of Pharmacy",
                    "location": {
                        "addrLine": "1225 Center Drive HPNP #3320",
                        "postCode": "32606",
                        "settlement": "Gainesville",
                        "region": "FL",
                        "country": "USA"
                    }
                },
                "email": "e:joshua.brown@ufl.edu"
            },
            {
                "first": "Joshua",
                "middle": [],
                "last": "Brown",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Florida College of Pharmacy",
                    "location": {
                        "addrLine": "1225 Center Drive HPNP #3320",
                        "postCode": "32606",
                        "settlement": "Gainesville",
                        "region": "FL",
                        "country": "USA"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Cannabidiol (CDB) is ubiquitous in U.S. markets as consumer-based products (CBD oils, lotions, edibles, etc.), via medical cannabis programs, and as a prescription product. 1 Products containing CBD have proliferated amidst claims of broad health benefits. One of the most common claims for CBD is \"immune support\" or \"boosting.\" Now, under the threat of a global pandemic, many consumers and patients look for natural remedies to combat SARS-CoV-2 to protect themselves from infection. In light of this, a look at CBD and its impacts on the immune system is warranted as pharmacological effects suggest a potentially detrimental effect. The role of pharmacists as accessible, evidence-based medication experts throughout this pandemic is also considered.",
            "cite_spans": [
                {
                    "start": 173,
                    "end": 174,
                    "text": "1",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Letter to the Editor"
        },
        {
            "text": "CBD has complex pharmacological properties. Immunomodulation may be mediated through cannabinoid receptors or myriad other pharmacological targets. 2 These net effects can be summarized as \"anti-inflammatory\" and are the sought after therapeutic effects of CBD for a variety of immune-mediated disorders including autoimmune conditions and neurodegeneration. These effects suppress cytokines and decrease chemokines, leading to suppression of effector T cells, microglial cells, and overall host response to pathogens including viruses like SARS-CoV-2. 2 Perhaps the best current medical knowledge on the impact of cannabidiol aloneon infection risk is limited to a phase 3 clinical trial of Epidiolex® (cannabidiol) dosed at 10 or 20 mg/kg/day for serious seizure disorders. 3 Infections were over 30% more common in those receiving CBD versus placebo. Among infections, viral (7% and 11% versus 6%) and pneumonia (8% and 5% versus 1%) had the largest relative increases for 10 and 20 mg/kg/day doses versus placebo, respectively. 3 Consumer doses of CBD are likely much lower than these therapeutic doses for refractory seizures but CBD doses through medical cannabis preparations could be equally potent. 1 Thus, current pharmacological and clinical evidence suggests CBD could decrease the ability fight off infections and is contrasted against its potential clinical uses as an anti-inflammatory. This risk may be higher for viral and respiratory infections. 3 Recommendations for patients and clinicians to avoid use of CBD and other cannabinoids during this pandemic may need to be encouraged unless medically supported for recognized indications (e.g. seizures, cancer, chronic pain).False marketing claims of \"immune system boosting\" or antiviral effects should be reported to regulatory bodies like the Food and Drug Administration.",
            "cite_spans": [
                {
                    "start": 148,
                    "end": 149,
                    "text": "2",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 553,
                    "end": 554,
                    "text": "2",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 776,
                    "end": 777,
                    "text": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1032,
                    "end": 1033,
                    "text": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1208,
                    "end": 1209,
                    "text": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 1464,
                    "end": 1465,
                    "text": "3",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Letter to the Editor"
        },
        {
            "text": "Pharmacists are in a unique position, particularly in the community retail and ambulatory settings, to encourage judicious use and make recommendations for CBD and other over-thecounter and prescription medications gaining attention (e.g. ibuprofen, antihypertensives 4, 5 ) during this pandemic. Pharmacists should approach this from an evidence basis and not give in to media sensationalism of unfounded hypotheses and case reports. Pharmacists should instead encourage public health by following federal and state guidance and promoting these practices with our patients. 6 Pharmacists are the drug safety experts, and now is the time to provide that information to the best of their abilities.",
            "cite_spans": [
                {
                    "start": 268,
                    "end": 270,
                    "text": "4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 271,
                    "end": 274,
                    "text": "5 )",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 575,
                    "end": 576,
                    "text": "6",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Letter to the Editor"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Potential Adverse Drug Events and Drug-Drug Interactions with Medical and Consumer Cannabidiol (CBD) Use",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Brown",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "G"
                    ],
                    "last": "Winterstein",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "J Clin Med",
            "volume": "8",
            "issn": "7",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Immune Responses Regulated by Cannabidiol. Cannabis and Cannabinoid Research",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Nichols",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "L"
                    ],
                    "last": "Kaplan",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "EPIDIOLEX (cannabidiol) Prescribing Information",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Are patients with hypertension and diabetes mellitus at increased risk for COVID-19 infection? The Lancet Respiratory Medicine",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Fang",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Karakiulakis",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Roth",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Antihypertensive drugs and risk of COVID-19?",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Brown",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet Respir Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Community pharmacist in public health emergencies: Quick to action against the coronavirus 2019-nCoV outbreak",
            "authors": [
                {
                    "first": "Col",
                    "middle": [],
                    "last": "Ung",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Res Social Adm Pharm",
            "volume": "04",
            "issn": "2020",
            "pages": "583--586",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": []
}