{
    "paper_id": "f287c07856102ae004f4a2c24f2766200d6678da",
    "metadata": {
        "title": "",
        "authors": [
            {
                "first": "Michael",
                "middle": [],
                "last": "Gormley",
                "suffix": "",
                "affiliation": {},
                "email": "m.gormley@hw.ac.uk"
            },
            {
                "first": "Thomas",
                "middle": [
                    "J"
                ],
                "last": "Aspray",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "David",
                "middle": [
                    "A"
                ],
                "last": "Kelly",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "By its very design, the wastewater plumbing system is a harbinger of pathogenic microorganisms with, under some circumstances, the potential to enable airborne transmission of viruses such as severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2), which causes coronavirus disease 2019 (COVID-19).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "COVID-19: mitigating transmission via wastewater plumbing systems"
        },
        {
            "text": "In 2003, WHO published a final report into a superspreading event of SARS within a housing block in Hong Kong. 1 The 50-storey building had 342 confirmed cases of SARS and 42 deaths. The report identified defects in the wastewater plumbing system as a transmission mode within the building, which facilitated the transport of \"virus laden droplets\" through empty U-bends in bathrooms. This airborne transmission route was aided by bathroom extract ventilation, which drew contaminated air into the room. Since then, our research group has been investigating mechanisms of cross transmission, improvements in system design, and innovations in system monitoring, including confirmation of the wastewater plumbing system as a reservoir for pathogens. 2, 3 In 2017, we published results from an experiment on a full-scale twostorey wastewater plumbing test-rig in which we used a model organism (Pseudomonas putida) to represent pathogens flushed into the system. 4 Viable organisms were shown to be transmitted between rooms on different floors of a building, carried within the system airflow. Droplet fallout resulted in contamination of surfaces within the system and rooms. We also suggested causes of the wastewater plumbing system defects and presented a basic qualitative risk assessment for disease spread in buildings. One important factor identified was the interconnectedness of all parts of the building by the wastewater plumbing system and, therefore, the potential for contaminated air to travel throughout the building unhindered. We also identified the short-duration burst of contaminated air from the wastewater plumbing system that caused the cross-contamination. 5 The implications of our work are far-reaching given the rate of spread of COVID-19. The interconnectedness of the wastewater plumbing network, the sensitivity of the system to factors such as overuse, underuse, high temperatures, and high concentrations of infected people raise concerns over the practice of self isolation and the use of hospital wards as quarantine areas. High concentrations of infected people contribute to a higher viral load in the system, thus leading to a higher risk of disease spread. Self-isolation can lead to a greater number of infected people in a building and potential system overuse. The use of hospital wards as quarantine areas is also a concern because of the interconnectedness of the whole system.",
            "cite_spans": [
                {
                    "start": 111,
                    "end": 112,
                    "text": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 748,
                    "end": 750,
                    "text": "2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 751,
                    "end": 752,
                    "text": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 960,
                    "end": 961,
                    "text": "4",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1681,
                    "end": 1682,
                    "text": "5",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "COVID-19: mitigating transmission via wastewater plumbing systems"
        },
        {
            "text": "We recommend the following steps be taken to ensure that transmission through the wastewater plumbing system is minimised: (1) do not ignore unexplained foul smells in bathrooms, kitchens, or wash areas;",
            "cite_spans": [],
            "ref_spans": [],
            "section": "COVID-19: mitigating transmission via wastewater plumbing systems"
        },
        {
            "text": "(2) make sure that all water appliances in bathrooms and kitchens are fitted with a functioning U-bend; (3) to prevent the loss of the water trap seal within a U-bend, open a tap on all water appliances for at least 5 s twice a day (morning and evening) paying special attention to floor drains in bathrooms and wet rooms; (4) if the wastewater pipework from an appliance appears to be disconnected or open, seal it immediately (ie, use an elastic rubber glove to cover the end; a plastic bag and some tape will suffice, ensuring the bag has no holes); (5) if there appears to be any crack or leak in pipework, seal with tape or glue; and (6) continuously monitor whole system performance (for large or tall buildings). The potential for a substantial viral load within the wastewater plumbing system (and therefore the main sewer system), in combination with the potential for airborne transmission due to aerosolisation of the virus, calls for wastewater plumbing systems to be considered as a potential transmission pathway for COVID-19. The interconnectedness of the wastewater plumbing network can facilitate exposure to SARS-CoV-2 within, or even between, buildings. This is of particular concern in highrisk transmission settings such as hospitals and health-care buildings. Following the recommendations set out above will help to minimise the risk of transmission.",
            "cite_spans": [
                {
                    "start": 553,
                    "end": 556,
                    "text": "(5)",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "COVID-19: mitigating transmission via wastewater plumbing systems"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Consensus document on the epidemiology of severe acute respiratory syndrome (SARS)",
            "authors": [],
            "year": 2003,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "An assessment of, and response to, potential cross-contamination routes to defective appliance water trap seals in building drainage systems",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Gormley",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Swaffield",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "A"
                    ],
                    "last": "Sleigh",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "J"
                    ],
                    "last": "Noakes",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Build Serv Eng Res Technol",
            "volume": "1",
            "issn": "",
            "pages": "1--15",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Environmental conditions and the prevalence of norovirus in hospital building drainage system wastewater and airflows",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Gormley",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Templeton",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Kelly",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Hardie",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Build Serv Eng Res Technol",
            "volume": "35",
            "issn": "",
            "pages": "244--53",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Pathogen cross-transmission via building sanitary plumbing systems in a full scale pilot test-rig",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Gormley",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "J"
                    ],
                    "last": "Aspray",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Kelly",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Rodriguez-Gil",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "PLoS One",
            "volume": "12",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Mechanisms of bio-aerosol transmission in sanitary plumbing systems",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Gormley",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "J"
                    ],
                    "last": "Aspray",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Kelly",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "14th International Conference on Indoor Air Quality and Climate",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Correspondence www.thelancet.com/lancetgh Published online March 23, 2020 https://doi.org/10.1016/S2214-109X(20)30112-1 1",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}