{
    "paper_id": "f2dfb7226ba81dd7f3e470e0b747eedc44c2bcd3",
    "metadata": {
        "title": "Neurokinin-1 enables measles virus trans-synaptic spread in neurons",
        "authors": [
            {
                "first": "Nina",
                "middle": [],
                "last": "Makhortova",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Perlmutter Laboratory",
                    "institution": "Fox Chase Cancer Center",
                    "location": {
                        "postCode": "19111, 02115",
                        "settlement": "Philadelphia, Boston",
                        "region": "PA, MA"
                    }
                },
                "email": ""
            },
            {
                "first": "Peter",
                "middle": [],
                "last": "Askovich",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Perlmutter Laboratory",
                    "institution": "Fox Chase Cancer Center",
                    "location": {
                        "postCode": "19111, 02115",
                        "settlement": "Philadelphia, Boston",
                        "region": "PA, MA"
                    }
                },
                "email": ""
            },
            {
                "first": "Catherine",
                "middle": [
                    "E"
                ],
                "last": "Patterson",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Perlmutter Laboratory",
                    "institution": "Fox Chase Cancer Center",
                    "location": {
                        "postCode": "19111, 02115",
                        "settlement": "Philadelphia, Boston",
                        "region": "PA, MA"
                    }
                },
                "email": ""
            },
            {
                "first": "Lisa",
                "middle": [
                    "A"
                ],
                "last": "Gechman",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Perlmutter Laboratory",
                    "institution": "Fox Chase Cancer Center",
                    "location": {
                        "postCode": "19111, 02115",
                        "settlement": "Philadelphia, Boston",
                        "region": "PA, MA"
                    }
                },
                "email": ""
            },
            {
                "first": "Norma",
                "middle": [
                    "P"
                ],
                "last": "Gerard",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Perlmutter Laboratory",
                    "institution": "Fox Chase Cancer Center",
                    "location": {
                        "postCode": "19111, 02115",
                        "settlement": "Philadelphia, Boston",
                        "region": "PA, MA"
                    }
                },
                "email": ""
            },
            {
                "first": "Glenn",
                "middle": [
                    "F"
                ],
                "last": "Rall",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Perlmutter Laboratory",
                    "institution": "Fox Chase Cancer Center",
                    "location": {
                        "postCode": "19111, 02115",
                        "settlement": "Philadelphia, Boston",
                        "region": "PA, MA"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Measles virus (MV), a morbillivirus that remains a significant human pathogen, can infect the central nervous system, resulting in rare but often fatal diseases, such as subacute sclerosing panencephalitis. Previous work demonstrated that MV was transmitted trans-synaptically, and that, while a cellular receptor for the hemagglutinin (H) protein was required for MV entry, it was dispensable for subsequent cell-to-cell spread. Here, we explored what role the other envelope protein, fusion (F), played in trans-synaptic transport. We made the following observations: 1) MV-F expression in infected neurons was similar to that seen in infected fibroblasts; 2) fusion inhibitory peptide (FIP), an inhibitor of MV fusion, prevented both infection and spread in primary neurons; 3) Substance P, a neurotransmitter with the same active site as FIP, also blocked neuronal MV spread; and 4) both genetic deletion and pharmacological inhibition of the Substance P receptor, neurokinin-1 (NK-1), reduced infection of susceptible mice. Together, these data implicate a role for NK-1 in MV CNS infection and spread, perhaps serving as a MVF receptor or co-receptor on neurons.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "In rare cases, MV can invade and persist within the human central nervous system (CNS), leading to progressive and fatal neurological diseases, including subacute sclerosing panencephalitis (SSPE) (Anlar, 1997; Griffin and Bellini, 1996; Schneider-Schaulies et al., 1999) . Two hallmarks of SSPE are the protracted period between initial infection and signs of disease (often years), and the inability to recover infectious virus from affected brain tissues, despite the extensive presence of MV RNA and protein (Katz, 1995; Payne, Baublis, and Itabashi, 1969) . This is in contrast to the rapid and highly productive infections that occur in non-CNS tissues. The apparent differences in MV replication and spread within the human a Present address: Rosetta Biosoftware, 401 Terry Avenue North, Seattle WA 98109 b Present address: Case Western Reserve University, Department of Molecular Biology and Microbiology, 10900 Euclid Avenue, Cleveland OH 44106-4960 c Corresponding author The Fox Chase Cancer Center 333 Cottman Avenue Philadelphia, Pennsylvania 19111 Phone: (215) 728-2412 Email: glenn.rall@fccc.edu CNS implied that viral neurotransmission was substantively less cytopathic and productive than in non-neuronal tissues.",
            "cite_spans": [
                {
                    "start": 197,
                    "end": 210,
                    "text": "(Anlar, 1997;",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 211,
                    "end": 237,
                    "text": "Griffin and Bellini, 1996;",
                    "ref_id": null
                },
                {
                    "start": 238,
                    "end": 271,
                    "text": "Schneider-Schaulies et al., 1999)",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 512,
                    "end": 524,
                    "text": "(Katz, 1995;",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 525,
                    "end": 560,
                    "text": "Payne, Baublis, and Itabashi, 1969)",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 1029,
                    "end": 1074,
                    "text": "Philadelphia, Pennsylvania 19111 Phone: (215)",
                    "ref_id": null
                },
                {
                    "start": 1075,
                    "end": 1110,
                    "text": "728-2412 Email: glenn.rall@fccc.edu",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Mice are normally non-permissive for MV; thus, to study MV spread and pathogenesis in the CNS, a transgenic mouse model of neuronal infection was developed. These transgenic mice expressed CD46, the first identified human MV receptor (Dorig et al., 1993; Naniche et al., 1993) , now thought to be the primary receptor for vaccine strains (Cattaneo, 2004) , under the transcriptional control of the neuron-specific promoter, neuron-specific enolase (NSE) (Rall et al., 1997) . Subsequent challenge of NSE-CD46 transgenic mice with the vaccine strain, MV-Edmonston, by either the intracerebral or intranasal route resulted in infection in all transgenic mice. While adult immunocompetent mice resolved the infection, both CD46 + neonates and immunodeficient (e.g., RAG knockout (KO)) CD46 + adults developed CNS disease resulting from unrestricted neuronal infection (Lawrence et al., 1999; Rall et al., 1997) .",
            "cite_spans": [
                {
                    "start": 234,
                    "end": 254,
                    "text": "(Dorig et al., 1993;",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 255,
                    "end": 276,
                    "text": "Naniche et al., 1993)",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 338,
                    "end": 354,
                    "text": "(Cattaneo, 2004)",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 454,
                    "end": 473,
                    "text": "(Rall et al., 1997)",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 865,
                    "end": 888,
                    "text": "(Lawrence et al., 1999;",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 889,
                    "end": 907,
                    "text": "Rall et al., 1997)",
                    "ref_id": "BIBREF28"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Using primary hippocampal neurons obtained from NSE-CD46 + embryos, we showed that MV neuronal infection was noncytopathic and did not result in release of extracellular progeny, despite extensive viral spread (Lawrence et al., 2000) . Interestingly, neuron-to-neuron spread of MV occurred exclusively at the synapse, and did not require expression of CD46 (Lawrence et al., 2000; Oldstone et al., 1999; Rall et al., 1997) , indicating that a hemagglutinin (H)-receptor interaction may not be required at the synaptic interface (Lawrence et al., 2000) .",
            "cite_spans": [
                {
                    "start": 210,
                    "end": 233,
                    "text": "(Lawrence et al., 2000)",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 357,
                    "end": 380,
                    "text": "(Lawrence et al., 2000;",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 381,
                    "end": 403,
                    "text": "Oldstone et al., 1999;",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 404,
                    "end": 422,
                    "text": "Rall et al., 1997)",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 528,
                    "end": 551,
                    "text": "(Lawrence et al., 2000)",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Based on this observation, we next wanted to establish what role, if any, the viral fusion protein played in trans-synaptic transport. While it is generally believed that H and F have interaction domains that coordinate receptor binding and fusion (Hu, Ray, and Compans, 1992) , work by other laboratories has suggested that F may act independently of H, and may even govern target cell specificity. For example, in simian virus 5 (SV5), F promotes fusion in the absence of the hemagglutinin-neuraminidase (HN) protein, albeit less efficiently than when HN is present (Horvath et al., 1992; Ito et al., 1997) . Moreover, SV5 F protein mutants that require SV5 HN for fusion at 37°C can fuse in an HN-independent manner at higher temperatures. Thus, fusion may require surmounting a thermodynamic threshold, which can be accomplished by a conformational change in the HN protein, increased temperature, or perhaps interaction of the F protein with its own cellular receptor (Dutch et al., 2001; Paterson, Russell, and Lamb, 2000) . This final possibility has support in the literature, since the F 2 fusion protein of respiratory syncytial virus (RSV), a Pneumovirus within the Paramyxovirus family, determines host cell tropism (Schendler et al., 2003) , and recombinant RSV particles lacking the G protein remained viable and able to spread (Techaarpornkul, Barretto, and Peeples, 2001) .",
            "cite_spans": [
                {
                    "start": 248,
                    "end": 276,
                    "text": "(Hu, Ray, and Compans, 1992)",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 568,
                    "end": 590,
                    "text": "(Horvath et al., 1992;",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 591,
                    "end": 608,
                    "text": "Ito et al., 1997)",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 973,
                    "end": 993,
                    "text": "(Dutch et al., 2001;",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 994,
                    "end": 1028,
                    "text": "Paterson, Russell, and Lamb, 2000)",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 1228,
                    "end": 1252,
                    "text": "(Schendler et al., 2003)",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 1342,
                    "end": 1387,
                    "text": "(Techaarpornkul, Barretto, and Peeples, 2001)",
                    "ref_id": "BIBREF37"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In this study, an inhibitor of paramyxovirus fusion, fusion inhibitory peptide (FIP) was used (Richardson and Choppin, 1983; Richardson, Scheid, and Choppin, 1980) . The tri-peptide sequence of FIP (Phe-Phe-Gly) is identical to the active site of the neurotransmitter Substance P ( Figure 4A ), which can also inhibit MV spread in non-neuronal cultures (Harrowe, Mitsuhashi, and Payan, 1990; Schroeder, 1986) . Substance P transduces signals to target cells by engagement of the neurotachykinin family of G protein-coupled neurotransmitter receptors, including neurokinin-1 (NK-1) (Gerard et al., 1991; Schaffer et al., 1998) , a highly conserved protein expressed on diverse mammalian cells, including neurons, lymphocytes, smooth muscle cells and vascular endothelium (Pennefather et al., 2004) . NK-1 expression is not ubiquitous within the CNS, though most central structures display some expression (Mantyh, 2002) . In neurons, NK-1 is broadly distributed on the plasma membrane, though concentrated at the synapse (Bozic et al., 1996) . Here, we show that both FIP and Substance P prevent MV spread in neurons, and that both genetic deletion and pharmacological inhibition of NK-1 also reduce infection of permissive mice. Together, these data indicate that fusion is a required step for viral transport across the synaptic cleft, and suggest that NK-1 plays a key role in this process, perhaps serving as a MV-F receptor.",
            "cite_spans": [
                {
                    "start": 94,
                    "end": 124,
                    "text": "(Richardson and Choppin, 1983;",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 125,
                    "end": 163,
                    "text": "Richardson, Scheid, and Choppin, 1980)",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 353,
                    "end": 391,
                    "text": "(Harrowe, Mitsuhashi, and Payan, 1990;",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 392,
                    "end": 408,
                    "text": "Schroeder, 1986)",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 581,
                    "end": 602,
                    "text": "(Gerard et al., 1991;",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 603,
                    "end": 625,
                    "text": "Schaffer et al., 1998)",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 770,
                    "end": 796,
                    "text": "(Pennefather et al., 2004)",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 904,
                    "end": 918,
                    "text": "(Mantyh, 2002)",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 1020,
                    "end": 1040,
                    "text": "(Bozic et al., 1996)",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [
                {
                    "start": 282,
                    "end": 291,
                    "text": "Figure 4A",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Introduction"
        },
        {
            "text": "We previously showed that inter-neuronal transmission of MV was trans-synaptic and CD46independent (Lawrence et al., 2000) . Because CD46-negative neurons were non-permissive for infection by extracellular virus, but could support infection when co-cultured with infected CD46 + neurons, we hypothesized that the MV-H protein, though needed for initial MV entry, may be dispensable for neuron-to-neuron trans-synaptic spread of MV.",
            "cite_spans": [
                {
                    "start": 99,
                    "end": 122,
                    "text": "(Lawrence et al., 2000)",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "Expression and distribution of the fusion protein in MV-infected primary neurons"
        },
        {
            "text": "Because both MV-H and F are typically involved in viral entry and spread, we next asked whether MV-F was translated and processed in infected neurons. Lysates were prepared from MV-infected or mock-infected neurons and Vero cells. Western blots using a rabbit antibody raised against the F carboxy terminus (Cathomen, Naim, and Cattaneo, 1998) were then performed on protein lysates equivalent to 10 5 infected cells. For the mock-infected controls, an amount of lysate corresponding to 10 5 cells was used. MV-F is synthesized as a precursor (F 0 ) that is post-translationally cleaved into two subunits, F 1 and F 2 . As shown in Figure 1 , equivalent numbers of infected Vero fibroblasts and CD46 + neurons yielded both F 0 and F 1 fragments, though the amount of each present in neurons was consistently less. Despite slight differences in expression levels, cleavage of the F 0 protein was efficient in both cell types. Note that the F 2 fragment is not recognized by this antibody.",
            "cite_spans": [
                {
                    "start": 307,
                    "end": 343,
                    "text": "(Cathomen, Naim, and Cattaneo, 1998)",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [
                {
                    "start": 632,
                    "end": 640,
                    "text": "Figure 1",
                    "ref_id": null
                }
            ],
            "section": "Expression and distribution of the fusion protein in MV-infected primary neurons"
        },
        {
            "text": "Fusion inhibitory peptide (FIP) is a synthetic tri-peptide (z-D-Phe-L-Phe-Gly) that prevents fusion by multiple viruses, though its strongest activity is against MV (Norrby, 1971; Richardson and Choppin, 1983; Richardson, Scheid, and Choppin, 1980) . To determine if FIP blocked MV spread in neurons, primary neurons obtained from NSE-CD46 + embryonic hippocampi, and control Vero fibroblasts were infected with MV-Ed using a range of MOIs from 0.1-3, followed by addition of FIP at 6 hr post-infection (hpi). Cells were then collected 1-3 dpi and immunostained for the presence of MV antigens. One representative experiment of three using an MOI=0.1 and FIP at 200 M is shown in Figure 2 . In Vero cells without FIP, MV spread rapidly, resulting in extensive infection and syncytia ( Figure 2A ). As expected, addition of FIP after infection prevented viral spread and syncytia formation, and the monolayer remained intact ( Figure 2B ). Because FIP was added 6 hpi, individual MV-positive cells were expected.",
            "cite_spans": [
                {
                    "start": 165,
                    "end": 179,
                    "text": "(Norrby, 1971;",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 180,
                    "end": 209,
                    "text": "Richardson and Choppin, 1983;",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 210,
                    "end": 248,
                    "text": "Richardson, Scheid, and Choppin, 1980)",
                    "ref_id": "BIBREF31"
                }
            ],
            "ref_spans": [
                {
                    "start": 680,
                    "end": 688,
                    "text": "Figure 2",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 785,
                    "end": 794,
                    "text": "Figure 2A",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 926,
                    "end": 935,
                    "text": "Figure 2B",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Fusion inhibitory peptide blocks MV spread in primary neurons"
        },
        {
            "text": "Similarly, addition of FIP after primary infection blocked the trans-synaptic neuronal transmission of MV ( Figure 2D ) that was otherwise observed in untreated cultures ( Figure 2C ). Identical results were obtained when infection and FIP addition were separated by 1 hr, or when other MOIs were used (data not shown). As shown in the Table, the effect of FIP addition on MV spread was dose-dependent for both cell types, with >50% inhibition occurring at 50 M. The inhibitory effect of FIP was specific for MV, as identical experiments with two other neurotropic RNA viruses, lymphocytic choriomeningitis virus (LCMV) and poliovirus (PV), showed no differences in infection levels in the presence of FIP (data not shown).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 108,
                    "end": 117,
                    "text": "Figure 2D",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 172,
                    "end": 181,
                    "text": "Figure 2C",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Fusion inhibitory peptide blocks MV spread in primary neurons"
        },
        {
            "text": "The initial characterization of paramyxovirus hydrophobic fusion inhibitors showed that both de novo infection and subsequent cell-to-cell spread were prevented (Norrby, 1971; Richardson and Choppin, 1983; Richardson, Scheid, and Choppin, 1980) . In our hands, however, addition of FIP prior to viral challenge did not prevent infection of Vero cells ( Figure 3D ), though subsequent viral spread was blocked ( Figure 3E and F). The suppressive effect of FIP was reversible: when FIP was washed out of the cultures at 3 dpi, MV rebounded rapidly, resulting in the same cytopathicity and syncytia formation as observed in untreated cultures (compare Figure 3G and 3C). In contrast, pretreatment of CD46 + neurons with FIP completely blocked infection ( Figure 3K -M), and, as expected, FIP washout did not result in MV re-emergence ( Figure 3N ). The inability of FIP to block infection of Veros could be due to cell-specific differences in receptor density, distribution (or utilization) of putative fusion receptors (discussed below), or access of FIP to cell surfaces. Taken together, these data indicate that FIP can prevent both infection and spread in primary CD46 + mouse hippocampal neurons.",
            "cite_spans": [
                {
                    "start": 161,
                    "end": 175,
                    "text": "(Norrby, 1971;",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 176,
                    "end": 205,
                    "text": "Richardson and Choppin, 1983;",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 206,
                    "end": 244,
                    "text": "Richardson, Scheid, and Choppin, 1980)",
                    "ref_id": "BIBREF31"
                }
            ],
            "ref_spans": [
                {
                    "start": 353,
                    "end": 362,
                    "text": "Figure 3D",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 411,
                    "end": 420,
                    "text": "Figure 3E",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 649,
                    "end": 658,
                    "text": "Figure 3G",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 752,
                    "end": 761,
                    "text": "Figure 3K",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 833,
                    "end": 842,
                    "text": "Figure 3N",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "FIP blocks MV infection of primary neurons"
        },
        {
            "text": "The Phe-X-Gly sequence of FIP is also the active site of the neurotachykinin family of peptide neurotransmitters that include Substance P, Neurokinin A and Neurokinin B ( Figure 4A ). For Substance P, the central residue of the motif is a phenylalanine (as in FIP), while for Neurokinin A and B it is a valine. In addition, for FIP, the central Phe residue is the L-isomer, whereas for the neurokinins, it is the D-isomer.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 171,
                    "end": 180,
                    "text": "Figure 4A",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Inhibition of measles virus spread by neurotransmitters"
        },
        {
            "text": "It was previously shown that Substance P could inhibit MV spread in non-neuronal cultures (Harrowe, Mitsuhashi, and Payan, 1990; Schroeder, 1986) . To determine if the neurotachykinins block MV trans-neuronal spread in our model system, we performed inhibition experiments identical to those described above with FIP, using the three neurotachykinins, two other non-neurotachykinin peptide transmitters (bradykinin and opioid receptor antagonist peptide), and a Substance P antagonist, spantide, which does not contain the Phe-X-Gly motif. Peptides were added at the indicated concentrations 6 hpi. Cells were collected at 3 dpi and immunostained for MV. The number of infected cells was expressed relative to DMSO treated cultures, which were normalized to 100%. One representative experiment of five is shown in Figure 4B . Note that, as in Figure 2 , the neuropeptides were added after infection, so that some infected cells were expected in all cultures. The infection baseline at 1 dpi is indicated by the solid line, approximately 20%. For these studies, virus yields were not used as a measure of activity, as no extracellular virus is released from infected primary neurons (Lawrence et al., 2000) .",
            "cite_spans": [
                {
                    "start": 90,
                    "end": 128,
                    "text": "(Harrowe, Mitsuhashi, and Payan, 1990;",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 129,
                    "end": 145,
                    "text": "Schroeder, 1986)",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 1182,
                    "end": 1205,
                    "text": "(Lawrence et al., 2000)",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [
                {
                    "start": 814,
                    "end": 823,
                    "text": "Figure 4B",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 843,
                    "end": 851,
                    "text": "Figure 2",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Inhibition of measles virus spread by neurotransmitters"
        },
        {
            "text": "All members of the neurotachykinin family inhibited MV transmission in a dose-dependent manner, although Substance P showed greater potency than NK-A or NK-B at the same concentrations ( Figure 4B , and data not shown). Non-neurotachykinin peptides had no effect on MV transmission. Moreover, spantide, a Substance P antagonist that lacked the Phe-Phe-Gly motif and that presumably does not bind to the same site on NK-1 as Substance P, also had no effect on MV spread, underscoring the potential importance of this motif in MVmediated fusion.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 187,
                    "end": 196,
                    "text": "Figure 4B",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Inhibition of measles virus spread by neurotransmitters"
        },
        {
            "text": "We next asked if the cellular receptors for the neurotachykinin peptides were required for MV spread, with particular emphasis on NK-1, the predominant Substance P receptor. Two strategies were used: genetic knockout mice ( Figure 5 ) and pharmacological NK-1 inhibitors ( Figure 6 ). NK-1 knockout (NK-1 KO) mice (Bozic et al., 1996) were intercrossed with NSE-CD46 + homozygous mice to obtain NSE-CD46 + /NK-1 KO mice. As reported in the original characterization, NK-1 KO mice show no apparent developmental abnormalities with regard to lifespan, fertility, fecundity, or brain anatomy (Bozic, et al., 1996) . All mice were genotyped for CD46 and NK-1 status, as described in Materials and Methods. Because neonatal CD46 + mice (that are also NK-1 + ) succumb to MV-mediated CNS disease following viral challenge (Lawrence et al., 1999; Rall et al., 1997) , we asked what impact genetic deletion of NK-1 would have on MV neuronal infection and resultant pathogenesis in the neonatal model. As previously shown, MV-infected control CD46 + /NK-1 + neonates (black triangles) developed symptoms within 4-8 dpi and died 1-2 days thereafter ( Figure 5A ). In contrast, CD46 + /NK-1 KO neonates (black circles) either showed no signs of illness through adulthood, or developed illness at a much later time (18 dpi in 35% of CD46 + /NK-1 KO neonates vs. 5-9 dpi in 100% of CD46 + / NK-1 + neonates)( Figure 5A ). None of the surviving CD46 + /NK-1 KO mice showed evidence of MV CNS infection by RT-PCR analysis; in contrast, MV antigens were observed in all moribund CD46 + /NK-1 KO mice collected at 18 dpi (data not shown). As expected, CD46-/ NK-1 + mice (white circles) were non-permissive for infection and showed no signs of illness or infection at any timepoint, indicating that NK-1 alone cannot mediate MV entry.",
            "cite_spans": [
                {
                    "start": 314,
                    "end": 334,
                    "text": "(Bozic et al., 1996)",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 589,
                    "end": 610,
                    "text": "(Bozic, et al., 1996)",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 816,
                    "end": 839,
                    "text": "(Lawrence et al., 1999;",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 840,
                    "end": 858,
                    "text": "Rall et al., 1997)",
                    "ref_id": "BIBREF28"
                }
            ],
            "ref_spans": [
                {
                    "start": 224,
                    "end": 232,
                    "text": "Figure 5",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 273,
                    "end": 281,
                    "text": "Figure 6",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 1141,
                    "end": 1150,
                    "text": "Figure 5A",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 1396,
                    "end": 1405,
                    "text": "Figure 5A",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "The Substance P receptor, neurokinin-1, contributes to MV trans-neuronal spread"
        },
        {
            "text": "To ascertain the extent of MV infection in NK-1 expressing and non-expressing neonates collected at the same timepoint post-infection, neonatal CD46 + /NK-1 + and CD46 + /NK-1 KO mice were challenged as described, and brains from all mice were collected 6 dpi, the approximate peak of infection within the CNS (Lawrence et al., 1999) . Detection of the MV-N gene by RT-PCR analysis of total brain RNA showed evidence of replication in 4/4 (100%) CD46 + /NK-1 + mice, whereas only 2/11 (18%) CD46 + /NK-1 KO mice were positive ( Figure  5B ). These data suggest that, even when CD46 is present, expression of NK-1 is required for infection in the majority of mice. However, while NK-1 influences both the number of mice infected and the kinetics of infection, it is not obligatory, as some NK-1 KO neonates were susceptible to infection and neuropathogenesis.",
            "cite_spans": [
                {
                    "start": 310,
                    "end": 333,
                    "text": "(Lawrence et al., 1999)",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [
                {
                    "start": 528,
                    "end": 538,
                    "text": "Figure  5B",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "The Substance P receptor, neurokinin-1, contributes to MV trans-neuronal spread"
        },
        {
            "text": "As an alternative strategy to ascertain what role NK-1 played in MV infection of neurons, the high-affinity pharmacological NK-1 antagonist, aprepitant, currently used clinically as an antiemetic (Emend ® ), was employed. Unlike the genetic knockout studies described above, neonates could not be used for the aprepitant studies because of the technical obstacle of oral drug delivery to neonatal mice. Thus, CD46 + adult mice on a RAG-2 KO background were used: these mice, which lack mature T and B cells, cannot resolve a MV challenge and virtually 100% become moribund between 10-14 dpi (Lawrence et al., 1999) . As shown in Figure 6A , all MV-inoculated CD46 + /RAG-2 KO mice that did not receive aprepitant showed an average weight loss of 15% and an average illness score of 3.4 (obtained between days 6-10) prior to sacrifice. In contrast, aprepitant-treated CD46 + /RAG-2 KO mice segregated into two populations: those that developed neuropathology, and those that did not. In the representative experiment shown, 14/25 mice developed a milder illness than non-aprepitant treated controls (2.1 vs. 3.4), and weight loss in these mice was less, averaging 5%. Importantly, 11/25 MVchallenged mice treated with aprepitant showed no signs of illness or weight loss. RT-PCR analysis of purified total brain RNA confirmed the absence of MV-N RNA in brains of healthy aprepitant-treated mice (data not shown).",
            "cite_spans": [
                {
                    "start": 591,
                    "end": 614,
                    "text": "(Lawrence et al., 1999)",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [
                {
                    "start": 629,
                    "end": 638,
                    "text": "Figure 6A",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "The Substance P receptor, neurokinin-1, contributes to MV trans-neuronal spread"
        },
        {
            "text": "When brains were collected from aprepitant-treated and untreated, MV-infected CD46 + / RAG-2 KO mice between 10-12 dpi and immunostained, mice without aprepitant showed characteristic extensive and unrestricted infection of the CNS ( Figure 6B (a-c) ), whereas sick mice that were treated with aprepitant had less viral infection that seemed to be more focally restricted within the parenchyma ( Figure 6B (d-f) ). No evidence of MV infection within the CNS was observed in healthy mice that received aprepitant ( Figure 6B (g-i) ). Taken together, the results from both the drug and knockout experiments indicate that NK-1, a receptor for the neurotransmitter Substance P, plays a crucial role in MV spread. We hypothesize that NK-1 may be a docking receptor for the MV-F protein, facilitating cell-to-cell MV transmission.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 234,
                    "end": 249,
                    "text": "Figure 6B (a-c)",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 396,
                    "end": 411,
                    "text": "Figure 6B (d-f)",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 514,
                    "end": 529,
                    "text": "Figure 6B (g-i)",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "The Substance P receptor, neurokinin-1, contributes to MV trans-neuronal spread"
        },
        {
            "text": "Our previous studies demonstrated that the mechanism of MV transmission in neurons differed dramatically from that in non-neuronal cells (Lawrence et al., 2000) . In fibroblasts, MV was highly cytolytic and resulted in robust release of infectious particles. In contrast, no virusmediated lysis of infected primary hippocampal neurons was detected, nor could extracellular virus be recovered, despite extensive viral replication and spread. Electron microscopy studies revealed both a block in the ability of MV to bud from the neuronal plasma membrane as well as the presence of viral RNPs at synaptic junctions, indicating that MV adopts a trans-synaptic mode of spread in neurons (Lawrence et al., 2000) . Interestingly, trans-synaptic transmission was CD46-independent, a characteristic that appears to be unique to neurons, as CD46 was required for viral spread in fibroblast co-cultures (Makhortova, et. al, manuscript in press).",
            "cite_spans": [
                {
                    "start": 137,
                    "end": 160,
                    "text": "(Lawrence et al., 2000)",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 683,
                    "end": 706,
                    "text": "(Lawrence et al., 2000)",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "A synthetic tripeptide, FIP, that blocks MV fusion (Norrby, 1971; Payan et al., 1984; Richardson and Choppin, 1983) , inhibited both MV infection and spread in primary neurons expressing one of the human receptors, CD46. The mechanism by which FIP prevents fusion is not known, but may either be due to direct interference of the amino terminus of the F1 subunit with the target cell membrane, or to preventing the exposure of the fusogenic peptide (Norrby, 1971; Richardson and Choppin, 1983; Kelsey, 1991) .",
            "cite_spans": [
                {
                    "start": 51,
                    "end": 65,
                    "text": "(Norrby, 1971;",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 66,
                    "end": 85,
                    "text": "Payan et al., 1984;",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 86,
                    "end": 115,
                    "text": "Richardson and Choppin, 1983)",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 449,
                    "end": 463,
                    "text": "(Norrby, 1971;",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 464,
                    "end": 493,
                    "text": "Richardson and Choppin, 1983;",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 494,
                    "end": 507,
                    "text": "Kelsey, 1991)",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The similarity of sequence between FIP and the neurotransmitter Substance P, coupled with previous reports that Substance P could interfere with MV replication in nonneuronal cells (Schroeder, 1986; Richardson, Scheid, and Choppin, 1980) prompted us to ask whether Substance P and other members of the neurotachykinin family could prevent viral translocation across the synaptic cleft. Indeed, all neurotachykinins blocked spread, a process that appeared to depend, at least in part, on the presence of the neurotachykinin receptor, NK-1. The majority of NK-1 deficient neonates, as well as NK-1 + adults mice treated with the specific antagonist, aprepitant, survived viral challenge without any symptoms of disease or viral replication in the CNS. Thus, we speculate that NK-1 may promote MV entry into CD46 + neurons by serving as a docking receptor for the MV-F protein, and that the ability of FIP and Substance P to block infection and spread may be due to competitive inhibition with the NK-1 receptor, a hypothesis currently under study in our laboratory.",
            "cite_spans": [
                {
                    "start": 181,
                    "end": 198,
                    "text": "(Schroeder, 1986;",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 199,
                    "end": 237,
                    "text": "Richardson, Scheid, and Choppin, 1980)",
                    "ref_id": "BIBREF31"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The apparent ability of NK-1 to mediate viral spread at the neuronal synapse in the absence of an H receptor may be a unique attribute of this specialized membrane. MV-Ed trans-synaptic spread can occur in the absence of CD46, and primary mouse neurons do not express the other identified MV receptor, SLAM/CD150w. While these data indicate that trans-synaptic spread may not require a receptor for the H protein, we cannot rule out the possibility that a protein expressed at the post-synaptic membrane may serve as a unique H-receptor in neurons, specifically facilitating neuron-to-neuron transport across synapses. However, given the similarity in sequence and activity of Substance P and the fusion inhibitor FIP, we favor the idea that F, through binding to neurokinin receptors, facilitates transport of MV RNPs across the synapse in the absence of a need for H. Importantly, NK-1 is expressed in all mammals and on virtually all cells, including the Vero fibroblasts used as controls in our experiments (data not shown). Thus, we are also currently testing whether NK-1 is a necessary co-factor for MV entry into all permissive cells. Moreover, given that these studies were performed with MV-Edmonston, a vaccine strain, it will be important to address what role NK-1 plays in entry and spread of wild type isolates.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "While our data implicate an important role for NK-1 in MV spread in neurons, some infected mice with deleted or impaired NK-1 did become infected, and neither FIP nor Substance P were able to fully ablate MV spread in primary neurons. This inability could be explained by: a) an insufficient concentration of these inhibitors at the synaptic membrane; b) a rapid offrate of Substance P from NK-1 (Sarntinoranont, Iadarola, and Morrison, 2003) and/or c) the potential for MV-F to utilize multiple neurokinin receptors, including NK-2 and NK-3, for entry. Because all three neurotachykinins inhibited MV spread to some degree ( Figure 4B ), and each serves as the ligand for three different neurokinin receptors, it remains possible that the other neurokinin receptors, NK-2 and NK-3, may serve as surrogates for MV entry under circumstances in which NK-1 is not present or active.",
            "cite_spans": [
                {
                    "start": 396,
                    "end": 442,
                    "text": "(Sarntinoranont, Iadarola, and Morrison, 2003)",
                    "ref_id": "BIBREF32"
                }
            ],
            "ref_spans": [
                {
                    "start": 626,
                    "end": 635,
                    "text": "Figure 4B",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "A recent paper provides additional support for the fusion-tachykinin relationship. The F protein of bovine respiratory syncytial virus (BRSV), a member of the Paramyxovirus family, is posttranslationally cleaved twice, unlike MV-F, which is cleaved once. The small peptide that is released from BRSV-F cleavage is converted to a biologically active tachykinin, called virokinin . This soluble, virus-encoded peptide interacts with NK-1 and triggers the same downstream pathways as the bona fide ligand, Substance P. Thus, fusion proteins or post-translationally cleaved products derived from the fusion proteins of multiple Paramyxoviruses appear to interact with neurokinin receptors, though the benefit such an interaction confers to the virus is not yet understood.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Finally, these data may have implications for MV pathogenesis in the CNS. In the NSE-CD46 mouse model of neuronal MV infection, CNS disease occurs in infected, immunodeficient animals in the absence of neuronal death (Patterson et al., 2002) , suggesting that CNS disease in this mouse model is due to neuronal dysfunction rather than overt cell loss. We hypothesize that MV-mediated fusion of neuronal synapses could promote neuropathology through a number of possible mechanisms, including constitutive neurotransmitter signaling or loss of synaptic integrity. Continued use of this model system will allow us to determine how receptor interactions may contribute to neuropathology, and may identify novel candidates for antiviral therapies to prevent or limit MV-induced neuropathology in humans.",
            "cite_spans": [
                {
                    "start": 217,
                    "end": 241,
                    "text": "(Patterson et al., 2002)",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Vero fibroblasts were maintained in Dulbecco's modified Eagle medium (DMEM)(Life Technologies), supplemented with 10% fetal calf serum (FCS), 2 mM glutamine, 100 U/ml penicillin, and 100 ng/ml streptomycin. Primary hippocampal neurons were prepared from day e15-e16 embryonic mice, as described (Banker and Goslin, 1991; Pasick, Kalicharran, and Dales, 1994; Rall, Mucke, and Oldstone, 1995) , except that the cells were maintained in Neurobasal medium (Life Technologies), containing 4 □g/ml glutamate, in the absence of an astrocyte feeder layer. All neurons were obtained from NSE-CD46 + embryonic brain tissues, except for the control poliovirus study, in which neurons were isolated from PVR + transgenic mice (a gift from Raul Andino, UCSF). All cells were maintained at 37°C in a humidified incubator with 5% CO 2 .",
            "cite_spans": [
                {
                    "start": 295,
                    "end": 320,
                    "text": "(Banker and Goslin, 1991;",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 321,
                    "end": 358,
                    "text": "Pasick, Kalicharran, and Dales, 1994;",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 359,
                    "end": 391,
                    "text": "Rall, Mucke, and Oldstone, 1995)",
                    "ref_id": "BIBREF29"
                }
            ],
            "ref_spans": [],
            "section": "Cells and virus"
        },
        {
            "text": "Measles virus (MV; Edmonston strain) was purchased from American Type Cell Collection (ATCC) and was passaged and titered in Vero fibroblasts, as was poliovirus (PV; Mahoney strain), a gift from Luis Sigal (Fox Chase Cancer Center). Lymphocytic choriomeningitis virus (LCMV; Armstrong strain), a gift from Michael Oldstone (The Scripps Research Institute, La Jolla, CA) was passaged on BHK-21 fibroblasts and titered on Vero fibroblasts.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Cells and virus"
        },
        {
            "text": "Hippocampal neurons were plated onto poly-lysine coated 6-well tissue culture dishes, and were infected 72 hr post-plating with MV-Ed at a multiplicity of infection (MOI)=0.1-3. Vero fibroblasts (4 hr post-plating) were infected identically. Three days later, infected and mockinfected cell lysates were collected by scraping cells in 1X protein buffer, followed by a 20 sec sonication. Samples were stored at −70°C and boiled for 5 min prior to loading. Proteins were separated using 8% SDS-PAGE and transferred to a nylon membrane. Rabbit polyclonal antiserum directed against the MV-F cytoplasmic tail (a gift from Roberto Cattaneo, Mayo Clinic, Rochester, MN; (Cathomen, Naim, and Cattaneo, 1998) ) was used as the primary antibody (diluted 1:1000 in 10% milk), followed by incubation with a peroxidase-conjugated anti-rabbit IgG secondary antibody (diluted 1:2000; Vector Laboratories). Bands were visualized using chemiluminescence (ECL; Dupont NEN).",
            "cite_spans": [
                {
                    "start": 664,
                    "end": 700,
                    "text": "(Cathomen, Naim, and Cattaneo, 1998)",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Western Blot analysis"
        },
        {
            "text": "Coverslip-bound cells or cryosectioned, 10 micron-thick horizontal brain sections were fixed with ice-cold methanol/acetone (1:1) for 10 min, dried, and rehydrated in PBS. Samples were blocked with 1% (vol/vol) normal goat serum in PBS, followed by avidin and biotin blocking (Vector Laboratories). A human antiserum (Keller, a gift from Michael Oldstone) was used at a dilution of 1:2000. Appropriate secondary antibodies conjugated to biotin were used at a 1:300 dilution. A streptavidin-peroxidase conjugate (ABC Elite; Vector) was then added, followed by visualization with diaminobenzidene (DAB; 0.7 mg/ml in 60 mM Tris; Sigma) and H 2 O 2 (1.6 mg/ml). Cells and sections were counterstained with hematoxylin and mounted with an aqueous mounting medium. As controls, uninfected cells or brains, samples from which the primary antibody was omitted, or samples using an irrelevant, isotype-matched primary antibody were included.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Immunohistochemistry"
        },
        {
            "text": "To determine the impact of various reagents on viral infection, primary neurons or control Vero cells were first treated with the reagents at the indicated concentrations for 1 hr, followed by infection in the presence of the putative inhibitor. Following a 1 hr incubation with virus, the inoculum was removed, and the cells were gently washed with warmed PBS (pH 7.4). Thereafter, the appropriate medium, containing fresh inhibitor, was added. Coverslips were then fixed at the indicated day post-infection (dpi).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Inhibitor studies in cell culture"
        },
        {
            "text": "To explore the impact of these reagents on viral spread, the process was reversed: cells were infected for either 1 or 6 hr, followed by addition of the reagents thereafter at the indicated concentrations. All reagents were obtained from Bachem, and were dissolved in DMSO or 1N acetic acid. Reagents used include the following: fusion inhibitory peptide (FIP; z-D-Phe-L-Phe-Gly-OH); the neurotachykinins Substance P (H-Arg-Pro-Lys-Pro-Gln-Gln-Phe-Phe-Gly-Leu-Met-NH 2 ), neurokinin A (H-His-Lys-Thr-Asp-Ser-Phe-Val-Gly-Leu-Met-NH 2 ) and neurokinin B (H-Asp-Met-His-Asp-Phe-Phe-Val-Gly-Leu-Met-NH 2 ); bradykinin (H-Arg-Pro-Pro-Gly-Phe-Ser-Pro-Phe-Arg-OH); the opioid receptor antagonist, H-Tyr-L-1,2,3,4tetrahydroisoquinoline-3-carboxamide (H-Tyr-Tic-NH 2 ); and the Substance P antagonist, Spantide (H-D-Arg-Pro-Lys-Pro-Gln-Gln-D-Trp-Phe-D-Trp-Leu-Leu-NH 2 ). Control cultures were incubated with an equivalent volume of DMSO or 1N acetic acid and coverslips were harvested and stained for MV as indicated above.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Inhibitor studies in cell culture"
        },
        {
            "text": "Adult mice between 6-10 weeks of age and neonatal mice between 2-3 days of age were used. Neurokinin-1 knockout (KO) mice (H-2 b ) were obtained from Norma Gerard (Harvard University) (Bozic et al., 1996) , and intercrossed for 8 generations with NSE-CD46 transgenic mice (H-2 b ). For all mice, genotype verification for CD46, NK-1 and haplotype was performed on DNA isolated from tail biopsies or on blood samples collected from the retro-orbital sinus. To confirm CD46 status, standard PCR (30 cycles) was performed using the following primers: upstream: CGGTC GCTAC CATTA CCAGT; downstream: CCCCC TGAAC CTGAA ACATA. To confirm NK-1 KO status, two primer pairs were used, one pair to verify the absence of the targeted region of the NK-1 gene (upstream: TTGAG TCCTG CTACT CAGGA; downstream: ACTTT TACTA GCTGC GCTGC), and the other to confirm the presence of the neomycin resistance gene (upstream: TCAGC GCAGG GGCGC CCGGT TCTTT; downstream: ATCGA CAAGA CCGGC TTCCA TCCGA).",
            "cite_spans": [
                {
                    "start": 184,
                    "end": 204,
                    "text": "(Bozic et al., 1996)",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Challenge experiments in mice"
        },
        {
            "text": "Neonatal CD46 + /NK-1 KO mice (less than 3 days of age) were challenged intracerebrally with 10 4 PFU MV-Ed, delivered in a volume of 10 L along the midline using a 27 gauge needle. Infected pups were monitored daily, and animals showing signs of virus-induced illness (maternal rejection, absence of weight gain) were euthanized.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Challenge experiments in mice"
        },
        {
            "text": "For the aprepitant (Emend ® , Merck Pharmaceuticals) studies in adult mice, the same dose recommended for humans (80 mg/kg), adjusted for body weight, was given to adult CD46 + mice on a RAG-2 KO background (Lawrence et al., 1999) . The drug was suspended in PBS, and delivered in a volume of 200 l via oral gavage every other day following viral challenge. The day prior to infection, a double dose of the drug was administered. Animal health was monitored daily, and mice were weighed and assessed every other day following viral challenge. For the health assessment, mice were scored based on the following subjective scale: 0=healthy; 1=slight ruffling, hunching, or lack of mobility; 2=any two of these symptoms or severe appearance of one; 3=all three symptoms, or severe incidence of two; 4=moribund. All mouse experiments were reviewed and approved by the Fox Chase Cancer Center IACUC.",
            "cite_spans": [
                {
                    "start": 207,
                    "end": 230,
                    "text": "(Lawrence et al., 1999)",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "Challenge experiments in mice"
        },
        {
            "text": "From some mice, brain tissues were collected for either IHC or RNA analysis. For IHC studies, tissues were immersed in OCT embedding compound, quick-frozen in a dry ice/isopentane bath, and stored at −80°C. Thereafter, 10 micron cryosections were obtained, and stored at −80°C. Sections were thawed, fixed in ice-cold 95% ethanol, and immunostained as described above.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Tissue harvesting, histology, and RNA isolation and analysis"
        },
        {
            "text": "To isolate RNA from infected tissues, brains were snap-frozen in liquid nitrogen, and homogenized in TriReagent (Sigma). Thereafter, RNA was purified and quality-tested by gel electrophoresis. RNA was then subjected to RT-PCR using SuperScript II reverse transcriptase (Invitrogen), followed by amplification using MV-specific primers for nucleoprotein (upstream: ACTTA GGAGC AAAGT GATTG CCT; downstream: AACAA CACGG AACCT CTGCG G). Amplicons were visualized by electrophoresis on a 1.5% agarose gel.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Tissue harvesting, histology, and RNA isolation and analysis"
        },
        {
            "text": "48 hpi with MV-Ed (MOI=3), primary CD46 + neurons and Vero cells were fixed for immunostaining or solubilized in protein sample buffer as described. The percent of infected cells was determined by immunochemistry, after which the protein lysate volume equivalent to 10 5 infected cells was then subjected to Western blot analysis using an anti-F antibody. Size standards are indicated at right. Shown is one representative experiment of three. (A) Survival curves following MV challenge in CD46 + /NK-1 + neonates (black triangles, n=11); CD46-/NK-1 + neonates (white circles, n=20); and CD46 + /NK-1 KO neonates (black circles, n=12). Shown is one representative experiment of three. NSE-CD46 + neonates were chosen because these mice are permissive for MV infection and develop CNS disease within 1 week post-challenge (Lawrence et al., 1999) . (B) RT-PCR analysis for MV-nucleoprotein of total brain RNA, harvested from neonatal CD46 + /NK-1 + and CD46 + /NK-1 KO mice at 6 dpi with MV-Ed, as described in Materials and Methods. (A) Mice were infected as described and administered aprepitant orally one day prior to infection (double dose), one day after infection, and every other day thereafter. Mice were monitored daily, and scored from 0-4, based on the defined criteria (see Materials and Methods) . Average values (obtained between days 6 and 10) are shown. Mice were also weighed on the day before infection to establish individual baselines, and every other day thereafter. Maximal weight changes are shown as percent weight loss or gain. (B) Mice were infected as described, and collected between 10-12 days post-infection. Shown are immunohistochemical results from untreated (a-c) and aprepitant-treated (d-i) mice. (d-f): sick animals at collection; (g-i): healthy animals at collection. Original magnification=20X.",
            "cite_spans": [
                {
                    "start": 821,
                    "end": 844,
                    "text": "(Lawrence et al., 1999)",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 1285,
                    "end": 1307,
                    "text": "Materials and Methods)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Figure 1. MV F expression in infected neurons"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "SSPE: diagnosis and drug treatment options",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Anlar",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "CNS Drugs",
            "volume": "7",
            "issn": "",
            "pages": "111--120",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Culturing nerve cells",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Banker",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Goslin",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Neurogenic amplification of immune complex inflammation",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "R"
                    ],
                    "last": "Bozic",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Lu",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [
                        "E"
                    ],
                    "last": "Hopken",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Gerard",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "P"
                    ],
                    "last": "Gerard",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Science",
            "volume": "273",
            "issn": "",
            "pages": "1722--1725",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Measles virus with altered envelope protein cytoplasmic tails gain fusion competence",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Cathomen",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "Y"
                    ],
                    "last": "Naim",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Cattaneo",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "J . Virology",
            "volume": "72",
            "issn": "",
            "pages": "1224--1234",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Four viruses, two bacteria and one receptor: membrane co-factor protein (CD46) as pathogens' magnet",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Cattaneo",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "J. Virol",
            "volume": "78",
            "issn": "",
            "pages": "4385--4388",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "The human CD46 molecule is a receptor for measles virus (Edmonston strain)",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "E"
                    ],
                    "last": "Dorig",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Marcil",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Chopra",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "D"
                    ],
                    "last": "Richardson",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "Cell",
            "volume": "75",
            "issn": "",
            "pages": "295--305",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Paramyxovirus fusion protein: a conformational change on cleavage activation",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "E"
                    ],
                    "last": "Dutch",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "N"
                    ],
                    "last": "Hagglund",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Nagel",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "G"
                    ],
                    "last": "Peterson",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Lamb",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Virology",
            "volume": "281",
            "issn": "",
            "pages": "138--150",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Human substance P receptor (NK-1): organization of the gene, chromosome localization and functional expression of cDNA clones",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "P"
                    ],
                    "last": "Gerard",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "A"
                    ],
                    "last": "Garraway",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "L"
                    ],
                    "last": "Eddy",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "B"
                    ],
                    "last": "Shows",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Ijima",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Paquet",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Gerard",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "Biochemistry",
            "volume": "30",
            "issn": "",
            "pages": "10640--10646",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Measles virus",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "E"
                    ],
                    "last": "Griffin",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "J"
                    ],
                    "last": "Bellini",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Knipe",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "N"
                    ],
                    "last": "Fields",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "M"
                    ],
                    "last": "Howley",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Fields Virology",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Measles virus-Substance P receptor interactions: possible novel mechanism of viral fusion",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Harrowe",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Mitsuhashi",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "G"
                    ],
                    "last": "Payan",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "Journal of Clinical Investigation",
            "volume": "85",
            "issn": "",
            "pages": "1324--1327",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Biological activity of paramyxovirus fusion proteins: factors influencing formation of syncytia",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Horvath",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "G"
                    ],
                    "last": "Paterson",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Shaughnessy",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Wood",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Lamb",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "J. Virol",
            "volume": "66",
            "issn": "",
            "pages": "4564--4569",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Functional interactions between the fusion protein and hemagglutininneuraminidase of human parainfluenza viruses",
            "authors": [
                {
                    "first": "X",
                    "middle": [
                        "L"
                    ],
                    "last": "Hu",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Ray",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "W"
                    ],
                    "last": "Compans",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "J. Virol",
            "volume": "66",
            "issn": "",
            "pages": "1528--1534",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Role of a single amino acid at the amino terminus of the simian virus 5 F2 subunit in syncytium formation",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ito",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Nishio",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kawano",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Kusagawa",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Komada",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Ito",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Tsurudome",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "J. Virol",
            "volume": "71",
            "issn": "",
            "pages": "9855--9858",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Clinical spectrum of measles",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Katz",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Current Topics in Micro. and Immunol",
            "volume": "",
            "issn": "",
            "pages": "1--10",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Inhibition of Sendai virus fusion with phospholipid vesicles and human erythrocyte membranes by hydrophobic peptides",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "R"
                    ],
                    "last": "Kelsey",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "D"
                    ],
                    "last": "Flanagan",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Young",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "L"
                    ],
                    "last": "Yeagle",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "Virology",
            "volume": "182",
            "issn": "",
            "pages": "690--702",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Measles virus spread between neurons requires cell contact but not CD46 expression, syncytium formation or extracellular virus production",
            "authors": [
                {
                    "first": "Dmp",
                    "middle": [],
                    "last": "Lawrence",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "E"
                    ],
                    "last": "Patterson",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "L"
                    ],
                    "last": "Gales",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "&apos;orazio",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Vaughn",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "M"
                    ],
                    "last": "Rall",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "F"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "J. Virology",
            "volume": "74",
            "issn": "",
            "pages": "1908--1918",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Immune response-mediated protection of adult but not neonatal mice from neuron-restricted measles virus infection and CNS disease",
            "authors": [
                {
                    "first": "Dmp",
                    "middle": [],
                    "last": "Lawrence",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "M"
                    ],
                    "last": "Vaughn",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "R"
                    ],
                    "last": "Belman",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Cole",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "F"
                    ],
                    "last": "Rall",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "J. Virol",
            "volume": "73",
            "issn": "",
            "pages": "1795--1801",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Neurobiology of substance P and the NK1 receptor",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "W"
                    ],
                    "last": "Mantyh",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "J. Clin. Psychiatry",
            "volume": "63",
            "issn": "",
            "pages": "6--10",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Human membrane cofactor protein (CD46) acts as a cellular receptor for measles virus",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Naniche",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Varior-Krishnan",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Cervoni",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "F"
                    ],
                    "last": "Wild",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Rossi",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Rabourdin-Combe",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Gerlier",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "J. Virol",
            "volume": "67",
            "issn": "",
            "pages": "6025--6032",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "The effect of a carbobenzoxy tripeptide on the biological activities of measles virus",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Norrby",
                    "suffix": ""
                }
            ],
            "year": 1971,
            "venue": "Virology",
            "volume": "44",
            "issn": "",
            "pages": "599--608",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Measles virus infection in a transgenic model: virus-induced immunosuppression and central nervous system disease",
            "authors": [
                {
                    "first": "Mba",
                    "middle": [],
                    "last": "Oldstone",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Lewicki",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Thomas",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Tishon",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Dales",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Patterson",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Manchester",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Homann",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Naniche",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Holz",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Cell",
            "volume": "98",
            "issn": "",
            "pages": "629--640",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Distribution and trafficking of JHM coronavirus structural proteins and virions in primary neurons and the OBL-21 neuronal cell line",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Pasick",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Kalicharran",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Dales",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "J. Virol",
            "volume": "68",
            "issn": "",
            "pages": "2915--2928",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Fusion protein of the paramyxovirus SV5: destabilizing and stabilizing mutants of fusion activation",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "G"
                    ],
                    "last": "Paterson",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "J"
                    ],
                    "last": "Russell",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Lamb",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Virology",
            "volume": "270",
            "issn": "",
            "pages": "17--30",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Immune-mediated protection from measles virusinduced central nervous system disease is noncytolytic and gamma-interferon dependent",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "E"
                    ],
                    "last": "Patterson",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Lawrence",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "A"
                    ],
                    "last": "Echols",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "F"
                    ],
                    "last": "Rall",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "J. Virol",
            "volume": "76",
            "issn": "",
            "pages": "4497--4506",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Substance P recognition by a subset of human T lymphocytes",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "G"
                    ],
                    "last": "Payan",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "R"
                    ],
                    "last": "Brewster",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Missirian-Bastian",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "A"
                    ],
                    "last": "Goetzl",
                    "suffix": ""
                }
            ],
            "year": 1984,
            "venue": "J. Clin. Investigation",
            "volume": "74",
            "issn": "",
            "pages": "1532--1539",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Isolation of measles virus from cell cultures of brain from a patient with subacute sclerosing panencephalitis",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "E"
                    ],
                    "last": "Payne",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "V"
                    ],
                    "last": "Baublis",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "H"
                    ],
                    "last": "Itabashi",
                    "suffix": ""
                }
            ],
            "year": 1969,
            "venue": "N. Engl. J. Med",
            "volume": "281",
            "issn": "",
            "pages": "585--589",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Tachykinins and tachykinin receptors: a growing family",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "N"
                    ],
                    "last": "Pennefather",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Lecci",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Candenas",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Patak",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "M"
                    ],
                    "last": "Pinto",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Maggi",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Life Science",
            "volume": "74",
            "issn": "",
            "pages": "1445--1463",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "A transgenic mouse model for measles virus infection of the brain",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "F"
                    ],
                    "last": "Rall",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Manchester",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "R"
                    ],
                    "last": "Daniels",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "M"
                    ],
                    "last": "Callahan",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "R"
                    ],
                    "last": "Belman",
                    "suffix": ""
                },
                {
                    "first": "Mba",
                    "middle": [],
                    "last": "Oldstone",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Proc. Natl. Acad. Sci. U.S.A",
            "volume": "94",
            "issn": "",
            "pages": "4659--4663",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Consequences of cytotoxic T lymphocyte interaction with major histocompatibility complex-expressing neurons in vivo",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "F"
                    ],
                    "last": "Rall",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Mucke",
                    "suffix": ""
                },
                {
                    "first": "Mba",
                    "middle": [],
                    "last": "Oldstone",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "J. Exp. Med",
            "volume": "182",
            "issn": "",
            "pages": "1201--1212",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Oligopeptides that specifically inhibit membrane fusion by paramyxoviruses: studies on the site of action",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "D"
                    ],
                    "last": "Richardson",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "W"
                    ],
                    "last": "Choppin",
                    "suffix": ""
                }
            ],
            "year": 1983,
            "venue": "Virology",
            "volume": "131",
            "issn": "",
            "pages": "518--532",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Specific inhibition of paramyxovirus replication by oligopeptides with amino acid sequences similar to those at the N-terminus of the F1 or HA2 viral polypeptides",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "D"
                    ],
                    "last": "Richardson",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Scheid",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "W"
                    ],
                    "last": "Choppin",
                    "suffix": ""
                }
            ],
            "year": 1980,
            "venue": "Virology",
            "volume": "105",
            "issn": "",
            "pages": "205--222",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "A kinetic analysis of substance P trafficking",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Sarntinoranont",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Iadarola",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "F"
                    ],
                    "last": "Morrison",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "J. Pharm. Sci",
            "volume": "92",
            "issn": "",
            "pages": "232--243",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Neuropeptides: mediators of inflammation and tissue repair?",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Schaffer",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Beiter",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "D"
                    ],
                    "last": "Becker",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "K"
                    ],
                    "last": "Hunt",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Archives of Surgery",
            "volume": "133",
            "issn": "",
            "pages": "1607--1116",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Respiratory syncytial virus (RSV) fusion protein subunit F2, not attachment protein G, determines the specificity of RSV infection",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Schendler",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Zimmer",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Herrler",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "K"
                    ],
                    "last": "Conzelmann",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "J. Virol",
            "volume": "77",
            "issn": "",
            "pages": "4609--4616",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Measles virus in the CNS: the role of viral and host factors for the establishment and maintenance of a persistent infection",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Schneider-Schaulies",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Niewiesk",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Schneider-Schaulies",
                    "suffix": ""
                },
                {
                    "first": "Meulen",
                    "middle": [
                        "V"
                    ],
                    "last": "Ter",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "J. Neuroimmunology",
            "volume": "5",
            "issn": "",
            "pages": "613--622",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Substance P, a neuropeptide, inhibits measles virus replication in cell culture",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Schroeder",
                    "suffix": ""
                }
            ],
            "year": 1986,
            "venue": "Acta Virologica",
            "volume": "30",
            "issn": "",
            "pages": "432--436",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Functional analysis of recombinant respiratory syncytial virus deletion mutants lacking the small hydrophobic and/or attachment glycoprotein gene",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Techaarpornkul",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Barretto",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "E"
                    ],
                    "last": "Peeples",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "J. Virol",
            "volume": "75",
            "issn": "",
            "pages": "6825--6834",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "Virokinin, a bioactive peptide of the tachykinin family, is released from the fusion protein of BRSV",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Zimmer",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Rohn",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "P"
                    ],
                    "last": "Mcgregor",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Schemann",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "K"
                    ],
                    "last": "Conzelmann",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Herrler",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "J. Biol. Chem",
            "volume": "278",
            "issn": "",
            "pages": "46854--46861",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "a Veros and CD46 + primary neuron cultures were infected with MV-Ed at an MOI=3. FIP (at the indicated concentrations) or the diluent, DMSO, was then added 6 hpi, and cells were collected 2 dpi",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "b Values represent the percent of infected cells per field, viewed at 100X magnification, +/− standard deviation. A total of 10 random fields were counted from each of 3 independent experiments",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "Author manuscript; available in PMC",
            "authors": [],
            "year": 2007,
            "venue": "Virology",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Fusion inhibitory peptide prevents MV spread in primary neuronsVero cells and CD46 + neurons were plated onto coverslips as described, and infected with MV-Ed, MOI=0.1. Six hpi, FIP was added to achieve a final concentration of 200 M, and slips were fixed and immunostained 3 days thereafter.(A) and (B): Vero cells; (C) and (D): neurons. (A) and (C): DMSO added; (B) and (D): FIP added. Original magnification = 400X. Shown are fields from one representative experiment of three at this virus and dose concentration. No differences were noted using MOIs ranging from 0.1-3.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "FIP prevents de novo infection in neuronsVero cells (A-G) and primary CD46 + neurons (H-N) were plated on coverslips as described.FIP (200 M) (D-G; K-N), or an equivalent volume of DMSO (A-C; H-J) were added and, after a 1 hr incubation, cells were infected with MV-Ed, MOI=3. Coverslips were fixed and immunostained 1-3 dpi. For the washout experiments (G and N), at 3 dpi the cells were washed and replaced with fresh media without FIP. Samples were then collected 48 hours post-FIP removal, equivalent to 5 dpi. Representative fields from one of four independent experiments are shown. Original magnification = 100X.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Effect of neuropeptide transmitters on MV spread (A) Amino acid sequences of neuropeptides used. Gray boxes indicate active sites of the neurotachykinins and homology with FIP. (B) Inhibitory effect of each neuropeptide on MV spread. Neurons were infected with MV-Ed, and neuropeptides were added to a final concentration of 200 M; for Substance P, three doses were tested: 200, 100 and 50 M. Samples were collected 3 dpi and counted; values reflect the percent infection as compared with the DMSO control. The horizontal line indicates the initial level of infection after ∼1 round of replication (24 hpi). Because the peptides were added after infection, this represents the maximal achievable inhibitory effect. Shown is one representative experiment of five.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Infection in neurokinin-1 knockout neonatal mice",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Weight loss, morbidity and MV infection levels in untreated and aprepitant-treated NSE-CD46 + /RAG-2 KO mice",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "Acknowledgements G.R. was supported by NIH grants MH56951, NS40500, and a grant from the Kirby Foundation; C.E.P. was supported by NIH F32 NS11100. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "acknowledgement"
        },
        {
            "text": "Virology. Author manuscript; available in PMC 2007 August 13.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "annex"
        },
        {
            "text": "The ability of FIP to prevent MV spread is dose-dependent a .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Table"
        }
    ]
}