{
    "paper_id": "f2f803d194f8485e579df2c4da84845ef63da1a5",
    "metadata": {
        "title": "Unexpected similarity between the cytosolic West Nile virus NS3 and the secretory furin-like serine proteinases",
        "authors": [
            {
                "first": "Nabil",
                "middle": [
                    "G"
                ],
                "last": "Seidah",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Laboratory of Biochemical Neuroendocrinology",
                    "institution": "Clinical Research Institute of Montreal",
                    "location": {
                        "addrLine": "110 Pine Ave West",
                        "postCode": "H2W 1R7",
                        "settlement": "Montreal",
                        "region": "QC",
                        "country": "Canada"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Many viral proteins undergo proteolytic processing events that are required for virus infection and virion assembly. In this issue of Biochemical Journal, Strongin and co-workers report that the NS3 protease from West Nile virus unexpectedly cleaves certain substrates at pairs of basic residues, a specificity that resembles that of the furin-like PCs (proprotein convertases). This led to the demonstration that furin/PC inhibitors containing poly(D-arginine) are also potent inhibitors of NS3, and that anthrax toxin protective antigen and myelin basic protein are potential NS3 substrates. Structural modelling based on Dengue virus NS3 provided a possible rationale for the observed cleavage specificity of West Nile virus NS3.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "The emergence and re-emergence of infectious diseases is a direct consequence of increases in air travel, the worldwide intensification of farming and husbandry, and global warming. Enveloped viruses [e.g. HIV, influenza virus, SARS (severe acute respiratory syndrome) coronavirus and WNV (West Nile virus)] typically contain one or more membrane-bound glycoproteins responsible for viral attachment and membrane fusion. In some cases, both receptor and fusion properties are contained in the same molecule (e.g. influenza virus haemagglutinin), whereas in others these functions are mediated by two different glycoproteins (e.g. members of the alphavirus family). Given that these glycoproteins are often also the major viral immunogens, their structural and biochemical characterization is central to the development of both vaccines and antiviral agents. Several strategies have been employed in the development of antiviral therapeutics. The most commonly used approaches include: (1) inhibitors of the enzymes involved in the synthesis of viral DNA/RNA; (2) molecules including antibodies and receptor analogues that block viralhost cell interactions; (3) N-linked glycosylation inhibitors; (4) molecules which modulate viral capsid assembly/disassembly; (5) inhibitors of viral and host proteases required for the maturation of viral proteins/glycoproteins; and (6) molecules that block membrane fusion.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "Despite differences in replication strategy among virus families, some basic principles have remained similar. Analogous mechanisms govern virus entry into cells and the use of enzymes which direct the replication of the virus genome. The envelope glycoproteins may form specific pocket-like sites, which interact with the cell-surface receptors. At a progressed phase of adsorption, the virions are engulfed into endocytic vesicles and the virion fusion domain(s) become(s) activated. Such activation can be accomplished by a conformational change, which occurs at acidic pH and/or after protease-specific cleavage, resulting in fusion of viral and host-cell membranes. During penetration of the host cell, the viral membrane, via its surface/spike glycoprotein, fuses with either the plasma or endosomal membranes, resulting in the release of the viral genome into the cytosol of infected cells. Data on various infectious viruses and bacterial toxins have shown that cleavage of surface/spike glycoprotein precursors of these pathogens by one or more member of the PC (proprotein convertase) family of mammalian subtilases, including the basicamino-acid-specific furin, PC7, PACE4 (paired basic amino acid converting enzyme 4) and/or PC5 [1] and SKI-1/S1P (kexin isozyme 1 or site 1 protease) [2] , is a required step for the acquisition of fusiogenic potential, and thus for their infectious and/or cell-cell spreading capacity [3] . The recent crystallization and modelling of the catalytic subunit of the basic-amino-acidspecific PCs opens new avenues for the rational design of potent PC inhibitors ( [4] , but see [4a] ). Very recently, cathepsin B and/or cathepsin L have emerged as endosomal cysteine proteinases capable of cleaving, and hence activation of, the surface glycoprotein of a number of infectious viruses, including Ebola, SARS-CoV, Nipah and Hendra viruses [5] [6] [7] . Indeed, inhibitors of CatB/CatL diminish the multiplication of infectious viruses in cultured cells. This suggests that cleavage by a specific set of proteinases is a general requirement for the exposure of fusiogenic sequences, be it at the cell surface or in acidic compartments such as endosomes.",
            "cite_spans": [
                {
                    "start": 1241,
                    "end": 1244,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 1296,
                    "end": 1299,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1432,
                    "end": 1435,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1608,
                    "end": 1611,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1622,
                    "end": 1626,
                    "text": "[4a]",
                    "ref_id": null
                },
                {
                    "start": 1881,
                    "end": 1884,
                    "text": "[5]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1885,
                    "end": 1888,
                    "text": "[6]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1889,
                    "end": 1892,
                    "text": "[7]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "The emerging zoonotic diseases that have seized headlines in papers around the world emphasize the importance of preparedness to face current outbreaks and to prevent future outbreaks of these diseases, such as influenza H5N1, SARS, Ebola and WNV. Surveillance, research, laboratory capacity and an effective public health system are key factors for the control of these pathogens. WNV, an arbovirus member of the family of Flaviviridae, is transmitted through mosquito bites. It causes epidemics of febrile illness, meningitis, encephalitis and limb weakness, which can result in paralysis or death. No vaccine or enzyme inhibitors are currently available for use as an anti-flavivirus therapy.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "WNV"
        },
        {
            "text": "The spherical, enveloped capsid of WNV has a diameter of approx. 50 nm and contains a positive single-stranded RNA that encodes the C (capsid), E (envelope), and prM (pre-membrane) proteins, as well as seven non-structural proteins that probably contribute to viral replication. The 11 kb RNA is translated into a polyprotein precursor comprising three structural proteins (C, M and E) preceding the non-structural proteins: C-prM-E-NS1-NS2A-NS2B-NS3-NS4A-NS4B-NS5. It is believed that both host-cell proteases, including PCs (furin-like) and the virally encoded 184-amino-acid-long trypsin-like serine proteinase NS3, are responsible for the processing of this polyprotein, resulting in new infectious virions. Host-cell PC-like subtilases activate the fusiogenic sequence by cleavage within the prM at the predicted Arg-His-Ser-Arg-Arg-Ser-Arg-Arg 92 ↓Ser-Leu site. Activated NS3 is thought to process this polyprotein at three junctions: NS2A↓NS2B↓NS3↓NS4A, involving trypticlike cleavages post-(basic)↓ residues. Since such cleavages are vital for the virus, this suggests that inhibition of NS3 and/or hostcell furin/PC-like enzymes may represent a powerful antiviral strategy.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "WNV"
        },
        {
            "text": "The paper by Shiryaev et al. [8] published in this issue of Biochemical Journal aimed to investigate the catalytic properties of NS3 from WNV and to identify potent inhibitors. The authors chose to first produce in bacterial cultures a chimaeric NS2B-NS3 protein composed of N-terminally located 40 amino acids representing the central domain of NS2B, attached to NS3 via a 9-amino-acid GGGGSGGGG linker with a C-terminal affinity purification tag. The data revealed that, in this construct, NS3 autocatalytically removed the N-terminal segment of its own sequence by cleavage at Glu-Tyr-Lys-Lys 15 ↓Gly-Asp, resulting in an NS2B fragment remaining non-covalently complexed with active NS3. It remains to be rigorously proven whether indeed the NS2B fragment is required for the stabilization and/or activity of the NS3 proteinase in vitro.",
            "cite_spans": [
                {
                    "start": 29,
                    "end": 32,
                    "text": "[8]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "SIMILARITY BETWEEN FURIN-LIKE ENZYMES AND THE NS3 PROTEINASE OF WNV"
        },
        {
            "text": "By homology with other NS3 proteases, the WNV NS3 was proposed to process primarily NS2A↓NS2B↓NS3↓NS4A at paired basic amino acids occupying the P1 and P2 positions. Indeed, purified NS3 was found to cleave the anthrax toxinprotective antigen PA83 [3] , whereas the furin/PC-like pentapeptide fluorogenic substrate Pyr-RTKR-MCA [PyroGlu-Arg-Thr-Lys-Arg-(4-methylcoumarin-7-amide)] was processed approx. 50-fold better than the cathepsin B-like dipeptide substrate Z (benzyloxycarbonyl)-Arg-Arg-MCA. In view of this paired-basic-amino-acid cleavage specificity, the authors investigated the potential of poly-D-arginine-based peptides, potent inhibitors of the basic-amino-acid-specific PCs [10] , as inhibitors of NS3. Their data show that the dodecamer dodeca-D-arginine amide and nonamer nona-D-arginine amide are approx. 26-and 5-fold better inhibitors of NS3 (K i approx. 1 and 6 nM respectively) than the trypsin inhibitor aprotinin (K i 26 nM). Interestingly, nona-D-arginine seems to be an approx. 100-fold superior inhibitor of NS3 than the hexamer hexa-D-arginine, whereas it is only approx. 3-fold better for furin, suggesting that the lining of the catalytic pocket of NS3 may contain less negatively charged residues (aspartate and/or glutamate) than furin. Using a predictive model based on the known structure of the homologous Dengue virus NS3 proteinase, the authors suggest that Asp-75 and Asp-129 line the catalytic groove of WNV NS3, and that the latter interact with positively charged residues of NS3 substrates and inhibitors. This hypothesis awaits future experimental proof; for example, through mutagenesis and crystallographic analysis. Nevertheless, the present data [8] suggest that a furin/PC-like inhibitor could be used to inhibit WNV infection. Indeed, it may act at both the NS3 and furin levels, both of which are needed for viral maturation (via the proteinase NS3), and/or infectivity and spread (via the glycoprotein prM). Measurement of the titre of WNV-infected cells treated with these inhibitors may support the use of these molecules as lead compounds for novel antivirals.",
            "cite_spans": [
                {
                    "start": 248,
                    "end": 251,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 690,
                    "end": 694,
                    "text": "[10]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1694,
                    "end": 1697,
                    "text": "[8]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "SIMILARITY BETWEEN FURIN-LIKE ENZYMES AND THE NS3 PROTEINASE OF WNV"
        },
        {
            "text": "Knowledge of the specificity of NS3 led the authors to use a PoPS substrate prediction program (http://pops.csse.monash.edu.au) using the human proteome database. This led them to identify a number of potential cytosolic NS3 substrates, including MBP (myelin basic protein) and myelin protein zero, both of which are required for neuronal functioning, and neural degeneration is associated with their absence. Interestingly, the data presented showed that the approx. 18.5 kDa MBP is processed by NS3 into an approx. 14 kDa product, resulting from cleavage at the predicted Gly-Ala-Pro-Lys-Arg 55 ↓Gly-Ser-Gly site, although proof of this exact site through N-terminal analysis of the approx. 14 kDa product is still needed. Consistent with the inhibitor profile of NS3, this MBP cleavage is blocked by both the dodecamer dodeca-D-arginine amide and aprotinin.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "PREDICTION OF NOVEL HOST-CELL SUBSTRATES OF THE WNV NS3 PROTEINASE"
        },
        {
            "text": "The work of Shiryaev et al. [8] opens up new avenues towards the design of selective and potent inhibitors of NS3 that could find applications as WNV antiviral agents. However, the ravages caused by this virus are expected to be extensive, and future studies should define the multiple host-cell cytosolic proteins that are cleaved by NS3. Although the proposed neural MBP substrate is relevant, it is also clear that other substrates are yet to be discovered. Indeed, recently it was demonstrated that WNV NS3 alone can trigger apoptosis involving both caspases-8 and -3 [9] , and the issue of the cognate cytosolic substrates of NS3 implicated in these cell death pathways remains an important open question. Future studies aimed to identify rationally more specific and potent inhibitors should define in more details the specificity of WNV NS3 and the relative importance of the P1-P4 positions, as well as the P positions, possibly guided by the three-dimensional structure of WNV NS3 and the vast array of products proposed by medicinal chemistry for other NS3 proteinases derived from HCV (hepatitis C virus), Dengue and other infectious viruses. Since the discovery of the WNV in 1937 in the West Nile district of Uganda, it took more than 68 years to begin to identify potent inhibitors of its NS3. Hopefully, these efforts will lead to the isolation of small-molecule inhibitors of WNV NS3 that, if effective in lowering viral burden, could find their way to the clinic. The impressive reduction of HCV RNA plasma levels observed with some NS3 inhibitors in clinical trials [11] clearly illustrates the potential of this viral enzymetargeted drug discovery approach. The spread of this virus since 1999 necessitates vigilance as well as continued and sustained follow-ups of birds and animals that die as a result of WNV infections. It is hoped that science through structural analysis of NS3 and medicinal identification of potent inhibitors of this proteinase will help alleviate the pain and suffering of the more than 20 000 patients that have been infected by this neurotropic pathogen. In the end, surveillance efforts, as well as antiviral and vaccine approaches, will be needed in order to effectively curtail",
            "cite_spans": [
                {
                    "start": 28,
                    "end": 31,
                    "text": "[8]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 572,
                    "end": 575,
                    "text": "[9]",
                    "ref_id": null
                },
                {
                    "start": 1584,
                    "end": 1588,
                    "text": "[11]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "FUTURE PERSPECTIVES"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Proprotein and prohormone convertases: a family of subtilases generating diverse bioactive polypeptides",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "G"
                    ],
                    "last": "Seidah",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Chretien",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Brain Res",
            "volume": "848",
            "issn": "",
            "pages": "45--62",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "The Lassa virus glycoprotein precursor GP-C is proteolytically processed by subtilase SKI-1/S1P",
            "authors": [
                {
                    "first": "O",
                    "middle": [],
                    "last": "Lenz",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Ter Meulen",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "D"
                    ],
                    "last": "Klenk",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "G"
                    ],
                    "last": "Seidah",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Garten",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Proc. Natl. Acad. Sci. U.S.A",
            "volume": "98",
            "issn": "",
            "pages": "12701--12705",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Furin at the cutting edge: from protein traffic to embryogenesis and disease",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Thomas",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Nat. Rev. Mol. Cell Biol",
            "volume": "3",
            "issn": "",
            "pages": "753--766",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "The crystal structure of the proprotein processing proteinase furin explains its stringent specificity",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Henrich",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Cameron",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "P"
                    ],
                    "last": "Bourenkov",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Kiefersauer",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Huber",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Lindberg",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Bode",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "E"
                    ],
                    "last": "Than",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Nat. Struct. Biol",
            "volume": "10",
            "issn": "",
            "pages": "520--526",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Endosomal proteolysis of the Ebola virus glycoprotein is necessary for infection",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Chandran",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "J"
                    ],
                    "last": "Sullivan",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [],
                    "last": "Felbor",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "P"
                    ],
                    "last": "Whelan",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Cunningham",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Science",
            "volume": "308",
            "issn": "",
            "pages": "1643--1645",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Cathepsin L is involved in proteolytic processing of the Hendra virus fusion protein",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "T"
                    ],
                    "last": "Pager",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "E"
                    ],
                    "last": "Dutch",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J. Virol",
            "volume": "79",
            "issn": "",
            "pages": "12714--12720",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Inhibitors of cathepsin L prevent severe acute respiratory syndrome coronavirus entry",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Simmons",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "N"
                    ],
                    "last": "Gosalia",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Rennekamp",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Reeves",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "L"
                    ],
                    "last": "Diamond",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Bates",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Proc. Natl. Acad. Sci. U.S.A",
            "volume": "102",
            "issn": "",
            "pages": "11876--11881",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "The cleavage targets and the (D)-arginine-based inhibitors of the West Nile virus NS3 processing proteinase",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Shiryaev",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "I"
                    ],
                    "last": "Ratnikov",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "V"
                    ],
                    "last": "Chekanov",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Sikora",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "V"
                    ],
                    "last": "Rozanov",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Godzik",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "W"
                    ],
                    "last": "Smith",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Lindberg",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Samuel",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Diamond",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "Y"
                    ],
                    "last": "Strongin",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Biochem. J",
            "volume": "393",
            "issn": "",
            "pages": "503--511",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Polyarginines are potent furin inhibitors",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Cameron",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Appel",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Houghten",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Lindberg",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "J. Biol. Chem",
            "volume": "275",
            "issn": "",
            "pages": "36741--36749",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "The therapeutic potential of NS3 protease inhibition in HCV infection",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Goudreau",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Llinas-Brunet",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Expert Opin. Invest. Drugs",
            "volume": "14",
            "issn": "",
            "pages": "1129--1144",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": [
        {
            "text": "viral burden and spread, and control the clinical manifestations of WNV.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "annex"
        }
    ]
}