{
    "paper_id": "f319e263c47ce96633f73afdf1fb1d7b6040d121",
    "metadata": {
        "title": "Identification and location of the structural glycoproteins of a tissue culture-adapted turkey enteric coronavirus",
        "authors": [
            {
                "first": "S",
                "middle": [],
                "last": "Dea",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "S",
                "middle": [],
                "last": "Garzon",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "P",
                "middle": [],
                "last": "Tijssen",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Most coronaviruses studied in detail to date can be described as having three or four unique major structural proteins [29, 34] . A predominant phosphorylated nucleocapsid (N) protein with a molecular weight ranging from 50,000 to 60,000 is associated with the non-segmented, positive-stranded RNA genome. There are two major virus-encoded envelope proteins: a transmembrane glycoprotein with an approximate mol.wt, of 25-30,000 acting as a matrix protein (E 1) and the peplomer protein (E2), a glycoprotein with a mol.wt, of 170,000-200,000 that makes up the large surface projections of the virus. The peplomeric protein E2 often is posttranstationally cleaved by host-cell proteases into two subunits with mol.wts, of 85-100,000 [3, 19, 35] . The E2 glycoprotein is responsible for virus attachment and cell membrane fusion, and elicits the production of virus-neutralizing antibodies [9, 18, 20, 38] . The hemaggtutinin of the hemagglutinating mammalian coronaviruses is made of an additional glycoprotein with a mol.wt, of 130-140,000 comprized of disulfide-linked 65,000 subunits [8, 9, 13, 15] .",
            "cite_spans": [
                {
                    "start": 119,
                    "end": 123,
                    "text": "[29,",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 124,
                    "end": 127,
                    "text": "34]",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 732,
                    "end": 735,
                    "text": "[3,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 736,
                    "end": 739,
                    "text": "19,",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 740,
                    "end": 743,
                    "text": "35]",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 888,
                    "end": 891,
                    "text": "[9,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 892,
                    "end": 895,
                    "text": "18,",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 896,
                    "end": 899,
                    "text": "20,",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 900,
                    "end": 903,
                    "text": "38]",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 1086,
                    "end": 1089,
                    "text": "[8,",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1090,
                    "end": 1092,
                    "text": "9,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1093,
                    "end": 1096,
                    "text": "13,",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1097,
                    "end": 1100,
                    "text": "15]",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Many enteric coronaviruses are difficult to grow in tissue cultures; consequently, little is known about their molecular and antigenic structure [29, 30] . The turkey enteric coronavirus (TCV), recognized as one of the major causative agents of epidemic diarrhea in turkey poults, is an example of this group [11, 22] . Previous attempts to adapt TCV isolates to different types of cultured chicken and turkey embryonic cells were unsuccessful [25, 26] . The prototype Minnesota strain was maintained by oral inoculation and intestinal infection of one-day old turkey poults, or by inoculation into the amniotic cavity of embryonating turkey or hen eggs [10, 26] . Our previous studies on the morphology and some of the biological activities of egg-adapted TCV isolates have revealed the presence of two morphologically distinct types of peplomers at the surface of the TCV virion, and the virus also possesses an hemagglutinating activity [5, 6] . Low quantity of material obtained at the end of the preparation of \"pure virus\" and residual host-cell contaminating proteins of egg-adapted virus raised difficulties in distinguishing specific viral components from degraded or host proteins [6] . TCV isolates purified from the intestinal contents of turkey embryos were resolved into four to seven major polypeptides ranging in molecular weights from 27,000 to 180,000 and were identified as viral components on the basis of their reactivity with specific antisera [6] . The exact nature of these polypeptides and their location on the TCV virion remained to be determined.",
            "cite_spans": [
                {
                    "start": 145,
                    "end": 149,
                    "text": "[29,",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 150,
                    "end": 153,
                    "text": "30]",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 309,
                    "end": 313,
                    "text": "[11,",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 314,
                    "end": 317,
                    "text": "22]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 444,
                    "end": 448,
                    "text": "[25,",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 449,
                    "end": 452,
                    "text": "26]",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 654,
                    "end": 658,
                    "text": "[10,",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 659,
                    "end": 662,
                    "text": "26]",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 940,
                    "end": 943,
                    "text": "[5,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 944,
                    "end": 946,
                    "text": "6]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1191,
                    "end": 1194,
                    "text": "[6]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1466,
                    "end": 1469,
                    "text": "[6]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "This report dens with the polypeptide structure of a tissue culture-adapted TCV isolate [7] . We identified three major glycoproteins corresponding to the matrix, the peplomer, and the hemagglutinin of the TCV virion by radiolabeling, or by adding glycosylation inhibitors during virus production, or by partial protease digestion of the virions. Further, electron microscopy of purified protease-treated virus allowed us to obtain more information on the morphological characteristics of this avian coronavirus.",
            "cite_spans": [
                {
                    "start": 88,
                    "end": 91,
                    "text": "[7]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The prototype egg-adapted Minnesota strain of TCV (obtained from Dr. B. S. Pomeroy, College of Veterinary Medicine, Univ. of Minnesota, St. Paul, MN) was used in these studies [10] . The virus was serially propagated, in presence of trypsin, in confluent monolayers of the human rectal tumor cell line HRT-18, as previously described [7] . The growth of the virus was measured by titration of clarified culture medium using an end-point dilution procedure and the calculation of TCID 50, according to Reed and Muench [27] . Viral stocks were prepared from passages 3 to 5 by infecting cells at a multiplicity of 0.1 to 1.0 TCID 50 per cell.",
            "cite_spans": [
                {
                    "start": 176,
                    "end": 180,
                    "text": "[10]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 334,
                    "end": 337,
                    "text": "[7]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 517,
                    "end": 521,
                    "text": "[27]",
                    "ref_id": "BIBREF27"
                }
            ],
            "ref_spans": [],
            "section": "Virus and cell cultures"
        },
        {
            "text": "The virus was purified from the supernatant fluids of infected cell cultures by differential and isopycnic ultracentrifugation on sucrose gradients, as previously described [6] . The purified virus sedimented to a buoyant density of 1.18-1.20 g/ml, as determined from the coincidental peak of hemagglutinating activity and optical density at 280 rim. Collected virus was diluted in TBS and pelleted by ultracentrifugation for 2h at 24,000 rpm in a Beckman SW 27.1 rotor. The viral material was gently suspended in TBS, divided into aliquots, and quickly frozen at --7 0 °C. Protein concentration in purified viral suspensions was determined by the method of Bradford [2] .",
            "cite_spans": [
                {
                    "start": 173,
                    "end": 176,
                    "text": "[6]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 667,
                    "end": 670,
                    "text": "[2]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Virus purification"
        },
        {
            "text": "The hemagglutination assay was performed using rat erythrocytes, as described previously [5] .",
            "cite_spans": [
                {
                    "start": 89,
                    "end": 92,
                    "text": "[5]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Hemagglutination assay"
        },
        {
            "text": "Aliquots of purified virus were incubated with 100 gg/ml or 1,000 ~tg/ml of either trypsin, a-chymotrypsin or pronase in TMEN (50 mM Tris-maleate, 1 mM EDTA, 150 mM NaC1, pH 6.0) buffer for 30, 45, 60, or 90 rain at 37 °C. In case of trypsin treatment, the digestion reactions were stopped by adding an equal amount of soybean trypsin inhibitor and further incubated 30 rain at 37 °C. For treatment with bromelain, purified virus was incubated with 1.3 mg/ml of the enzyme in TMEM containing 5 mM dithiothreitol for 1 to 3 h at 37 °C. After enzymatic treatments, the virus was immediately subjected to isopycnic centrifugation, tested for residual HA activity, and analyzed by SDS-PAGE.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Enzymatic treatments of purified virus"
        },
        {
            "text": "An anti-TCV hyperimmune serum was obtained after immunization of rabbits with the purified egg-adapted virus [5] . The specificity of the antiserum has been confirmed by immunoelectron microscopy and hemagglutination inhibition [6] .",
            "cite_spans": [
                {
                    "start": 109,
                    "end": 112,
                    "text": "[5]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 228,
                    "end": 231,
                    "text": "[6]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Antiserum"
        },
        {
            "text": "Confluent monolayers of HRT-18 cells grown in 150 cruZ-tissue culture flasks (Corning) were infected at a multiplicity of 1 TCID 50/ceU. After adsorption of the virus for 1 h, the monolayers were further incubated at 41 °C with serum-free medium containing 10 U/ml of trypsin. Tunicamycin, at concentrations of 0.1 to 1.0 ~tg/ml, or sodium monensin, at concentrations of 0.1 to 2.5 gM, were added to maintenance media in glycosylation-inhibition experiments. At 6 to 9 h post-infection (p.i.), the medium was removed and 15 mL of the appropriate medium, with or without glycosylation inhibitors, and the radioisotopic compounds were added. Viral proteins were labeled by addition of 250gCi of [35S]methionine or 400 gCi of 3H-labeled amino acids (a mixture of L-lysine, L-leucine and L-alanine) per flask in methionine-free RPMI medium or in MEM containing 10 percent of the normal concentration of leucine and lysine, respectively. Viral glycoproteins were labeled with D- [6-3H] glucosamine hydrochloride at 25 gCi/ml in MEM containing 20 per cent of the normal concentration of glucose. Supernatants containing radiolabeled virus were harvested at 48 to 72 h p.i.",
            "cite_spans": [
                {
                    "start": 974,
                    "end": 980,
                    "text": "[6-3H]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Radioisotopic labeling of virion structural proteins"
        },
        {
            "text": "Immunoprecipitation experiments with purified radiolabeled protease-treated or untreated virus were done essentially as described by Orvetl et al. [24] , using rabbit anti-TCV hyperimmune serum, After a 3 h incubation at room temperature, the immune complexes were adsorbed to protein A-Sepharose (Pharmacia), and desorbed by denaturation prior to electrophoresis by boiling for 3 min in the sample buffer [16] .",
            "cite_spans": [
                {
                    "start": 147,
                    "end": 151,
                    "text": "[24]",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 406,
                    "end": 410,
                    "text": "[16]",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "Immunoprecipitation and Western immunoblotting"
        },
        {
            "text": "Western immunoblotting assays were done according to Deregt and Babiuk [8] .",
            "cite_spans": [
                {
                    "start": 71,
                    "end": 74,
                    "text": "[8]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Immunoprecipitation and Western immunoblotting"
        },
        {
            "text": "The discontinuous buffer gel system of Laemmli was used [16] . Samples were mixed with equal volumes of double strength sample buffer with or without 5 per cent 2-mercaptoethanol, boiled for 3min, and clarified at 10,000 x g for 15rain before electrophoresis in 8.5 or 10 percent SDS-polyacrylamide slab gels, as previously described [6] . High and low molecular weight marker proteins or 14C-methylated marker proteins were run on each gel to allow molecular weight estimates of viral proteins. Polypeptide bands were revealed either by silver staining [2t] or by fluorography (\"Amplify\", Amersham). Dried gels were autoradiographed on Kodak X-OMAT RP films at --70 °C.",
            "cite_spans": [
                {
                    "start": 56,
                    "end": 60,
                    "text": "[16]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 334,
                    "end": 337,
                    "text": "[6]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Polyacrylamide gel electrophoresis"
        },
        {
            "text": "Concentrated, gradient-purified, and protease-treated virions were negatively stained with 2% sodium phosphotungstate, pH 7.0, and examined by EM, as described previously [4] . ",
            "cite_spans": [
                {
                    "start": 171,
                    "end": 174,
                    "text": "[4]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Electron microscopy"
        },
        {
            "text": "Previous studies on the cell cultivation of the Minnesota strain of TCV have revealed an effective production of the virus in HRT-18 cells, provided trypsin was added to the culture medium [7] . High yields of viral infectivity, ranging from 10 s to 10 l° TCID50/ml, were recovered after less than 3 or 4 successive passages. HA titers rose also with the number of passages and, with rat erythrocytes, ranged from 1 : 128 to 1:2,048. Data from a representative virus purification experiment (Table 1) show 400-fold reduction in volume and greater than 200-fold decrease in total protein, with 50 to 60% recovery of virus infectivity. The procedure allowed the preparation of about 1.5 mg of approximately 125-fold purified virus from 2.5 x 108 cells (specific infectivity averaged 2 x 107 TCID 50/gg protein). Three visible bands were obtained following centrifugation in the continuous sucrose gradient, but infectivity and HA activity were restricted to the band corresponding to a buoyant of 1.18-1.20g/ml ( Fig. 1 A) . The corresponding fractions contained viral particles with a morphology consistent with that of coronaviruses. The majority of the viral particles possessed surface projections of two distinct sizes ( Fig. 1 B) .",
            "cite_spans": [
                {
                    "start": 189,
                    "end": 192,
                    "text": "[7]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [
                {
                    "start": 491,
                    "end": 500,
                    "text": "(Table 1)",
                    "ref_id": null
                },
                {
                    "start": 1011,
                    "end": 1020,
                    "text": "Fig. 1 A)",
                    "ref_id": null
                },
                {
                    "start": 1224,
                    "end": 1233,
                    "text": "Fig. 1 B)",
                    "ref_id": null
                }
            ],
            "section": "Viral purification"
        },
        {
            "text": "Analysis by SDS-PAGE under non-reducing conditions of purified [35S]methionine-or 3H-amino acids-labeled TCV revealed consistently at least four major and two minor polypeptide species. The results were essentially the same for virus cultivated in the presence or in the absence of trypsin (Fig. 2) . (1, 2, 6, 7) , 3H-amino acids (3, 4, 8, 9) , or [3H]glucosamine (5, 10) . Purified virus was electrophoresed after solubilization with sample buffer in the absence (1) (2) (3) (4) (5) or presence (6-10) of 5 per cent 2-ME. The acrylamide concentration in the gel was 10 per cent. Positions of molecular weight standards are shown on the left. ~ 120,000 and 140,000 glycoproteins, a Glycosylated polypeptide with a mol.wt. in excess of 200,000",
            "cite_spans": [
                {
                    "start": 301,
                    "end": 304,
                    "text": "(1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 305,
                    "end": 307,
                    "text": "2,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 308,
                    "end": 310,
                    "text": "6,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 311,
                    "end": 313,
                    "text": "7)",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 331,
                    "end": 334,
                    "text": "(3,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 335,
                    "end": 337,
                    "text": "4,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 338,
                    "end": 340,
                    "text": "8,",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 341,
                    "end": 343,
                    "text": "9)",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 365,
                    "end": 368,
                    "text": "(5,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 369,
                    "end": 372,
                    "text": "10)",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 465,
                    "end": 468,
                    "text": "(1)",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 469,
                    "end": 472,
                    "text": "(2)",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 473,
                    "end": 476,
                    "text": "(3)",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 477,
                    "end": 480,
                    "text": "(4)",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 481,
                    "end": 484,
                    "text": "(5)",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [
                {
                    "start": 290,
                    "end": 298,
                    "text": "(Fig. 2)",
                    "ref_id": null
                }
            ],
            "section": "Structural polypeptides of TCV"
        },
        {
            "text": "The major components were estimated to possess molecular weights of 140,000, 95-100,000, 52,000, and 22-24,000, while two minor components had mol.wts. of 180-200,000 and 120-125,000, respectively (Fig.2, lanes 1 to 5) . The 22-24,000 mol.wt, polypeptide was characteristically observed as a broad band or as a group of 2 to 3 closely migrating bands. In addition, three additional polypeptide species with mol.wt, of 32,000, 36-38,000, and 44-46,000, migrating as bands with varying intensities, were irregularly detected. From these three polypeptides, only the 44-46,000 mol.wt, species could be resolved from the immunoprecipitates obtained after incubation with anti-TCV rabbit hyperimmune serum (Fig. 3 C) . Labeling with [3H]glucosamine revealed that the 180-200,000, 140,000, 120-125,000, 95-100,000, 44-46,000, and 22-24,000 mol.wts. species were glycosylated, and hence were designated gp200, gp 140, gp 120, gpl00, gp46, and gp24 (Fig. 2, lanes 5 and 10) . Under these conditions, the gp200 species was usually revealed as a major band. An additional glycosylated polypeptide (designated as a in Fig. 2 ) with a mol.wt, in excess of 200,000 was identified with [3H]glucosamine-labeled virus.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 197,
                    "end": 218,
                    "text": "(Fig.2, lanes 1 to 5)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 701,
                    "end": 711,
                    "text": "(Fig. 3 C)",
                    "ref_id": null
                },
                {
                    "start": 941,
                    "end": 965,
                    "text": "(Fig. 2, lanes 5 and 10)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1107,
                    "end": 1113,
                    "text": "Fig. 2",
                    "ref_id": null
                }
            ],
            "section": "Structural polypeptides of TCV"
        },
        {
            "text": "In the presence of 2-mercaptoethanol, gp 140 could no longer be detected; instead a new glycosylated polypeptide with an estimated mol.wt, of 66,000 was observed (Fig. 2, lanes 6 to 10) . These results were also confirmed by immunoprecipitation (data not shown) and Western immunoblotting experiments (Fig. 3) . This suggested that gp 140 is a disulfide-linked dimer of two smaller gp66 species.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 162,
                    "end": 185,
                    "text": "(Fig. 2, lanes 6 to 10)",
                    "ref_id": null
                },
                {
                    "start": 301,
                    "end": 309,
                    "text": "(Fig. 3)",
                    "ref_id": null
                }
            ],
            "section": "Structural polypeptides of TCV"
        },
        {
            "text": "To determine the location of the TCV glycoproteins, aliquots of purified virus stocks were mock-digested or digested with pronase, trypsin, 0~-chymotrypsin or bromelain, repurified by isopycnic sedimentation, and analyzed by EM and SDS-PAGE (Figs. 3 and 4) . Protease-treated TCV was also tested for residual hemagglutinating activity (Table 2) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 241,
                    "end": 256,
                    "text": "(Figs. 3 and 4)",
                    "ref_id": null
                },
                {
                    "start": 335,
                    "end": 344,
                    "text": "(Table 2)",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Location and biological properties of TCV structural proteins"
        },
        {
            "text": "Virions treated with pronase, at the concentration of 1 mg/ml, lost their hemagglutinating activity after 45 min (Table 2) , coincidentally with the disappearance of the high-molecular-weight glycoproteins (gp200, gp140/66, gp 120, and gpl00) from the gel (Fig. 3A) . Examination by EM of repurified particles showed that after 30 rain of digestion, only the fringe of small granular projections was still present on the virion surface (Fig.4a) . After 45min of digestion, the p 52 and the 22-24,000 mol.wt, polypeptides were the predominant species remaining (Fig. 3A, lanes 3-5) , and the particles appeared relatively smooth (Fig. 4b) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 113,
                    "end": 122,
                    "text": "(Table 2)",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 256,
                    "end": 265,
                    "text": "(Fig. 3A)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 436,
                    "end": 444,
                    "text": "(Fig.4a)",
                    "ref_id": null
                },
                {
                    "start": 560,
                    "end": 580,
                    "text": "(Fig. 3A, lanes 3-5)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 628,
                    "end": 637,
                    "text": "(Fig. 4b)",
                    "ref_id": null
                }
            ],
            "section": "Location and biological properties of TCV structural proteins"
        },
        {
            "text": "Time exposure of TCV to pronase also transformed the viral envelope, making it permeable to phosphotungstate, and resulted in progressively different After solubilisation in sample buffer with or without 2-ME, the mock-digested (M) or digested-virus was analyzed by electrophoresis in 9.5% SDS-polyacrylamide slab gels. Viral proteins were revealed by silver staining, fluorography, or Western-immunoblotting with rabbit anti-TCV hyperimmune serum. A Electrophoretic profiles of radiolabeled TCV before (1) or after treatment with pronase (1 mg/ml) for 30 (2), 45 (3), 60 (4), and 90 (5) rain, and electrophoresed in the absence of 2-ME. B Electrophoretic profile (silver stain) of TCV after treatment for 60 min with 100 lag (1) or 1,000 lag (2) per ml of trypsin, or with 1,000 lag (4) per ml of a-chymotrypsin, or after treatment for 3 h with 1.3 mg/mt bromelain (3), and electrophoresed in the absence of 2-ME. C Immunoblots of TCV after treatment with trypsin (1,000 lag/ml) for 60 rain (1) and 120min (2), or treatment with bromelain (1.3 mg/ ml) for 60min (4) and 120min (3) , and electrophoresed in the absence of 2-ME. D Immunoblots of TCV after treatment with bromelain for 3 h, and electrophoresis under nonreducing (1) or reducing (2, 3) conditions Fig. 4 . Negatively stained purified viral particles alter treatments by proteolytic enzymes. Aliquots of purified virus were treated at 37 °C with various proteases at the indicated concentration and then repurified by isopycnic sedimentation in sucrose gradients, a-e Treated with 1 mg/ml pronase for 30rain, 45 min, and 90min, respectively; d, e treated with 100 Ixg/ml or 1,000gg/ml trypsin for 60min, respectively; f treated with 1.3 mg/ml bromelain for 2 h. Arrows indicate evaginations at the surface of the viral particles and the apparent internal tongue-shaped structure. ~ Small granular surface projections. Bars: 100 nrn types of viral particles. The presence of an :inner fold of the viral envelope was c o m m o n l y observed after a 45 min exposure to the enzyme, giving rise to the characteristic tongue-like structure described for several coronaviruses [ 1 ] . After a longer exposure (75 to 90 min), the center of the viral particles was densely stained (Fig. 4c) and numerous ghost-like structures were found. Incubation for 1 hour with either trypsin or a-chymotrypsin, at concentrations up to 1 mg/ml, did not alter the hemagglutinating activity of T C V (Table 2 ). However, complete or nearly complete dissappearance of the gp200 species f r o m the gel, c o n c o m i t a n t with a slight increase in the a m o u n t s o f the gp 100 and gp 120 species, was observed ( Fig. 3 B, C) . The other structural glycoproteins appeared resistant to both enzymes. Trypsin-treated virions maintained both types of surface projections at concentrations lower than 100 l~g/ml, but apparently lost their large peplomers at higher concentrations (Fig. 4e) . T r e a t m e n t with a-chymotrypsin resulted in an apparent enlargement in the diameter of the tip of the larger projections, of which only a few were retained at the surface o f the virions (data not shown). Evaginations of the internal tongue-shaped structure, which did not possess the characteristic club-shaped projections o f the outer m e m b r a n e , was often observed following treatments with both enzymes (Fig. 4d, e) .",
            "cite_spans": [
                {
                    "start": 1078,
                    "end": 1081,
                    "text": "(3)",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 2134,
                    "end": 2139,
                    "text": "[ 1 ]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [
                {
                    "start": 1261,
                    "end": 1267,
                    "text": "Fig. 4",
                    "ref_id": null
                },
                {
                    "start": 2236,
                    "end": 2245,
                    "text": "(Fig. 4c)",
                    "ref_id": null
                },
                {
                    "start": 2440,
                    "end": 2448,
                    "text": "(Table 2",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 2658,
                    "end": 2670,
                    "text": "Fig. 3 B, C)",
                    "ref_id": null
                },
                {
                    "start": 2921,
                    "end": 2930,
                    "text": "(Fig. 4e)",
                    "ref_id": null
                },
                {
                    "start": 3353,
                    "end": 3365,
                    "text": "(Fig. 4d, e)",
                    "ref_id": null
                }
            ],
            "section": "Location and biological properties of TCV structural proteins"
        },
        {
            "text": "Digestion of T C V with bromelain for two hours did not alter the hemaggtutinating activity o f the virus ( (Fig. 3 C, lanes 3 and 4) . This treatment also left the internal p52 protein intact, but reduced the amounts of gp24, concomitant with the disappearance of the 44,000 to 46,000 mol.wt, species (Fig. 3C, D) . Although a decreased amount ofp 52 was noticed in silver-stained gels after a 3 h treatment with the enzyme (Fig. 3 B, lane 3) , it was still strongly evident following Westernimmunoblotting with the anti-TCV serum, as well as the gp 140 or gp65 species (Fig. 3D, lanes 1 to 3) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 108,
                    "end": 133,
                    "text": "(Fig. 3 C, lanes 3 and 4)",
                    "ref_id": null
                },
                {
                    "start": 302,
                    "end": 314,
                    "text": "(Fig. 3C, D)",
                    "ref_id": null
                },
                {
                    "start": 425,
                    "end": 443,
                    "text": "(Fig. 3 B, lane 3)",
                    "ref_id": null
                },
                {
                    "start": 571,
                    "end": 594,
                    "text": "(Fig. 3D, lanes 1 to 3)",
                    "ref_id": null
                }
            ],
            "section": "Location and biological properties of TCV structural proteins"
        },
        {
            "text": "Examination by EM of repurified particles, after treatment with bromelain for 1 or 2 h, showed a progressive loss of the large bulbous peplomers, but a persistence of small granular projections, without any apparent damage to the particles themselves (Fig. 4f) . After a longer exposure to the enzyme (3 h), only a few viral particles, which possessed only the small granular projections, were recovered from the sucrose gradient fractions at a buoyant density corresponding to that of the original virus. Numerous ghost-like or membranous structures were observed in fractions corresponding to sucrose densities of 1.23-1.26 g/ml ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 251,
                    "end": 260,
                    "text": "(Fig. 4f)",
                    "ref_id": null
                }
            ],
            "section": "Location and biological properties of TCV structural proteins"
        },
        {
            "text": "Virus purified from the supernatant fluids of TCV-infected cell cultures, cultivated in the presence of 0.5 to 1.0 l~g/ml of tunicamycin, lacked both infectivity and hemagglutinating activity ( Table 2 ). The extracellular viral particles were devoid of both types of surface projections (Fig. 5 C) . Cultivation in the presence of sodium monensin at concentrations up to 2.5 gM neither affected the virulence of the virus, nor changed the morphology of the extracellular progeny viral particles (data not shown).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 194,
                    "end": 201,
                    "text": "Table 2",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 288,
                    "end": 298,
                    "text": "(Fig. 5 C)",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Effects of glycosylation inhibitors on the synthesis of envetope-glycoproteins"
        },
        {
            "text": "These purified viral preparations were analyzed together with virus from untreated cell cultures by SDS-PAGE under non-reducing conditions and by Western immunoblotting (Fig. 5) . Results indicated that high mol.wt, structural glycoproteins could no longer be detected following tunicamycin treatment of TCV-infected cells. The gp24 species was still resolved in the gels after silver staining and in autoradiographs after immunoprecipitation (Fig. 5 A) , but with a slightly higher mobility. It was no longer detectable by Western immunoblotting (Fig. 5B) . A concomitant decrease in the amounts of the gp44 species was noted in both assays.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 169,
                    "end": 177,
                    "text": "(Fig. 5)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 443,
                    "end": 453,
                    "text": "(Fig. 5 A)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 547,
                    "end": 556,
                    "text": "(Fig. 5B)",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Effects of glycosylation inhibitors on the synthesis of envetope-glycoproteins"
        },
        {
            "text": "The tissue culture-adapted Minnesota strain of TCV was grown in the presence of radiolabeled amino acids and glucosamine for the purpose of obtaining further information on the virion structural proteins. The structural nature of the polypeptides resolved by SDS-PAGE of purified virus was confirmed by Western immunoblotting and immunoprecipitation experiments, using anti-TCV hyperimmune serum previously obtained from immunization of rabbit with original egg-adapted virus. Four major viral protein species were identified and their location on the virion was deduced from digestion studies using various proteolytic enzymes. The TCV structural proteins consist of three glycoproteins of 180-200,000, 140,000, and 24,000 which were shown to correspond to the peplomer, hemagglutinin and matrix proteins, and a predominant unglycosylated 52,000 species that apparently represents the nucleocapsid protein. A similar polypeptide pattern has been described previously with virus purified from the intestinal contents of turkey embryos [6] . Polypeptide species of 72-75,000, and 45,000 earlier identified were probably host-cell contaminating proteins, or degradation products of the viral components resulting from their digestion by intestinal proteases. The largest virion glycoproteins of TCV thus appear to differ fundamentally from the largest glycoproteins of the well-characterized avian infectious bronchitis virus (IBV), an antigenically unrelated coronavirus [17, 26, 37] . The presence of additional short granular projections on the surface of the TCV virion, and an hemagglutinin glycoprotein that 234 S. Dea et al.",
            "cite_spans": [
                {
                    "start": 1035,
                    "end": 1038,
                    "text": "[6]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1470,
                    "end": 1474,
                    "text": "[17,",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 1475,
                    "end": 1478,
                    "text": "26,",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 1479,
                    "end": 1482,
                    "text": "37]",
                    "ref_id": "BIBREF37"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "appeared as a dimer of two smaller 65-70,000 molecules, are features that have been described so far only for viruses belonging to the group of mammalian hemagglutinating coronaviruses [13, 15, 36] .",
            "cite_spans": [
                {
                    "start": 185,
                    "end": 189,
                    "text": "[13,",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 190,
                    "end": 193,
                    "text": "15,",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 194,
                    "end": 197,
                    "text": "36]",
                    "ref_id": "BIBREF36"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Our studies further showed that the virion 180-220 K peplomer glycoprotein of TCV, like the 180 to 200 K species of MHV, BCV, and IBV, possesses a trypsin sensitive site, the cleavage of which yields two subunits with apparent mol.wt, of 100 K and 120 K [3, 8, 35] . The glycosylated species with a mol.wt. in excess of 200 K probably correspond to a multimeric form of the peplomeric glycoprotein as it was previously described for the human OC43 strain and BCV [13, 15] , and for IBV [31] . Proteolytic cleavage of the TCV peplomer protein appeared to occur quite efficiently, as gp 100 and gp 120 were the predominant forms resolved by SDS-PAGE. This also appears to be true for BCV and HCV OC43 [13, 14] . The degree of posttranslational cleavage of the MHV-A59 strain was found to be a function of host cell type [12] . Although, we did not investigate the susceptibility of the TCV gp200 in different cell types, it was previously found that the virus could induce polykaryocytosis in HRT-18 cells only if trypsin was added to the maintenance medium. Addition of trypsin to the medium of TCV-infected primary chicken or turkey embryo kidney cell lines did not permit expression of the cytopathogenicity of the virus. The trypsin cleavage of gp200 of TCV seemed thus necessary for the acquisition of the fusion activity, and therefore for the infectivity of the virus, but host cell intrinsic factors are probably also involved. Similar findings were observed for MHV and BCV [32, 35] , and with several strains of IBV [3] which do not form plaques unless trypsin is added to the overlay medium.",
            "cite_spans": [
                {
                    "start": 254,
                    "end": 257,
                    "text": "[3,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 258,
                    "end": 260,
                    "text": "8,",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 261,
                    "end": 264,
                    "text": "35]",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 463,
                    "end": 467,
                    "text": "[13,",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 468,
                    "end": 471,
                    "text": "15]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 486,
                    "end": 490,
                    "text": "[31]",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 699,
                    "end": 703,
                    "text": "[13,",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 704,
                    "end": 707,
                    "text": "14]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 818,
                    "end": 822,
                    "text": "[12]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1481,
                    "end": 1485,
                    "text": "[32,",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 1486,
                    "end": 1489,
                    "text": "35]",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 1524,
                    "end": 1527,
                    "text": "[3]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Treatment with different proteases to remove the external proteins of TCV showed that bromelain-, trypsin-and chymotrypsin-treated virus still hemagglutinated rat erythrocytes, whereas pronase completely destroyed this activity. The observation that bromelain treatment removed all glycoproteins from the virion except gp 140, and that only small granular projections were retained on the particles or ghost-like structures, when TCV was subjected to long exposures, strongly suggested gp 140 and small granular projections to correspond to the virion hemagglutinin. The association between small granular projections and the hemagglutinin also was demonstrated in cases of mammalian hemagglutinating coronaviruses [15, 36] .",
            "cite_spans": [
                {
                    "start": 715,
                    "end": 719,
                    "text": "[15,",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 720,
                    "end": 723,
                    "text": "36]",
                    "ref_id": "BIBREF36"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Pronase and bromelain also reduced the amount or antigenicity of gp24. Similar to findings with other coronaviruses [13, 14, 34] , these enzymes may have removed a portion corresponding to the terminal glycosylated region of the matrix protein which is exposed on the outer surface of the viral envelope, while a larger non-glycosylated region is protected within the envelope. The disappearance of gp46 from the gel following digestion with pronase and bromelain, concomitant with a reduction in the amount of gp24, suggested the close relationship between these two viral components. The gp46 species may represent a dimer of the matrix protein as demonstrated for BCV and HCV OC43 [9, 13] . Similarly, a t 60K unglycosylated polypeptide was occasionally revealed by Western immunoblotting and immunoprecipitation. It may correspond to a polymer, possibly a trimer, of the nucleocapsid protein as suggested for BCV [8, 9] and HCV OC43 [13] on the basis of its reactivity with anti-N antibodies.",
            "cite_spans": [
                {
                    "start": 116,
                    "end": 120,
                    "text": "[13,",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 121,
                    "end": 124,
                    "text": "14,",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 125,
                    "end": 128,
                    "text": "34]",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 684,
                    "end": 687,
                    "text": "[9,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 688,
                    "end": 691,
                    "text": "13]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 917,
                    "end": 920,
                    "text": "[8,",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 921,
                    "end": 923,
                    "text": "9]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 937,
                    "end": 941,
                    "text": "[13]",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In the presence of TM, non-infectious TCV virions lacking both types of surface peplomers were produced and released .by infected cells. Biochemical data confirmed the absence of the high mol.wt, glycoproteins (gp200/100, gp 140/66) consistent with a glycosylation process that involves attachement of oligosaccharide side chains via N-glycosidic bonds to asparagine residues, as demonstrated for other coronaviruses [23, 34] . The matrix protein of TCV is apparently glycosylated by a similar process; following cultivation in the presence of TM, gp24 failed to react with the anti-TCV serum after Western immunoblotting and had a slightly higher mobility as demonstrated by immunoprecipitation. Our finding that gp24 was present after immunoprecipitation, but not after Western immunoblotting (Fig. 5A ), may be explained by nonspecific co-precipitation by the antiserum of viral proteins with high mutual affinity [33] . In contrast, for Western immunoblotting, to be visible proteins should be individually immunoreactive (i.e., sufficient amount and suitable conformation of epitopes). The inhibition of glycosylation of the matrix protein was also suggested by disappearance of gp46. In this respect, TCV resembles the avian infectious bronchitis virus [31] , but differs from the mammalian coronaviruses MHV-A 59 and BCV. The analogous protein of these mammalian coronaviruses undergoes O-linked glycosylation by a process which is resistant to TM and involves attachment of oligosaccharides to serine residues [8, 28] .",
            "cite_spans": [
                {
                    "start": 417,
                    "end": 421,
                    "text": "[23,",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 422,
                    "end": 425,
                    "text": "34]",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 917,
                    "end": 921,
                    "text": "[33]",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 1259,
                    "end": 1263,
                    "text": "[31]",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 1518,
                    "end": 1521,
                    "text": "[8,",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1522,
                    "end": 1525,
                    "text": "28]",
                    "ref_id": "BIBREF28"
                }
            ],
            "ref_spans": [
                {
                    "start": 795,
                    "end": 803,
                    "text": "(Fig. 5A",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "The presence of an inner fold of the viral envelope, which could be evaginated following trypsin treatment and was devoid of the characteristic projections, and the presence of an internal tongue-like structure are in agreement with the structural model of coronavirus proposed by Almeida and Bingham [1] . No structures were seen inside the outer envelope after evagination or breakdown of the inner membrane, but a denser structure existed inside the intact viral particles (Fig. 4B ). Whether this structure represents the nucleocapsid of TCV remains to be demonstrated.",
            "cite_spans": [
                {
                    "start": 301,
                    "end": 304,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [
                {
                    "start": 476,
                    "end": 484,
                    "text": "(Fig. 4B",
                    "ref_id": null
                }
            ],
            "section": "Discussion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Studies on the structure of a coronavirus-avian infectious bronchitis virus",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "W"
                    ],
                    "last": "Bingham",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Almeida",
                    "suffix": ""
                }
            ],
            "year": 1977,
            "venue": "J Gen Virol",
            "volume": "36",
            "issn": "",
            "pages": "495--502",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "A rapid and sensitive method for the quantitation of microgram quantities of protein utilizing the principale of protein-dye binding",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Bradford",
                    "suffix": ""
                }
            ],
            "year": 1976,
            "venue": "Anal Biochem",
            "volume": "72",
            "issn": "",
            "pages": "248--254",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Coronavirus IBV: partial amino terminal sequencing of spike polypeptide S 2 identifies the sequence Arg-Arg-Phe-Arg-Arg at the cleavage site of the spike precursor polypeptide of IBV strains Beaudette and M41",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Cavanagh",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "Davis",
                    "suffix": ""
                },
                {
                    "first": "Djc",
                    "middle": [],
                    "last": "Pappin",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "M"
                    ],
                    "last": "Binns",
                    "suffix": ""
                },
                {
                    "first": "Meg",
                    "middle": [],
                    "last": "Boursnell",
                    "suffix": ""
                },
                {
                    "first": "Tdk",
                    "middle": [],
                    "last": "Brown",
                    "suffix": ""
                }
            ],
            "year": 1986,
            "venue": "Virus Res",
            "volume": "4",
            "issn": "",
            "pages": "133--143",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Counterimmunoelectrophoresis for detection of neonatal calf diarrhea coronavirus: methodology and comparison with electron microscopy",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Dea",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "S"
                    ],
                    "last": "Roy",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "E"
                    ],
                    "last": "Begin",
                    "suffix": ""
                }
            ],
            "year": 1979,
            "venue": "J Clin Microbiol",
            "volume": "10",
            "issn": "",
            "pages": "240--244",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Coronaviruses associated with outbreaks of transmissible enteritis (Bluecomb) of turkeys in Quebec: hemagglutination properties and cell cultivation",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Dea",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Marsolais",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Beaubien",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Ruppanner",
                    "suffix": ""
                }
            ],
            "year": 1986,
            "venue": "Avian Dis",
            "volume": "30",
            "issn": "",
            "pages": "319--326",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Identification of the structural proteins of turkey enteric coronavirus",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Dea",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Tijssen",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "Arch Virol",
            "volume": "99",
            "issn": "",
            "pages": "173--186",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Isolation and trypsin-enhanced propagation of turkey enteric (Bluecomb) coronaviruses in a continuous human rectal tumor (HRT-18) cell line",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Dea",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Garzon",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Tijssen",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "Am J Vet Res",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Structural proteins of bovine coronavirus and their intracellular processing",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Deregt",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Sabara",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "A"
                    ],
                    "last": "Babiuk",
                    "suffix": ""
                }
            ],
            "year": 1987,
            "venue": "J Gen Virol",
            "volume": "68",
            "issn": "",
            "pages": "2863--2877",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Monoclonal antibodies to bovine coronavirus: characteristics and topographical mapping of neutralizing epitopes on the E2 and E3 glycoproteins",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Deregt",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "A"
                    ],
                    "last": "Babiuk",
                    "suffix": ""
                }
            ],
            "year": 1987,
            "venue": "Virology",
            "volume": "161",
            "issn": "",
            "pages": "410--420",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Survival of Bluecomb agent in embryonating turkey eggs and cell cultures",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "R"
                    ],
                    "last": "Deshmukh",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "T"
                    ],
                    "last": "Larsen",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "S"
                    ],
                    "last": "Pomeroy",
                    "suffix": ""
                }
            ],
            "year": 1973,
            "venue": "Am J Vet Res",
            "volume": "34",
            "issn": "",
            "pages": "673--675",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Physicochemical characterization of a bluecomb coronavirus of turkeys",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "R"
                    ],
                    "last": "Deshmukh",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "S"
                    ],
                    "last": "Pomeroy",
                    "suffix": ""
                }
            ],
            "year": 1977,
            "venue": "Am J Vet Res",
            "volume": "35",
            "issn": "",
            "pages": "1549--1552",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Proteolytic cleavage of the glycoprotein of murine coronavirus: host-dependent differences in proteolytic cleavages and cell fusion",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "F"
                    ],
                    "last": "Frana",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "N"
                    ],
                    "last": "Behnke",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "S"
                    ],
                    "last": "Sturman",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "V"
                    ],
                    "last": "Holmes",
                    "suffix": ""
                }
            ],
            "year": 1985,
            "venue": "J Virol",
            "volume": "56",
            "issn": "",
            "pages": "912--920",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Structural proteins of human respiratory coronavirus OC43",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "G"
                    ],
                    "last": "Hogue",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Brian",
                    "suffix": ""
                }
            ],
            "year": 1986,
            "venue": "Virus Res",
            "volume": "5",
            "issn": "",
            "pages": "131--144",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Bovine coronavirus structural protein",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "King",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Brian",
                    "suffix": ""
                }
            ],
            "year": 1982,
            "venue": "J Virol",
            "volume": "42",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Bovine coronavirus hemagglutinin protein",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "King",
                    "suffix": ""
                },
                {
                    "first": "B J",
                    "middle": [],
                    "last": "Potts",
                    "suffix": ""
                },
                {
                    "first": "Brian",
                    "middle": [],
                    "last": "Da",
                    "suffix": ""
                }
            ],
            "year": 1985,
            "venue": "Virus Res",
            "volume": "2",
            "issn": "",
            "pages": "53--59",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Cleavage of structural proteins during the assembly of the head of bacteriophage T4",
            "authors": [
                {
                    "first": "U",
                    "middle": [
                        "K"
                    ],
                    "last": "Laemmli",
                    "suffix": ""
                }
            ],
            "year": 1970,
            "venue": "Nature",
            "volume": "227",
            "issn": "",
            "pages": "680--685",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "The polypeptides of infectious bronchitis virus (IBV-M41 strain)",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Lanser",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "R"
                    ],
                    "last": "Howard",
                    "suffix": ""
                }
            ],
            "year": 1980,
            "venue": "J Gen Virol",
            "volume": "46",
            "issn": "",
            "pages": "349--361",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Antigenic structure of transmissible gastroenteritis virus. I. Properties of monoclonal antibodies direct against virion proteins",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Laude",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Chapsal",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Gelfi",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Labiau",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Grosclaude",
                    "suffix": ""
                }
            ],
            "year": 1986,
            "venue": "J Gen Virol",
            "volume": "67",
            "issn": "",
            "pages": "119--130",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Primary structure of the glycoprotein E2 of coronavirus MHV-A59 and identification of the trypsin cleavage site",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Luytjes",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "S"
                    ],
                    "last": "Sturman",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "Bredenbeek",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Charite",
                    "suffix": ""
                },
                {
                    "first": "Bam",
                    "middle": [],
                    "last": "Van Der Zeijst",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "C"
                    ],
                    "last": "Horzinek",
                    "suffix": ""
                },
                {
                    "first": "Wjm",
                    "middle": [],
                    "last": "Spaan",
                    "suffix": ""
                }
            ],
            "year": 1987,
            "venue": "Virology",
            "volume": "161",
            "issn": "",
            "pages": "479--487",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Monoclonal antibodies to the SI spike and membrane proteins of avian infectious bronchitis coronavirus strain Massachussetts M41",
            "authors": [
                {
                    "first": "Apa",
                    "middle": [],
                    "last": "Mockett",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Cavanagh",
                    "suffix": ""
                },
                {
                    "first": "Tdk",
                    "middle": [],
                    "last": "Brown",
                    "suffix": ""
                }
            ],
            "year": 1984,
            "venue": "J Gen Virol",
            "volume": "65",
            "issn": "",
            "pages": "2281--2286",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Silver stain for proteins in polyacrylamide gels: a modified procedure with enhanced uniform sensitivity",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Morrissey",
                    "suffix": ""
                }
            ],
            "year": 1981,
            "venue": "Anal Biochem",
            "volume": "117",
            "issn": "",
            "pages": "307--310",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Purification and concentration of viruses associated with transmissible (coronaviral) enteritis of turkeys (Bluecomb)",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Naqi",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Panigrahy",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "F"
                    ],
                    "last": "Hall",
                    "suffix": ""
                }
            ],
            "year": 1975,
            "venue": "Am J Vet Res",
            "volume": "36",
            "issn": "",
            "pages": "548--552",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Coronavirus glycoprotein El, a new type of viral glycoprotein",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Nieman",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "D"
                    ],
                    "last": "Klenk",
                    "suffix": ""
                }
            ],
            "year": 1981,
            "venue": "J Mol Biol",
            "volume": "153",
            "issn": "",
            "pages": "993--1010",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Preparation and characterization of monoclonal antibodies directed against four structural components of canine distemper virus",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Orvell",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Sheshberadaran",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Norrby",
                    "suffix": ""
                }
            ],
            "year": 1985,
            "venue": "J Gen Virol",
            "volume": "66",
            "issn": "",
            "pages": "443--456",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Isolation and characterization of viruses associated with transmissible enteritis (Bluecomb) of turkeys",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Panigrahy",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Naqi",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "F"
                    ],
                    "last": "Hall",
                    "suffix": ""
                }
            ],
            "year": 1973,
            "venue": "Avian Dis",
            "volume": "17",
            "issn": "",
            "pages": "430--438",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Coronaviral enteritis of turkeys",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "S"
                    ],
                    "last": "Pomeroy",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Holstad",
                    "suffix": ""
                },
                {
                    "first": "H J",
                    "middle": [],
                    "last": "Barnes",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "W"
                    ],
                    "last": "Calnek",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "M"
                    ],
                    "last": "Reid",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "W"
                    ],
                    "last": "Yoder",
                    "suffix": ""
                }
            ],
            "year": 1984,
            "venue": "Disease of poultry",
            "volume": "",
            "issn": "",
            "pages": "553--559",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "A simple method of estimating fifty percent end points",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "J"
                    ],
                    "last": "Reed",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Muench",
                    "suffix": ""
                }
            ],
            "year": 1938,
            "venue": "Am J Hyg",
            "volume": "27",
            "issn": "",
            "pages": "493--497",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Viral protein synthesis in mouse hepatitis virus strain A 59-infected cells: effect of tunicamycin",
            "authors": [
                {
                    "first": "Pjm",
                    "middle": [],
                    "last": "Rottier",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "C"
                    ],
                    "last": "Horzinek",
                    "suffix": ""
                },
                {
                    "first": "Bam",
                    "middle": [],
                    "last": "Van Der Zeijst",
                    "suffix": ""
                }
            ],
            "year": 1981,
            "venue": "J Virol",
            "volume": "40",
            "issn": "",
            "pages": "350--357",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Ter Meulen V (1982) The structure and replication ofcoronaviruses",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Siddell",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Wege",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Curr Top Microbiol Immunol",
            "volume": "99",
            "issn": "",
            "pages": "131--163",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "The biology of coronaviruses",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Siddell",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Wege",
                    "suffix": ""
                },
                {
                    "first": "Ter",
                    "middle": [],
                    "last": "Meulen",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 1983,
            "venue": "J Gen Virol",
            "volume": "64",
            "issn": "",
            "pages": "761--776",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Coronavirus proteins: structure and functions of the oligosaccharides of the avian infectious bronchitis virus glycoproteins",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "F"
                    ],
                    "last": "Stern",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "M"
                    ],
                    "last": "Selfon",
                    "suffix": ""
                }
            ],
            "year": 1982,
            "venue": "J",
            "volume": "144",
            "issn": "",
            "pages": "804--812",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Enhancement of plaque formation and cell fusion of an enteropathogenic coronavirus by trypsin treatment",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Storz",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Rott",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Kaluza",
                    "suffix": ""
                }
            ],
            "year": 1981,
            "venue": "Infect Immnn",
            "volume": "31",
            "issn": "",
            "pages": "1214--1222",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Isolation of coronavirus envelope glycoproteins and interaction with the viral nucleocapsid",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "S"
                    ],
                    "last": "Sturman",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "V"
                    ],
                    "last": "Holmes",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Behnke",
                    "suffix": ""
                }
            ],
            "year": 1980,
            "venue": "J Virol",
            "volume": "33",
            "issn": "",
            "pages": "449--462",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "The molecular biology of coronaviruses",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "S"
                    ],
                    "last": "Sturman",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "V"
                    ],
                    "last": "Holmes",
                    "suffix": ""
                }
            ],
            "year": 1983,
            "venue": "Adv Virus Res",
            "volume": "28",
            "issn": "",
            "pages": "35--112",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Proteolytic cleavage of the E2 glycoprotein of murine coronavirus: activation of cell-fusing activity of virions by trypsin and separation of two different 90 K cleavage fragments",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "S"
                    ],
                    "last": "Sturman",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "S"
                    ],
                    "last": "Ricard",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "V"
                    ],
                    "last": "Holmes",
                    "suffix": ""
                }
            ],
            "year": 1985,
            "venue": "J Virol",
            "volume": "56",
            "issn": "",
            "pages": "904--911",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Structural polypeptides of the murine coronavirus DVIM",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Sugiyama",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Ishikawa",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Fukuhara",
                    "suffix": ""
                }
            ],
            "year": 1986,
            "venue": "Arch Virol",
            "volume": "89",
            "issn": "",
            "pages": "245--254",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Structural proteins and glycoproteins of infectious bronchitis virus particles labelled during growth in chick embryo fibroblasts",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "N"
                    ],
                    "last": "Waday",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "G"
                    ],
                    "last": "Westaway",
                    "suffix": ""
                }
            ],
            "year": 1981,
            "venue": "Intervirology",
            "volume": "15",
            "issn": "",
            "pages": "19--21",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "Hybridoma antibodies to the murine coronavirus JHM: characterization of epitopes on the peplomer protein (E2)",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Wege",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Dorries",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Wege",
                    "suffix": ""
                }
            ],
            "year": 1984,
            "venue": "J Gen",
            "volume": "165",
            "issn": "",
            "pages": "1931--1942",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "Authors' address: P. Tijssen, Centre de Recherche en M6decine Compar6e",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "531",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": ". 1.A Isopycnic purification of the Minnesota strain of TCV in a sucrose gradient after its fourth passage in HRT-18 cells. B Electron micrograph of purified viral particles with a double fringe of surface peplomers. The arrow indicates the fringe of small granular projections. Bar: 100 nm Fig. 2. SDS-PAGE analysis of TCV structural polypeptides. The Minnesota strain of TCV was cultivated in HRT-18 cells in the presence (+) or the absence ( -) of trypsin and labeled with either [35S]methionine",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "D. Proteolytic digestion of TCV structural proteins. Purified unlabeled or [35S]methionine-labeled TCV was treated with different proteases, as described in the text.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Structural proteins and morphology of TCV particles after cultivation in the presence of tunicamycin (TM). TCV-infected HRT-18 cells were cultivated in the presence of TM and [35S] methionine was added to the medium at 6h after infection. After a further incubation of 12h, viral particles were isolated from the culture media, purified by ultracentrifugation on sucrose gradients, examined by EM and analyzed in 10% SDS-polyacrylamide gels in the absence of 2-ME. A, B Autoradiographs (A) and immunoblotting profiles (B) of TCV after cultivation in the presence of 0.1 (1, 3) and 0.5 (2, 4) ~tg/ml of TM. V Untreated virus. C Released virions from TM-treated (1 gg/ml) infected cells were devoid of surface projections. Bar: 100 nm Turkey enteric coronavirus proteins 233 (data not shown). Small granular projections were still present on the surface of the damaged viral particles (data not shown).",
            "latex": null,
            "type": "figure"
        },
        "TABREF1": {
            "text": "Hemagglutinating activity and TCV polypeptides detected after treatment with proteases and tunicamycin TCV polypeptides detected by Western-immunoblotting analysis of sucrose gradientpurified untreated or treated virus b Tunicamycin was added to the culture medium of TCV-infected HRT-18 cells after the adsorption period and purified extracellular virus was harvested at 24 h post-infection c Purified TCV was treated for 1 h at 37 °C with trypsin and chymotrypsin, and for 3 h at 37 °C with bromelain",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": ", but caused the loss o f the high mol.wt. 232 S. Dea et al. glycoproteins, except gp140 or gp66, when virus was electrophoresed under reducing conditions",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "This report was taken in part from a dissertation to be submitted by S.D. to the Department of Virology, Institute Armand-Frappier, University of Quebec, in partial fulfillment of the requirements for the Ph.D. degree. This research was supported in part by grants received from the Quebec Federation of Poultry Producers and the Conseil des recherches et services agricoles du Quebec, and a fellowship to S.D. from the Medical Research Council of Canada.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements"
        }
    ]
}