{
    "paper_id": "f45db4aaacc6d7b9c6c9e96f7b6a344e88df23db",
    "metadata": {
        "title": "Antibody prevalence against respiratory viruses in sheep and goats in North-Western Turkey",
        "authors": [
            {
                "first": "Kadir",
                "middle": [],
                "last": "Yeşilbağ",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Burak",
                "middle": [],
                "last": "Güngör",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Respiratory viruses may infect both small and large ruminant species, and can be transmitted among those of species. Present study reports presence and serological distribution of bovine respiratory viral infections in sheep and goats in Marmara region of Turkey. Total of 388 sera, 228 from sheep and 160 from goats collected from 4 provinces were analysed. Neutralising antibodies specific to BVDV, BHV-1, BRSV, PI-3, BAV-1 and BAV-3 were investigated. Among 388 serum samples 32.1% were positive for BVDV, 23.0% for BHV-1, 72.9% for BRSV, 13.2% for PI-3, 86.0% for BAV-1 and 93.0% for BAV-3. There were significant differences observed between seroprevalence rates detected in neighbouring provinces. Prevalence of BVDV specific antibodies was extremely higher (p=0.0009) in sheep, however, BHV-1 (p=0.0001) and PI-3 (p=0.0038) were more prevalent in goats. BRSV antibody prevalence was closely related to data obtained from cattle. This study demonstrates that, like in cattle herds, BRSV and adenoviruses are the possible common reason of respiratory diseases in small ruminants in the region.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Respiratory virus infections lead to economical losses both in large and small ruminant species. It is thought that such infections are common around the world. Previous investigations demonstrated that bovine respiratory syncytial virus (BRSV), bovine parainfluenza virus 3 (PI-3), bovine herpesvirus 1 (BHV-1), bovine viral diarrhoea virus (BVDV) and bovine adenoviruses (BAV) are the main viral agents included in respiratory infections of ruminant species. Other viruses e.g . rhinoviruses, reoviruses, enteroviruses and bovine coronavirus may also detected in respiratory infections. Although these viral agents play a preliminary role, they generally contribute with other infectious agents like bacteria and Mycoplasma spp. (Valarcher and Haaglund 2006) . Maedi and pulmonary adenomatosis are specific diseases of sheep that their symptoms localised in the lungs are developed in a long period of time.",
            "cite_spans": [
                {
                    "start": 731,
                    "end": 760,
                    "text": "(Valarcher and Haaglund 2006)",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In principle those of viruses infect both small and large ruminants and, moreover, can be cross-transmitted among animal species. Thus in the areas where above mentioned infections are detected, an infection rate of these viruses in small ruminants is expected. In a recent study we investigated the seroprevalence of bovine respiratory viruses including BVDV, BHV-1, BRSV, PI-3, BAV-1 and BAV-3 in non-vaccinated cattle population of Marmara region, north-western Turkey. Results showed the presence of all the infections in the region (Yeşilbağ and Güngör 2008) . This region is one of the main dairy production areas of the country, but goat and sheep production is also at a satisfactory level. Hence, as a second step, seroprevalence and distribution of respiratory viruses in small ruminant populations in Marmara region of Turkey was investigated in this study.",
            "cite_spans": [
                {
                    "start": 537,
                    "end": 563,
                    "text": "(Yeşilbağ and Güngör 2008)",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Serum samples used in this survey were collected between April 2004 and October 2005 from 4 provinces namely Bursa, Balıkesir, Bilecik and Tekirdağ located in Marmara region. There were a total of 388 samples, 228 from sheep and 160 from goats analysed (Table 1 ). All the sampled animals were older than 1 year old and randomly selected from privately owned small capacity family farms including sheep and goats together. In most cases there were also some cows in the establishment. There was no clinical disorder recorded during the sampling, and no vaccination program had been applied against viruses examined in this study. Serum samples were heat inactivated at 56°C for 30 min and stored at -20°C until testing.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 253,
                    "end": 261,
                    "text": "(Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Animals and sample collection"
        },
        {
            "text": "Major respiratory viruses causing infection in cattle, sheep and goats were used in this study. NADL strain of BVDV, Cooper strain of BHV-1 and Atue strain of BRSV were used in virus neutralization test (VNT). BVDV, BHV-1, PI-3, BAV serotype 1 and BAV serotype 3 strains were originated from Department of Virology at Ankara University Faculty of Veterinary Medicine, Ankara-Turkey while BRSV strain was supplied from Institute for Virology at Justus-Liebig University Faculty of Veterinary Medicine, Giessen-Germany. BRSV was propagated in Bel-26 diploid cell line, however MDBK cell line was employed for propagation and neutralization steps of other viruses. Cell cultures were grown in Dulbecco's MEM supplemented with 10% foetal calf serum (FCS). Cell lines and FCS were pre-tested to be free from indigenous BVDV contamination.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Viruses and cell cultures"
        },
        {
            "text": "Serological screening was performed using a VNT as previously described (Yeşilbağ and Güngör 2008) . This assay is serotype specific and sensitive for serological screening of viral infections. Serum samples were pre-diluted to be used in VNT in fallowing dilutions: 1:2 for BHV-1 and BRSV; 1:5 for BVDV and PI-3 and 1:10 for BAV serotypes. Fifty microlitres of diluted serum sample was mixed with an equal volume of virus suspension (100TCID 50 ) in 96-well microtitre plate wells as duplicates and consequently incubated in a 5% CO 2 atmosphere at 37°C. Two hours incubation was applied for BHV-1 while it was 1 hour for the other viruses. Thereafter, MDBK cell suspension (3×10 5 cells/ml) was added into each well in a volume of 50 μl. In the VNT performed for anti-BRSV antibodies, Bel-26 cell cultures were previously prepared in 96-well plates. After incubation of virus suspension with diluted serum samples in a transfer plate; cell culture medium in 96-well plates was removed and 100 μl of virusserum mixture was inoculated onto cell culture at about 50% of confluence. Test results were evaluated by inverted light microscope after 5-7 days of incubation in 5% CO 2 atmosphere at 37°C. All the viruses used in present study are in cytopathogenic nature, thus, inhibition of virus growth indicated by non-destructed monolayers of cell cultures was evaluated as indicator of virus neutralization. For scoring a sample as positive for the investigated antibodies, both wells used for the same sample were asked to be free of cytopathogenic effect.",
            "cite_spans": [
                {
                    "start": 72,
                    "end": 98,
                    "text": "(Yeşilbağ and Güngör 2008)",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Serological examinations"
        },
        {
            "text": "Statistical significance of differences in seroprevalence values between locations were analysed using Chi-square analysis and Fischer's exact test where it is appropriate (GraphPad InStat V2.02) (p=0.05). Same analyses were also applied to carry out the significance among the seroprevalence values detected against different viruses in a given location.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical analyses"
        },
        {
            "text": "Serological results are summarised in Table 1 . Prevalence of BVDV specific antibodies was significantly higher (p=0.0009) in sheep, however, BHV-1 (p= 0.0001) and PI-3 (p=0.0038) were more prevalent in goats. There was no significant difference in seroprevalence values obtained for the other viruses between animal species (p>0.05).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 38,
                    "end": 45,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Results"
        },
        {
            "text": "No significant difference was detected between BHV-1 and PI-3, and between BAV-1 and BAV-3 antibody prevalence in sheep while extremely significant differences (p≤0.0026) were observed between other viruses. That situation also existed in goat population with one exception that there was no significant difference between BVDV and PI-3 (p>0.05).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "In general consideration including both sheep and goat samples, insignificant difference was recorded for BVDV, BRSV and PI-3 among analysed locations. For BHV-1, the most important difference (p=0.0003) was detected between Bursa and Balıkesir where the neighbouring provinces are. An important difference for BAV-3 was also observed between those of provinces (p= 0.0096). There were also significant differences in serological distribution of BAV-1 in given locations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "Among 388 animals, 14 (3.6%) were free of antibodies to all of tested viruses, while only 2 samples were positive for antibodies to all the viruses. Most commonly, antiviral antibodies were detected against 2 viruses in the same animal (n=134) which was followed by triplet detection of antibodies in 120 animals. Total of 36 animals were found seropositive for 1 virus (Fig. 1 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 370,
                    "end": 377,
                    "text": "(Fig. 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Results"
        },
        {
            "text": "Cross transmission of respiratory viruses between small ruminants and bovines is a crucial aspect of disease control and epidemiology. Presence and distribution of bovine major viral respiratory diseases in Marmara region of Turkey have been recently reported (Yeşilbağ and Güngör 2008) . Present study aimed to demonstrate distribution of respiratory viruses in small ruminants living in small capacity family farms through antibody studies.",
            "cite_spans": [
                {
                    "start": 260,
                    "end": 286,
                    "text": "(Yeşilbağ and Güngör 2008)",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Detection of antibodies against all of the investigated viruses in all the locations indicates wide ). X -axis shows the number of animals seropositive against 1, 2, 3, 4, 5 or 6 viruses distribution of these infections in small ruminants as well as cattle population in the region (Yeşilbağ and Güngör 2008) . Some of these agents are known to be transmitted between animal species, thus small ruminants may be a source of respiratory infections for cattle. This situation is important especially for small capacity family farms in which both large and small ruminant species are kept together. Wide distribution of pestivirus infection in small ruminants in different territories was reported (Graham et al. 2001; Berriatua et al. 2006; Krametter-Froetscher et al. 2007 ). There is data on the presence of BVDV infection in sheep in Turkey. Present study shows that BVDV is also common in small ruminants in Marmara region. Consistent with studies in Austria (Krametter-Froetscher et al. 2006 , significantly high prevalence was detected in sheep than in goats. This situation can be related to susceptibility of animal species to the agent.",
            "cite_spans": [
                {
                    "start": 282,
                    "end": 308,
                    "text": "(Yeşilbağ and Güngör 2008)",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 695,
                    "end": 715,
                    "text": "(Graham et al. 2001;",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 716,
                    "end": 738,
                    "text": "Berriatua et al. 2006;",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 739,
                    "end": 771,
                    "text": "Krametter-Froetscher et al. 2007",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 961,
                    "end": 994,
                    "text": "(Krametter-Froetscher et al. 2006",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "BHV-1 may also infect small ruminants in natural and experimental conditions. Detecting 23.0% of small ruminants infected with BHV-1 shows that those of animal species pose a risk of virus spread to cattle population. Thus, a potential risk is generated for the success of BHV-1 control & eradication programs in dairy herds in the region. In accordance with previous reports (Yeşilbağ et al. 2003, Yeşilbağ and Bilge-Dağalp 2006) BHV-1 infection is very common in goats than in sheep.",
            "cite_spans": [
                {
                    "start": 376,
                    "end": 411,
                    "text": "(Yeşilbağ et al. 2003, Yeşilbağ and",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 412,
                    "end": 430,
                    "text": "Bilge-Dağalp 2006)",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "BRSV and PI-3 are common reasons of respiratory infections in many species. Pneumonia cases in sheep caused by these viruses were demonstrated (Gülbahar et al. 2002) . BRSV is common in cattle in Marmara region with antibody prevalence of 73.0% (Yeşilbağ and Güngör 2008) . Prevalence rate detected in this study (72.9%) resembles the close relation of BRSV infection in cattle and small ruminant populations in the region. Antibody prevalence of PI-3 (13.2%) detected in this survey is very lower comparing to prevalence (43.0%) detected in cattle population (Yeşilbağ and Güngör 2008) . In a previous study (Yavru et al. 1999 ) 16.52% of tested sheep in Central Anatolian region of Turkey were positive for PI-3 antibodies suggesting possible homogeneity of PI-3 infection in small ruminants.",
            "cite_spans": [
                {
                    "start": 143,
                    "end": 165,
                    "text": "(Gülbahar et al. 2002)",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 245,
                    "end": 271,
                    "text": "(Yeşilbağ and Güngör 2008)",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 560,
                    "end": 586,
                    "text": "(Yeşilbağ and Güngör 2008)",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 609,
                    "end": 627,
                    "text": "(Yavru et al. 1999",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Similar to results obtained from cattle (Yeşilbağ and Güngör 2008) BAV-1 and BAV-3 are the most prevalent viral infections in small ruminants with a significantly high prevalence, while there was no significant difference between seroprevalence of both viruses. The close relationship detected between the seropositivity rates of BAV-1 and BAV-3 is possibly due to belonging to the same serological group (group I) of bovine adenoviruses.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "According to multiple detection rates of viral antibodies, double combination of respiratory viruses was very common which was followed by triplet combination (Fig. 1) . This situation is related to multi-agent nature of respiratory viral infections as in cattle (Autio et al. 2007 ). There were no epidemiological clusters of this multiple infections detected according to locations.",
            "cite_spans": [
                {
                    "start": 263,
                    "end": 281,
                    "text": "(Autio et al. 2007",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [
                {
                    "start": 159,
                    "end": 167,
                    "text": "(Fig. 1)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "Results of this survey carry out that respiratory virus infections are widely distributed in small ruminants in Marmara region, north-western Turkey. Control of BVDV and BHV-1 is crucial for cattle production. Small ruminants may interfere these attempts. Due to correlation between serological prevalence rates of BRSV, sheep and goat population may also attributed to be source of infection for bovines. Virological studies may be more satisfactorily to clarify the role of these viruses on clinical cases of respiratory disease in small ruminants.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Etiology of respiratory disease in non-vaccinated, non-medicated calves in rearing herds",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Autio",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Pohjanvirta",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Holopainen",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [],
                    "last": "Rikula",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Pentikainen",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Huovilainen",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Rusanen",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Soveri",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Sihvonen",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Pelkonen",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Veterinary Microbiology",
            "volume": "119",
            "issn": "",
            "pages": "256--265",
            "other_ids": {
                "DOI": [
                    "10.1016/j.vetmic.2006.10.001"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Flock-prevalence of border disease virus infection in Basque dairy-sheep estimated by bulk-tank milk analysis",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Berriatua",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Barandika",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Aduriz",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Hurtado",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Estevez",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Atxaerandio",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "L"
                    ],
                    "last": "Garcia-Perez",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Veterinary Microbiology",
            "volume": "118",
            "issn": "",
            "pages": "37--46",
            "other_ids": {
                "DOI": [
                    "10.1016/j.vetmic.2006.06.013"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Pestiviral infections in sheep and pigs in Northern Ireland",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Graham",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Calvert",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "German",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Mccullough",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "The Veterinary Record",
            "volume": "148",
            "issn": "",
            "pages": "69--72",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Detection by immunoperoxidase technique of parainfluenza type-3 virus and respiratory syncytial virus antigens in naturally occurring pneumonia in lambs",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Gülbahar",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Çabalar",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Ertürk",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Yüzüncü Yıl Üniversitesi Veteriner Fakültesi Dergisi",
            "volume": "13",
            "issn": "",
            "pages": "74--77",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Prevalence of antibodies to pestiviruses in goats in Austria",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Krametter-Froetscher",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Loitsch",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Kohler",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Schleiner",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Schiefer",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Moestl",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Golja",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Baumgartner",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Journal of Veterinary Medicine Series B",
            "volume": "53",
            "issn": "",
            "pages": "48--50",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Serological survey for antibodies against pestiviruses in sheep in Austria",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Krametter-Froetscher",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Loitsch",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Kohler",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Schleiner",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Schiefer",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Mostl",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Golja",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Baumgartner",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "The Veterinary Record",
            "volume": "160",
            "issn": "",
            "pages": "726--730",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Viral Respiratory infections in cattle",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Valarcher",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Haaglund",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Proceedings of XXIV World Buiatrics Congress",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Koyunlarda solunum yolu viruslarının serolojik olarak araştırılması (in Turkish",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Yavru",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Öztürk",
                    "suffix": ""
                },
                {
                    "first": "İ",
                    "middle": [],
                    "last": "Gürhan",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Şimşek",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Ünver",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Duman",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Yapkıç",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Hayvancılık Arastırma Dergisi",
            "volume": "9",
            "issn": "",
            "pages": "53--60",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Koyunlarda bovine herpesvirus-1 enfeksiyonunun seroprevalansı (in Turkish, with English abstract)",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Yeşilbağ",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Bilge-Dağalp",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Ankara Universitesi Veteriner Fakültesi Dergisi",
            "volume": "53",
            "issn": "",
            "pages": "141--143",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Seroprevalance of bovine respiratory viruses in north-western Turkey",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Yeşilbağ",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Güngör",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Tropical Animal Health and Production",
            "volume": "40",
            "issn": "",
            "pages": "55--60",
            "other_ids": {
                "DOI": [
                    "10.1007/s11250-007-9053-x"
                ]
            }
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Studies on herpesvirus infections of goats in Turkey: Prevalence of antibodies to bovine herpesvirus 1",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Yeşilbağ",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Bilge-Dağalp",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Okur-Gümüşova",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Güngör",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "",
            "volume": "154",
            "issn": "",
            "pages": "772--774",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Multiple seropositivity numbers among 388 sheep and goats against respiratory viruses. Number of animals is shown on the left (y-axis",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Seropositivity rates of viruses in sheep and goat populations detected according to locations",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}