{
    "paper_id": "f52a3f46bb7cc3e454299fa90e57e84b9d3d7097",
    "metadata": {
        "title": "A UK-wide British Society of Thoracic Imaging COVID-19 imaging repository and database: design, rationale and implications for education and research",
        "authors": [
            {
                "first": "S",
                "middle": [
                    "S"
                ],
                "last": "Hare",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Royal Free London NHS Trust",
                    "location": {
                        "addrLine": "Pond Street",
                        "postCode": "NW3 2QJ",
                        "settlement": "London, London",
                        "country": "UK"
                    }
                },
                "email": ""
            },
            {
                "first": "J",
                "middle": [
                    "C L"
                ],
                "last": "Rodrigues",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Royal United Hospitals Bath NHS Foundation Trust",
                    "location": {
                        "addrLine": "Combe Park",
                        "postCode": "BA1 3NG",
                        "settlement": "Bath",
                        "country": "UK"
                    }
                },
                "email": ""
            },
            {
                "first": "J",
                "middle": [],
                "last": "Jacob",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University College London",
                    "location": {
                        "postCode": "NW1 2BU",
                        "settlement": "London",
                        "country": "UK"
                    }
                },
                "email": ""
            },
            {
                "first": "A",
                "middle": [],
                "last": "Edey",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "North Bristol NHS Trust",
                    "location": {
                        "addrLine": "Southmead Road",
                        "postCode": "BS10 5NB",
                        "settlement": "Bristol",
                        "country": "UK"
                    }
                },
                "email": ""
            },
            {
                "first": "A",
                "middle": [],
                "last": "Devaraj",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "The Royal Brompton & Harefield NHS Foundation Trust London",
                    "location": {
                        "postCode": "SW3 6NP",
                        "country": "UK"
                    }
                },
                "email": ""
            },
            {
                "first": "A",
                "middle": [],
                "last": "Johnstone",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Leeds General Infirmary",
                    "location": {
                        "addrLine": "Great George Street",
                        "postCode": "LS1 3EX",
                        "settlement": "Leeds",
                        "country": "UK"
                    }
                },
                "email": ""
            },
            {
                "first": "R",
                "middle": [],
                "last": "Mcstay",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Newcastle Upon Tyne Hospitals NHS Foundation Trust",
                    "location": {
                        "addrLine": "Freeman Road"
                    }
                },
                "email": ""
            },
            {
                "first": "A",
                "middle": [],
                "last": "Nair",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University College London Hospital",
                    "location": {
                        "addrLine": "235 Euston Road",
                        "postCode": "NW1 2BU",
                        "settlement": "London",
                        "country": "UK"
                    }
                },
                "email": ""
            },
            {
                "first": "G",
                "middle": [],
                "last": "Robinson",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Royal United Hospitals Bath NHS Foundation Trust",
                    "location": {
                        "addrLine": "Combe Park",
                        "postCode": "BA1 3NG",
                        "settlement": "Bath",
                        "country": "UK"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "The number of cases of COVID-19 continues to rise in the UK and around the world. The precise role for computed tomography (CT) in the diagnosis and triage of suspected cases, assessing for complications, and surveillance is subject to change and are explored in other articles in this edition 1, 2 ; however, keeping the UK diagnostic community fully informed of emerging guidance during the COVID-19 outbreak is critical. This can be achieved as a collaborative effort by feeding a central library of the medical examples encountered and rapidly sharing expert opinions to frontline medical care staff, nationally and internationally.",
            "cite_spans": [
                {
                    "start": 294,
                    "end": 296,
                    "text": "1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 297,
                    "end": 298,
                    "text": "2",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The British Society of Thoracic Imaging (BSTI), in conjunction with Cimar UK's Imaging Cloud Technology (cimar.co.uk), have designed, built, and deployed a simple, free to use, anonymised, and encrypted online portal to upload and refer imaging of patients with either confirmed or suspected COVID-19. From these cases, the BSTI are providing an imaging database of known UK patient examples for reference and teaching. The aim is to disseminate breaking clinical and diagnostic advice rapidly to frontline healthcare staff nationally, using real imaging examples encountered across the country.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "All imaging and supporting data are stored at UK Cloud (https://ukcloudhealth.com) with no identifiable metadata. Imaging can be uploaded at http://bit.ly/BSTICovid19_ Database. The published teaching library and its content will be accessible without a login via the BSTI website (https://bit.ly/BSTICovid19_Teaching_Library).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Registry data can be essential in the development of radiology diagnosis and shared learning. They have sometimes changed practice, for example, the identification of high rates of morbidity in patients undergoing emergency biliary procedures via the Swedish Registry GallRiks, and complications in vascular surgery via vascular registries. 3, 4 The Royal College of Radiologists document \"Setting up a regional or national digital teaching archive\" 3,5 makes clear that such databases are needed for developing the knowledge and skills of radiology trainees, but would also significantly benefit trained radiologists. This is perhaps even more pertinent in the face of a new virus whose imaging features can be varied and unfamiliar. Indeed, it has long been recognised that breaking down technological barriers to contributing imaging studies directly from a picture archiving and communications system (PACS) viewer to a central imaging repository would make teaching and research in the National Health Service (NHS) more efficient and accurate. Overcoming such a bottleneck would also deliver the potential to exponentially upskill the radiology workforce in the early and accurate diagnosis of COVID-19, in what is currently a highly dynamic situation. By bringing together thoracic CT expertise across the UK, a central COVID-19 imaging repository and database can help reduce unwarranted diagnostic variation, provide better quality care for patients, and provide a resource to accumulate knowledge rapidly. Such a database would also allow real-time tracking of confirmed CT cases and allow improved understanding of the significance of cases with positive CT findings, but negative reverse transcriptase polymerase chain reaction (RT-PCR) results. This will help collate valuable information for the NHS and Public Health England.",
            "cite_spans": [
                {
                    "start": 341,
                    "end": 343,
                    "text": "3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 344,
                    "end": 345,
                    "text": "4",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "The role of registries in radiology"
        },
        {
            "text": "Refer a Case (Upload Link): https://bit.ly/BSTICovid19_ Database.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Technical aspects and Registry design"
        },
        {
            "text": "Teaching Library Access: https://bit.ly/BSTICovid19_ Teaching_Library.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Technical aspects and Registry design"
        },
        {
            "text": "The platform is provided free of cost by Cimar.co.uk, a UK-hosted Cloud-PACS and image sharing service, (powered by Ambra Health Inc. technology). More than 9 billion images are hosted globally by this cloud, across 55 countries, connecting thousands of hospitals and imaging sites for over 700 clinical trials. The service is increasingly used by the NHS to solve imaging storage, interoperability, and rapid sharing needs. Referred cases can be uploaded from any hospital or location. They will then be routed through a restricted access workflow to a panel of BSTI diagnostic experts for approval and annotation, prior to general access to healthcare professionals being granted. All cases will be automatically anonymised by the cloud-software at the point of upload and access does not require changes to individual/organisation firewalls. All connections are secure and encrypted (HTTPS/TLS1.2). No hardware is required.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Technical aspects and Registry design"
        },
        {
            "text": "Users can view the published teaching library, diagnostic observations, and training materials online using Chrome, Firefox, Safari, Apple or PC machines, as well as any other browser or mobile device. A diagnostic Food and Drug Administration (FDA) approved HTML5 viewer loads automatically for the user, so no special software, downloads, or installations are required to access and use the resource.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Technical aspects and Registry design"
        },
        {
            "text": "The requirement for Data Protection Impact Assessment (DPIA) forms will be the decision of each individual trust; however, completed and signed-off DPIA from The Royal United Hospitals Bath, NHS Foundation Trust, is available as a template if required (see Electronic Supplementary Material Appendix S1). A \"frequently asked questions\" document is also available (see Electronic Supplementary Material Appendix S2). It is also now noted that the Information Commissioner has assured NHSX that she cannot envisage a situation where she would take action against a health or care professional clearly trying to deliver care related to the COVID-19 crisis. All data is anonymised from the point of upload through to its viewing. The full dataset will only be viewable by the BSTI COVID-19 imaging repository and database panel (and other agreed parties with suitable clinical expertise; the software has role-based access only). From the core imaging repository and database, teaching material will be published and refreshed on a regular basis. The imaging will only be stored for as long as the BSTI executive committee deems it necessary. For BSTIappointed expert panel members, access to the full dataset is through a pre-registered login with a strong (forced renewable) password. Access is audited, captured, and all usage is logged. The published teaching library and its content can be accessed without a login as a freely accessible teaching resource for radiologists.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Technical aspects and Registry design"
        },
        {
            "text": "The reported chest radiography and CT signs in COVID-19 vary depending upon time of imaging from symptom onset and disease severity. 1 Patients with COVID-19 may present to any hospital initially and radiologists have a duty to be aware of findings that are compatible with the diagnosis. There is a national shortage of radiologists, with the current shortfall estimated to be 1,104. 4, 6 Of existing radiologists, \"chest/lung\" is the fifth most popular subspecialty interest, but the provision of subspecialty thoracic radiology also varies dramatically across the UK. 4, 6 The BSTI aim to produce a resource that helps to upskill all radiologists in the evolving clinical climate of COVID-19. In addition, webinars using content from the BSTI COVID-19 database are planned in conjunction with the Royal College of Radiologists.",
            "cite_spans": [
                {
                    "start": 133,
                    "end": 134,
                    "text": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 385,
                    "end": 387,
                    "text": "4,",
                    "ref_id": null
                },
                {
                    "start": 388,
                    "end": 389,
                    "text": "6",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 571,
                    "end": 573,
                    "text": "4,",
                    "ref_id": null
                },
                {
                    "start": 574,
                    "end": 575,
                    "text": "6",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "The BSTI COVID-19 Registry: education"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "An update on COVID-19 for the radiologist: a British Society of Thoracic Imaging statement",
            "authors": [
                {
                    "first": "Jcl",
                    "middle": [],
                    "last": "Rodrigues",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Hare",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Edey",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Clin Radiol",
            "volume": "75",
            "issn": "5",
            "pages": "323--328",
            "other_ids": {
                "DOI": [
                    "10.1016/j.crad.2020.03.003"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "A statement from the British Society of Thoracic Imaging Statement: considerations in designing local imaging diagnostic algorithms",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Nair",
                    "suffix": ""
                },
                {
                    "first": "Jcl",
                    "middle": [],
                    "last": "Rodrigues",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Hare",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Clin Radiol",
            "volume": "75",
            "issn": "5",
            "pages": "329--363",
            "other_ids": {
                "DOI": [
                    "10.1016/j.crad.2020.03.008"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Mortality after a cholecystectomy: a population-based study",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Sandblom",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Videhult",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Guterstam",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "HPB",
            "volume": "17",
            "issn": "",
            "pages": "239--282",
            "other_ids": {
                "DOI": [
                    "10.1111/hpb.12356"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Setting up a regional or national radiology digital teaching archive Contents",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Rcr",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "The Royal College of Radiologists",
            "authors": [],
            "year": 2018,
            "venue": "Clinical Radiology UK Workforce",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "World experts and funders set priorities for COVID-19 research",
            "authors": [],
            "year": null,
            "venue": "World Health Authority",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Correlation of chest CT and RT-PCR testing in coronavirus disease 2019 (COVID-19) in China: a report of 1014 cases",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Ai",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Hou",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Radiology",
            "volume": "2020",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1148/radiol.2020200642"
                ]
            }
        }
    },
    "ref_entries": {},
    "back_matter": [
        {
            "text": "Arjun Nair declares, unrelated to the current submission, part funding from the UCL NIHR Biomedical Research Center, and a medial advisory role with Aidence BV, an artificial intelligence company. J.J. reports fees from Boehringer Ingelheim and Roche unrelated to the current submission and is supported by a Clinical Research Career Development Fellowship 209553/Z/17/Z from the Wellcome Trust. A.N. reports non-financial support from AIDENCE BV.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements"
        },
        {
            "text": "The BSTI COVID-19 database: research As of 8 March 2020, there were 585 published articles on PubMed (https://www.ncbi.nlm.nih.gov/pubmed) using the search phrase \"COVID-19\". The World Health Organization has set COVID-19 research as a priority. 5, 7 The largest imaging study in COVID-19 (in more than 1,000 patients from China) raised the question of the role of CT in diagnosis, particularly in patients who are at high clinical risk, but had a negative initial real-time RT-PCR for the virus 6, 8 ; however, as the authors acknowledge, \"clinical and laboratory data were limited during this urgent period when regional hospitals were overloaded\". Consequently, it is uncertain if the CT findings are simply an epiphenomenon of the clinical or laboratory findings. 6, 8 Through a united effort to submit cases to the BSTI COVID-19 imaging repository and database across the entire NHS, there is a real opportunity to add to the evidence base in the diagnosis and risk stratification of cases. The case upload with be accompanied by brief clinic metrics (including patient age, sex, white cell count, creactive protein, p02, indication for the imaging, RT-PCR status, prior imaging), which will help understand the temporal trends in imaging and the relevance of imaging findings in the context of known clinical and laboratory data.Unfortunately, COVID-19 is now a global pandemic, and the database has the potential to rapidly upscale to host nested registries for other countries and provide a global imaging perspective. All contributors will be considered collaborators on research outputs.",
            "cite_spans": [
                {
                    "start": 246,
                    "end": 248,
                    "text": "5,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 249,
                    "end": 250,
                    "text": "7",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 496,
                    "end": 498,
                    "text": "6,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 499,
                    "end": 500,
                    "text": "8",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 768,
                    "end": 770,
                    "text": "6,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 771,
                    "end": 772,
                    "text": "8",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "annex"
        },
        {
            "text": "For the BSTI COVID-19 imaging repository and database to realise its potential in education and research in the UK and across the globe, we call on all radiologists to engage and upload cases. Every case of COVID-19 counts.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Summary"
        },
        {
            "text": "The authors declare no conflict of interest.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conflict of interest"
        },
        {
            "text": "Supplementary data to this article can be found online at https://doi.org/10.1016/j.crad.2020.03.005.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Appendix A. Supplementary data"
        }
    ]
}