{
    "paper_id": "f5d645c94b43dc7946cb063c29366d90bd1a1de8",
    "metadata": {
        "title": "Genomic and antigenic variations of the HE glycoprotein of bovine coronaviruses associated with neonatal calf diarrhea and winter dysentery Brief Report",
        "authors": [
            {
                "first": "A",
                "middle": [
                    "B"
                ],
                "last": "Kourtesis",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Université du Québec",
                    "location": {
                        "settlement": "Laval",
                        "region": "Québec",
                        "country": "Canada"
                    }
                },
                "email": ""
            },
            {
                "first": "A.-M",
                "middle": [],
                "last": "Gélinas",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Université du Québec",
                    "location": {
                        "settlement": "Laval",
                        "region": "Québec",
                        "country": "Canada"
                    }
                },
                "email": ""
            },
            {
                "first": "S",
                "middle": [],
                "last": "Dea",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Université du Québec",
                    "location": {
                        "settlement": "Laval",
                        "region": "Québec",
                        "country": "Canada"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "In this study, we attempted to define differences in the hemagglutininesterase (HE) glycoprotein between 11 bovine coronaviruses (BCV) recent (post-1991) and past (pre-1991) isolates from neonatal calf diarrhoea (NCD) and winter dysentery (WD) syndromes as a basis for strain differentiation related to the clinical source of the isolates. The five WD-associated BCV isolates studied could be distinguished from past NCD-isolates by their hemagglutinating (HA) properties at 4 • and 37 • C, their receptor-destroying enzyme (RDE) activities with rat erythrocytes and lack of reactivity of these NCD isolates to four HA inhibiting (HAI) monoclonal antibodies (MAbs) directed against the HE glycoprotein of the reference WD-associated BCQ.2590 Quebec strain. Although minor or no differences could be demonstrated by comparing biological properties of the HE of WD-isolates to those of recent NCD-isolates, past NCD isolates lacked reactivity with the WD HAI MAbs, whereas recent NCD isolates displayed two distinct reactivity patterns. Attempts to define sequence differences in the HE genes of the WD and NCD strains revealed high nucleotide (NT) identities with only scattered amino acid differences, seemingly unrelated to the clinical origin of the isolates or HAI MAb reactivities. * Bovine coronavirus (BCV) is an important enteropathogenic agent of the bovine species which replicates in the mature enterocytes of the small intestine and colon, causing severe diarrhoea in neonatal calves (NCD) [11, 16, 27] and chronic shedding in adult cattle (AD) [4, 12] . The virus has been reported to be also responsible for acute enteric infection in adult cattle during the winter season",
            "cite_spans": [
                {
                    "start": 1501,
                    "end": 1505,
                    "text": "[11,",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1506,
                    "end": 1509,
                    "text": "16,",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 1510,
                    "end": 1513,
                    "text": "27]",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 1556,
                    "end": 1559,
                    "text": "[4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1560,
                    "end": 1563,
                    "text": "12]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": ". The disease, usually referred to as winter dysentery (WD), is characterized by an acute onset of dark, liquid, hemorrhagic diarrhoea accompanied by decreased milk production and variable depression and anorexia in adult cattle. Other field isolates infect the upper respiratory tract from feedlot cattle leading to lesions of interstitial pneumonitis [3, 26] .",
            "cite_spans": [
                {
                    "start": 353,
                    "end": 356,
                    "text": "[3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 357,
                    "end": 360,
                    "text": "26]",
                    "ref_id": "BIBREF25"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "BCV is a well characterized hemagglutinating coronavirus. The viral particle is mostly spherical, enveloped, 120 to 160 nm in diameter, and displays a double fringe of surface projections [7, 8, 15] . The viral genome, comprised in an helicoidal nucleocapsid, consists of a large single-stranded RNA molecule with positive polarity, approximately 30 kb in length [24] , and encodes the three major structural proteins of coronavirions: a phosphorylated nucleocapsid protein (N) of 50 to 60 kDa, the integral matrix glycoprotein (M) of 20 to 38 kDa, and the spike (S) glycoprotein of about 200 kDa which forms the long clubshaped surface projections [7, 24] . As other members of the hemagglutinating coronaviruses, including the hemagglutinating encephalomyelitis virus of swine (HEV), the human respiratory coronavirus (HCV-OC43), the murine hepatitis coronaviruses (MHVs) and the turkey enteric coronavirus (TCV), the BCV particle also possesses an additional 140 kDa envelope-associated glycoprotein, the hemagglutinin-esterase (HE), which is made of two separate 65 kDa subunits linked together by disulfide bonds [7, 13, 15] . The HE glycoprotein is associated to the hemagglutinating and receptor destroying enzyme (RDE) activities [18, 19, 25, 29] .",
            "cite_spans": [
                {
                    "start": 188,
                    "end": 191,
                    "text": "[7,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 192,
                    "end": 194,
                    "text": "8,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 195,
                    "end": 198,
                    "text": "15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 363,
                    "end": 367,
                    "text": "[24]",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 649,
                    "end": 652,
                    "text": "[7,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 653,
                    "end": 656,
                    "text": "24]",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 1118,
                    "end": 1121,
                    "text": "[7,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1122,
                    "end": 1125,
                    "text": "13,",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1126,
                    "end": 1129,
                    "text": "15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 1238,
                    "end": 1242,
                    "text": "[18,",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 1243,
                    "end": 1246,
                    "text": "19,",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 1247,
                    "end": 1250,
                    "text": "25,",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 1251,
                    "end": 1254,
                    "text": "29]",
                    "ref_id": "BIBREF28"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "At present, only one serotype has been identified amongst BCV isolates, despite their involvement in different clinical diseases. Data obtained from recent serological studies, using polyclonal as well as anti-S or anti-HE monoclonal antibodies, suggest the existence of different subgroups of BCV, each containing strains from either NCD, WD or AD [11, 17, 18, 27] . On the genomic level, only minor variations in the S and HE genes have been demonstrated between virulent and avirulent or vaccine strains of BCV [3, 8, 30, 31] . Recently, the HE gene of one representative Quebec WD-associated strain (BCQ.2590) was sequenced and compared to that of the attenuated Mebus strain and two highly enteropahogenic NCD strains isolated during the same period [8] . Although 98% sequence homologies were demonstrated with the Mebus strain, distinct aa substitutions were identified within the signal peptide and near the sequence of the putative esterase domain of the HE glycoprotein of the WD strain. Characterization of MAbs to the HE glycoprotein of the BCQ.2590 strain defined two distinct subgroups among BCV isolates that have been associated either with typical outbreaks of WD or NCD in Quebec dairy herds from 1986 to 1996 [18] and variability was also demonstrated amongst NCD strains using anti-S MAbs [14, 17] .",
            "cite_spans": [
                {
                    "start": 349,
                    "end": 353,
                    "text": "[11,",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 354,
                    "end": 357,
                    "text": "17,",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 358,
                    "end": 361,
                    "text": "18,",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 362,
                    "end": 365,
                    "text": "27]",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 514,
                    "end": 517,
                    "text": "[3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 518,
                    "end": 520,
                    "text": "8,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 521,
                    "end": 524,
                    "text": "30,",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 525,
                    "end": 528,
                    "text": "31]",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 755,
                    "end": 758,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1228,
                    "end": 1232,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 1309,
                    "end": 1313,
                    "text": "[14,",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1314,
                    "end": 1317,
                    "text": "17]",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In the present study, we attempted to define biological, serological and genomical differences in the HE between recent (post-1991) and past (pre-1991) BCV isolates from NCD and WD syndromes as a basis for strain differentiation related to the clinical source of the isolates.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The cell culture-adapted and attenuated Mebus strain (L9 vaccine strain) of BCV was obtained from the American Type Culture Collection (ATCC VR 874, Rockville, MD). This prototype NCD strain was originally isolated from diarrhea fluid of a two-week-old calf [13] and attenuated following more than 30 successive passages in fetal bovine kidney (FBK) cells [16] . The BCV.Que strain, another attenuated NCD strain isolated in 1972 from diarrheic calves in Quebec, Canada, was propagated for at least 41 passages in Vero, followed by 10 to 15 passages in MDBK cells prior sequencing studies [5, 9, 19] . For the present study, the reference Mebus strain, the Quebec reference WD-2590 strain [8] , as well as other representative field isolates of BCV associated to either NCD or WD outbreaks obtained from non-vaccinated dairy herds from five geographical areas in Southern Quebec [17, 18] , were propagated for not more than 5 successive passages in human rectal tumor (HRT-18) cells in the presence of 10 U/ml bovine pancreatic trypsin, as previously described [7, 8] . Previous experimental infection studies demonstrated that WD and NCD field BCV strains inoculated orally to one-to two-week-old calves after only 5 passages in MDBK or HRT-18 cells were still highly virulent [20] . Infectivity titers of the cell culture-adapted BCV strains were determined by titration of clarified tissue culture medium using an end-point dilution procedure and and calculaion of TCID 50 s/ml, as previously described [5] . Hemagglutination activities of clarified infected culture supernatants (HA) and HAI tests with rat erythrocytes were also performed as previously described [7, 18] . The extracellular virions of the various BCV isolates were purified from 200 ml of clarified infected cell culture fluids by isopycnic ultracentrifugation on sucrose gradients [7, 8] . To determine the acetyl esterase (AE) activity of the various BCV isolates, aliquots (15 l) of purified preparations, adjusted to contain approximately the same amounts of viral particles as determined by negative stained electron microscopy [6] , were added to 1 ml of PBS containing 1 mM-pnitrophenyl acetate (PNPA). Hydrolysis of the substrate following an incubation of 5 min was monitored at a wavelength of 405 nm in a spectrometer (Spectronic 2000, Milton Roy). Their receptor destroying enzyme (RDE) activities were determined, according to Storz et al. [25] , and expressed as the ratio between HA titers determined after incubation at 1 h at 4 • C and HA titers determined after shifting to 37 • C for 1 h, leading to activation of the enzyme activity and elution of the viral particles from the surface of erythrocytes [8, 25] . Four anti-HE MAbs (1D6-2, 1D6-3, 7B11-19, 9F2-1R) were obtained following fusion experiments with splenocytes from Balb/c mice which have been immunized with an enriched peplomeric fraction of the WD-associated BCQ.2590 strain [18] . The HE specificities (65 and/or 140 kDa, corresponding to the monomeric and dimeric forms of the HE glycoproteins) of the MAbs were previously determined by Western blot and immunoprecipitation [18] . No reactivity was observed toward the S (100 or 200 kDa) glycoprotein. The MAbs were either of the IgG1 or IgG2b subisotype.",
            "cite_spans": [
                {
                    "start": 258,
                    "end": 262,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 356,
                    "end": 360,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 589,
                    "end": 592,
                    "text": "[5,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 593,
                    "end": 595,
                    "text": "9,",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 596,
                    "end": 599,
                    "text": "19]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 689,
                    "end": 692,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 879,
                    "end": 883,
                    "text": "[17,",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 884,
                    "end": 887,
                    "text": "18]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 1061,
                    "end": 1064,
                    "text": "[7,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1065,
                    "end": 1067,
                    "text": "8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1278,
                    "end": 1282,
                    "text": "[20]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 1506,
                    "end": 1509,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1668,
                    "end": 1671,
                    "text": "[7,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1672,
                    "end": 1675,
                    "text": "18]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 1854,
                    "end": 1857,
                    "text": "[7,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1858,
                    "end": 1860,
                    "text": "8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 2105,
                    "end": 2108,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 2425,
                    "end": 2429,
                    "text": "[25]",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 2693,
                    "end": 2696,
                    "text": "[8,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 2697,
                    "end": 2700,
                    "text": "25]",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 2930,
                    "end": 2934,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 3131,
                    "end": 3135,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The infectivity titers of the various field BCV isolates ranged between 10 5.5 -10 7 TCID 50 s/ml after 3 to 5 successive passages with HA titers at 4 • C varying between 1:320 to 1:2560 (Table 1 ). In general, the WD isolates displayed higher AE activity than NCD isolates, with the exception of NCD isolates BCQ.701 and BCQ.1523. The five WD isolates tested had RDE activity titers that varied from 2 to 16 after 5 passages in HRT-18 cells. However, in the cases of WD strains BCQ.2590, BCQ.2508 and BCQ.7373, higher RDE activity titers (up to 256) were detemined at lower cell culture passages (first two passages) and thus were reported as ranges in Table 1 . All NCD-associated BCV isolates including the Mebus strain, with the exception of BCQ.701 (RDE titer of 8), appeared to possess a minimal RDE activity since no reduction in their HA titres was noticed when shifting to an incubation at 37 • C.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 187,
                    "end": 195,
                    "text": "(Table 1",
                    "ref_id": null
                },
                {
                    "start": 654,
                    "end": 661,
                    "text": "Table 1",
                    "ref_id": null
                }
            ],
            "section": ""
        },
        {
            "text": "Data of cross-reactivity of MAbs directed against the HE of the WD-associated BCQ.2590 strain to the other BCV isolates analysed are also depicted in Table 1. With those MAbs, major differences could be demonstrated between the HAI reactivity patterns of the WD-associated BCV isolates and those obtained with the NCD-associated isolates. Indeed, the four anti-HE MAbs displayed similar HAI antibody titers than that obtained for the homologous WD.2590 strain with the four other WD-associated isolates tested, except that MAb 9F2-1R failed to react to isolate BCQ.2439. However, none of these anti-HE MAbs showed reactivity toward the reference Mebus strain, as it was also the case with other recent (pre-1991) NCD isolates BCQ.571 and BCQ.3, but 2 distinct patterns of HAI MAb reactivity was observed with NCD isolates collected after 1991. Indeed, NCD isolates BCQ.3708, BCQ.376 and BCQ.701 behaved like the older NCD isolates, whereas BCQ.1523 had a reactivity profile identical to WD isolates.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "For the preparation of genomic RNA, aliquots (50 l) of purified virus or infected cell-lysates were supplemented with 1 l of RNAguard (Pharmacia) and RNA extraction was performed by the one-step guanidinium isothiocyanate-acid phenol method [2] . The HE coding regions were amplified by RT-PCR as already described [8] using the following primers: oligo HE.B (5 -TTAATCTCCTATAA-CAGC-3 ) an antisense primer representing the sequence at position 40 to 58 of the S protein gene [19] and, oligo HE.A (5 -GGTTTTATGAATCTCCAGTTGA-3 ), a sense primer corresponding to the sequence − 43 to − 25 nt upstream of the 5 end of the HE gene [19] . Following purification using the GeneClean II nucleic acid purification kit (BIO 101, LaJolla, CA), the RT-PCR amplified products with A overhangs were ligated into a TA cloning vector (pCRII vector, Invitrogen Co., San Diego, CA), providing single 5 T overhangs at the insertion sites [8] . Sequencing of cDNA clones was performed on both strands by the dideoxynucleotide chain-termination method [22] , using T7 DNA polymerase (Pharmacia Biotech Inc.) in an Automated Laser Fluorescent DNA sequencer (Pharmacia LKB). Sequences and additional primers used for sequencing HE gene were: oligo S418 (5 -AAGAATATGGCTGTGTATCG-3 ), oligo S881 (5 -TTGATTCACGGTGGAACAATG-3 ), oligo S1083 (5 -TGATAATGTTAGCA-GTGTCTGG-3 ), and the four corresponding reverse complementary primers. To assess the error rate of the reverse transcriptase and Taq polymerase, clones from 3 different RT-PCR events were sequenced. Errors generated by T7 polymerase were avoid by sequencing randomly selected clones in both directions. Subsequently, the nt and deduced aa sequences were computer analysed with the aid of the Mac Vector 3.5 (International Biotechnologies) and GeneWorks 2.4 (IntelliGenetics inc., Mountain View, CA) programs.",
            "cite_spans": [
                {
                    "start": 241,
                    "end": 244,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 315,
                    "end": 318,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 476,
                    "end": 480,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 627,
                    "end": 631,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 920,
                    "end": 923,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1032,
                    "end": 1036,
                    "text": "[22]",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The HE genes of four additional Quebec WD-associated BCV field isolates, and four antigenically distinct NCD-associated BCV field isolates were cloned and sequenced. The nucleotide sequence accession numbers (EMBL/GenBank/ DDBJ) that have been assigned to the HE genes of these Quebec enteropathogenic BCV isolates are AF230523 for BCQ.2508; AF230524 for BCQ.2442; AF230525 for BCQ.2439; AF239306 for BCQ.7373; AF239307 for BCQ.1523; AF230526 for BCQ.376; AF230527 for BCQ.701 and AF230528 for BCQ.3708. Comparison study was made with sequences of the HE genes of the virulent and attenuated (L9) reference Mebus strain (GenBank accession numbers M30612 and M76372) and the highly virulent NCD strain LY138 (accession number M76374) [30] , both isolated in the early 1970's, the BCV.Que strain associated to an acute outbreak of NCD in a Quebec dairy farm in 1972 [19] , in addition to those of the previously sequenced Quebec WD-associated strain BCQ.2590 isolated in 1991 (accession number L38962), and Quebec NCD-associated strains BCQ.571 (accession number V06093) and BCQ.3 (accession number L38963) isolated in 1985 and 1989, respectively [8] . In all cases, the HE gene was 1,272 nt long encoding a predicted protein of 424 aa residues (data not shown). Frameshift, deletion or insertion, and nonsense mutations were not observed. Nucleotide substitutions affected 45 positions of the nt sequence among the BCV isolates studied, of which 30 (66.7%) involved purine substitutions (C-T; T-C), occuring mainly at wooble bases, thus leading to silent aa mutations ( Table 2 ). The HE gene sequences of the four additional WD-isolates contained approximately 22 nt substitutions in comparison with the reference BCQ.2590 strain, a comparable number of nt substitutions being identified in the cases of the four antigenically-distinct NCD strains analysed when compared with both the Mebus and BCQ.2590 strains. The percentages of nt identity between BCV isolates associated with both enteric syndromes varied between 97% to 100%. The four additional WD-associated BCV isolates possessed 99% nt identity with the reference BCQ.2590 strain and the highly virulent NCD-LY138 strain. The WD-associated isolates BCQ.2442 and BCQ.2508 showed only two nt substitutions between them, and both showed only three nt substitutions when compared to the HE gene of the recent NCD-associated isolate BCQ.1523 which displayed similar reactivity profile to the four anti-HE MAbs.",
            "cite_spans": [
                {
                    "start": 733,
                    "end": 737,
                    "text": "[30]",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 864,
                    "end": 868,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 1145,
                    "end": 1148,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [
                {
                    "start": 1569,
                    "end": 1576,
                    "text": "Table 2",
                    "ref_id": null
                }
            ],
            "section": ""
        },
        {
            "text": "Data from the comparison of the deduced aa sequences of the eight BCV field isolates studied, with those of the previously sequenced Quebec strains isolated from 1977 to 1986 (BCV.Que, BCQ.3 and BCV.571), and those of the WDassociated strain BCQ.2590 and NCD-associated reference strains Mebus and LY-138 are summarized in Table 3 . A total of only 17 aa substitutions were identified amongst the field isolates analysed in comparison to the deduced HE protein of the Mebus strain, which remained highly conserved following attenuation by numerous passages in cell cultures (L9 strain) [19, 31] .",
            "cite_spans": [
                {
                    "start": 586,
                    "end": 590,
                    "text": "[19,",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 591,
                    "end": 594,
                    "text": "31]",
                    "ref_id": "BIBREF30"
                }
            ],
            "ref_spans": [
                {
                    "start": 323,
                    "end": 330,
                    "text": "Table 3",
                    "ref_id": "TABREF0"
                }
            ],
            "section": ""
        },
        {
            "text": "Analysis of the predicted aa sequences of the HE of BCV isolates studied also revealed that the 9 putative N-linked glycosylation sites (NXS/T) previously identified for the NCD-associated Mebus and LY-138 strains, and the WD-associated BCQ.2590 strain, located at aa positions 54, 88, 153, 246, 301, 316, 358 and 417 [8, 30] , were conserved in BCV field isolates associated to both enteric ",
            "cite_spans": [
                {
                    "start": 318,
                    "end": 321,
                    "text": "[8,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 322,
                    "end": 325,
                    "text": "30]",
                    "ref_id": "BIBREF29"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "* I  I  I  I  I  I  I  I  I The AA locations on the HE glycoprotein were given according to Zhang et al. [27] syndromes, as well as the putative esterase active domain FGDS (aa positions 36 to 39). However, similarly to what was previously described for the highly virulent NCD-strain LY-138 and WD-strain BCQ.2590 [8, 31] , all four additional Quebec WD-associated isolates, as well as the NCD-associated isolates BCQ.1523, BCQ.3 and BCQ.3708 contained a proline substitution at aa position 5 of the predicted signal peptide, which was not the case for the other NCD-associated isolates studied. It has been previously postulated that this substitution may alter the maturation and intracellular transport of the HE glycoprotein, which still remained to be elucidated [30] . It also appeared that all WD-associated BCV isolates possessed the proline substitution observed for BCQ.2590 and LY-138 virulent strains at aa position 367, as it was also the case for the Quebec NCDassociated field isolates collected after 1990. Further analysis revealed high NT identities with only a few scattered aa differences, seemingly unrelated to the clinical origin of the isolates or the HAI MAb reactivities.",
            "cite_spans": [
                {
                    "start": 105,
                    "end": 109,
                    "text": "[27]",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 315,
                    "end": 318,
                    "text": "[8,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 319,
                    "end": 322,
                    "text": "31]",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 769,
                    "end": 773,
                    "text": "[30]",
                    "ref_id": "BIBREF29"
                }
            ],
            "ref_spans": [
                {
                    "start": 2,
                    "end": 27,
                    "text": "I  I  I  I  I  I  I  I  I",
                    "ref_id": null
                }
            ],
            "section": ""
        },
        {
            "text": "As previously reported for the reference Quebec WD-associated BCQ.2590 strain [8] , data obtained in the present study showed that the four additional WD-associated field isolates analysed were different from the prototype BCV. Mebus strain in respect to clinical symptoms, HA patterns at 4 • C and 37 • C, and higher RDE activities with rat erythrocytes. However, similar HA and RDE properties were observed for two of the recent NCD-associated isolates studied (BCQ.1523 and BCQ.701), meaning that these characteristics are not unique to WD-associated isolates, but at least BCV isolates associated to the attenuated Mebus (L9 vaccine strain) [16, 25] and BCV.Que [5, 19] strains can be distinguished by their capacity to hemagglutinate at 37 • C and their lower RDE activities when tested with rat erythrocytes. At the molecular level, two unique Pro substitutions were previously identified for the HE of the reference WD-strain BCQ.2590, one in the signal peptide (aa position 5) and one near the putative esterase domain FGDS (aa position 53) [8] . Interestingly, the FGDS sequence was found to be well preserved in all BCV isolates studied, as it was also previously demonstrated by others by comparing virulent and avirulent BCV strains, MHV-A59, MHV-JHM, and influenza C viruses [8, 19, 28] . The data obtained thus indicate that the esterase active site is essential for the structure and function of the HE glycoprotein. However, as it was previously hypothesized, this domain is probably not a determinant for BCV virulence, since it is conserved in both virulent and avirulent strains, as well as in strains associated to various clinical symptoms [3, 30] . Whether the Pro substitutions at aa positions 5 and 367 are involved in viral infectivity, as previously suggested [3, 8, 31] , is still to be demonstrated. Interestingly, both substitutions were present in the HE protein of all WD-associated BCV isolates tested, and both NCD-associated isolates BCQ.1523 and BCQ.701 showing higher AE activities.",
            "cite_spans": [
                {
                    "start": 78,
                    "end": 81,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 645,
                    "end": 649,
                    "text": "[16,",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 650,
                    "end": 653,
                    "text": "25]",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 666,
                    "end": 669,
                    "text": "[5,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 670,
                    "end": 673,
                    "text": "19]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 1049,
                    "end": 1052,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1288,
                    "end": 1291,
                    "text": "[8,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1292,
                    "end": 1295,
                    "text": "19,",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 1296,
                    "end": 1299,
                    "text": "28]",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 1661,
                    "end": 1664,
                    "text": "[3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1665,
                    "end": 1668,
                    "text": "30]",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 1786,
                    "end": 1789,
                    "text": "[3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1790,
                    "end": 1792,
                    "text": "8,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1793,
                    "end": 1796,
                    "text": "31]",
                    "ref_id": "BIBREF30"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Although there exist BCV strains that can be distinguished by their clinical syndromes, the existence of distinct BCV serotypes has yet to be elucidated. Previous investigators detected only minor strain variations amongst cell cultureadapted BCV strains isolated from NCD cases in Europe, and from enteric and respiratory cases in the United States by both IIF and HAI tests [11, 27] . More recently, anti-S MAbs were found to distinguish between vaccine (avirulent) and wild-type (virulent) BCV strains in mildly denaturating Western immunoblotting and neutralization assays [14] . We also previously reported antigenic plurality amongst BCV isolates from NCD cases in Quebec through the partial reaction in an indirect ELISA of MAbs against the S glycoprotein [17] . In the present study, the four anti-HE MAbs which inhibited HA activity of the homologous BCV.2590 strain did not react to the reference Mebus strain, while displaying strong HAI titers to the other WD isolates tested. In disagreement with our previous findings [18] , the reactivities of MAbs 1D6-2, 1D6-3, 9F2-1R and 7B11-19 were not restricted to WD strains as similar HAI titers were obtained with one of the recent NCD-isolates (BCQ.1523) tested. Although data demonstrated that variations affecting antigenic determinants of the HE glycoprotein occurred among BCV strains isolated in Quebec within the last ten years, this diversity appears to be unrelated to the clinical symptoms, which is in agreement with the recent findings by Tsunemitsu and Saif [27] in the case of BCV strains isolated in the United States.",
            "cite_spans": [
                {
                    "start": 376,
                    "end": 380,
                    "text": "[11,",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 381,
                    "end": 384,
                    "text": "27]",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 577,
                    "end": 581,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 763,
                    "end": 767,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 1032,
                    "end": 1036,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 1529,
                    "end": 1533,
                    "text": "[27]",
                    "ref_id": "BIBREF26"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Although there seems to have been an alteration in antigenic determinants of the HE glycoprotein of Quebec isolates after 1991, the sequence analyses did not show many distinct variations that are common to all field isolates, which would distinguish specific epitopes targeted by each of the MAbs. One may postulate that the MAbs studied are directed toward conformationally dependent rather than linear epitopes, but a conformation change of the protein and not lack of epitopes could also explain the serological data obtained. In a previous study [18] , it has been demonstrated that two of the anti-HE MAbs tested (MAbs 9F2-1R and 1D6-3) failed to react by Western blot toward the HE protein of the homologous strain, suggesting that these MAbs are more probably directed toward conformationally dependent epitopes. However, conformation changes of the protein could have resulted from aa variations, such as the substitution of Pro residues in certain regions which could entail the alteration of the three-dimensional structure of the protein, thus serving to either expose or mask certain epitopes present in some strains and not in others. Similar conclusions may be drawn about the higher RDE activities of various strains, as a change in conformation of the protein could result in an enhanced enzymatic activity through a more prominently exposed region. Sequencing analysis of more strains that have been isolated prior 1991 are needed to support this statement.",
            "cite_spans": [
                {
                    "start": 551,
                    "end": 555,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In previous studies, HAI was also the only serologic test hat allowed differentiation between BCV strains associated to both enteric syndromes [1, 8, 11, 27] . Since only few nt substitutions could be revealed in the HE genes of the WD and NCD BCV strains, such serological differentiation may rather involved the S glycoprotein which has been also associated with HA activity [23] . Retrospective studies of the humoral immune response to individually expressed recombinant HE and S glycoproteins are required to determine which of the two major envelope-associated glycoproteins is mainly involved in the antigenic variability of recent and older NCD-and WD-associated Quebec BCV field isolates.",
            "cite_spans": [
                {
                    "start": 143,
                    "end": 146,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 147,
                    "end": 149,
                    "text": "8,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 150,
                    "end": 153,
                    "text": "11,",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 154,
                    "end": 157,
                    "text": "27]",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 377,
                    "end": 381,
                    "text": "[23]",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Cell culture propagation of a coronavirus isolated from cows with winter dysentery",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Benfield",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "J"
                    ],
                    "last": "Saif",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "J Clin Microbiol",
            "volume": "28",
            "issn": "",
            "pages": "1454--1457",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Single-step method of RNA isolation by acid guanidium thiocyanate-phenol-chloroform extraction",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Chomczynski",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Sacchi",
                    "suffix": ""
                }
            ],
            "year": 1987,
            "venue": "Ann Biochem",
            "volume": "162",
            "issn": "",
            "pages": "156--159",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Nucleotide and predicted amino acid sequences of all genes encoded by the 3 genomic portion (9.5 kb) of respiratory bovine coronaviruses and comparisons among respiratory and enteric coronaviruses",
            "authors": [
                {
                    "first": "V",
                    "middle": [
                        "N"
                    ],
                    "last": "Chouljenko",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "G"
                    ],
                    "last": "Kousoulas",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Lin",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Storz",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Virus Genes",
            "volume": "17",
            "issn": "",
            "pages": "33--42",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Chronic shedding of bovine enteric coronavirus antigen-antibody complexes by clinically normal cows",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "F"
                    ],
                    "last": "Crouch",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [
                        "H"
                    ],
                    "last": "Bielefeldt",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "C"
                    ],
                    "last": "Watts",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "A"
                    ],
                    "last": "Babiuk",
                    "suffix": ""
                }
            ],
            "year": 1985,
            "venue": "J Gen Virol",
            "volume": "66",
            "issn": "",
            "pages": "1489--1500",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Bovine coronavirus isolation in continuous cell lines",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Dea",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "S"
                    ],
                    "last": "Roy",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "E"
                    ],
                    "last": "Begin",
                    "suffix": ""
                }
            ],
            "year": 1980,
            "venue": "Am J Vet Res",
            "volume": "41",
            "issn": "",
            "pages": "30--38",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Ultrastructure and protein A-gold immunolabelling of HRT-18 cells infected with turkey enteric coronavirus",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Dea",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Garzon",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Strykowski",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Tijssen",
                    "suffix": ""
                }
            ],
            "year": 1989,
            "venue": "Vet Microbiol",
            "volume": "20",
            "issn": "",
            "pages": "21--33",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Antigenic and genomic relationships among turkey and bovine enteric coronaviruses",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Dea",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Verbeek",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Tijssen",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "J Virol",
            "volume": "64",
            "issn": "",
            "pages": "3112--3118",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Comparison of bovine coronavirus isolates associated with neonatal calf diarrhoea and winter dysentery in adult dairy cattle in Québec",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Dea",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Michaud",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Milane",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "J Gen Virol",
            "volume": "76",
            "issn": "",
            "pages": "1263--1270",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Structural proteins of bovine coronavirus and their intracellular processing",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Deregt",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Sabara",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "A"
                    ],
                    "last": "Babiuk",
                    "suffix": ""
                }
            ],
            "year": 1987,
            "venue": "J Gen Virol",
            "volume": "68",
            "issn": "",
            "pages": "2863--287710",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "l987) Monoclonal antibodies to bovine coronavirus: characteristics and topographical mapping of neutralizing epitopes on the E2 and E3 glycoproteins",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Deregt",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "A"
                    ],
                    "last": "Babiuk",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Virology",
            "volume": "16",
            "issn": "",
            "pages": "410--420",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "A serological comparison of bovine coronavirus strains",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "A"
                    ],
                    "last": "El-Ghorr",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "R"
                    ],
                    "last": "Snodgrass",
                    "suffix": ""
                },
                {
                    "first": "Fmm",
                    "middle": [],
                    "last": "Scott",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Campbell",
                    "suffix": ""
                }
            ],
            "year": 1989,
            "venue": "Arch Virol",
            "volume": "104",
            "issn": "",
            "pages": "241--248",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Detection of bovine coronaviruses from adult cows with epizootic diarrhea and their antigenic and biological diversities",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Fukutomi",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Tsunemitsu",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Akashi",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Arch Virol",
            "volume": "144",
            "issn": "",
            "pages": "997--1006",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Structural proteins of human respiratory coronavirus OC43",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "G"
                    ],
                    "last": "Hogue",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Brian",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Virus Res",
            "volume": "5",
            "issn": "l986",
            "pages": "131--144",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Comparison of bovine coronavirus (BCV) antigens: monoclonal antibodies to the spike protein distinguish between vaccine and wild-type strains",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "A"
                    ],
                    "last": "Hussain",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Storz",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "G"
                    ],
                    "last": "Kousoulas",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "Virology",
            "volume": "183",
            "issn": "",
            "pages": "442--445",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Bovine coronavirus hemagglutinin protein",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "King",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "J"
                    ],
                    "last": "Poots",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Brian",
                    "suffix": ""
                }
            ],
            "year": 1985,
            "venue": "Virus Res",
            "volume": "2",
            "issn": "",
            "pages": "53--59",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Neonatal calf diarrhea: propagation, attenuation, and characteristics of a coronavirus-like agent",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Mebus",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "L"
                    ],
                    "last": "Stair",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "B"
                    ],
                    "last": "Rhodes",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Twiehaus",
                    "suffix": ""
                }
            ],
            "year": 1973,
            "venue": "Am J Vet Res",
            "volume": "34",
            "issn": "",
            "pages": "145--150",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Characterization of monoclonal antibodies to bovine enteric coronavirus and antigenic variability among Quebec isolates",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Michaud",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Dea",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "Arch Virol",
            "volume": "131",
            "issn": "",
            "pages": "455--465",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Characterization of monoclonal antibodies to the hemagglutinin-esterase glycoprotein of a bovine coronavirus associated with winter dysentery and cross-reactivity to field isolates",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Milane",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "B"
                    ],
                    "last": "Kourtesis",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Dea",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "J Clin Microbiol",
            "volume": "35",
            "issn": "",
            "pages": "33--40",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Expression and secretion of the bovine coronavirus hemagglutinin-esterase glycoprotein by insect cells infected with recombinant baculoviruses",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "D"
                    ],
                    "last": "Parker",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Yoo",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "A"
                    ],
                    "last": "Babiuk",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "J Virol",
            "volume": "64",
            "issn": "",
            "pages": "1625--1629",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Ability of winter dysentery isolates of bovine coronaviruses to induce bloody diarrhea in newborn calves. 77th annual CRWAD meeting",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Rogan",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Dea",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Percy",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Culbert",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Winter dysentery in dairy herds: electron microscopic and serological evidence for an association with coronavirus infection",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "J"
                    ],
                    "last": "Saif",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "V"
                    ],
                    "last": "Brock",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "R"
                    ],
                    "last": "Redman",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "M"
                    ],
                    "last": "Kohler",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "Vet Rec",
            "volume": "128",
            "issn": "",
            "pages": "447--449",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "DNA sequencing with chain termination inhibitors",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "S"
                    ],
                    "last": "Sanger",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Nicklen",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "R"
                    ],
                    "last": "Coulson",
                    "suffix": ""
                }
            ],
            "year": 1977,
            "venue": "Proc Natl Acad Sci",
            "volume": "74",
            "issn": "",
            "pages": "5463--5467",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "The S protein of bovine coronavirus is a hemagglutinin recognizing 9-O-acetylated sialic acid as a receptor determinant",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Schultze",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "J"
                    ],
                    "last": "Gross",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Brossmer",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Herrler",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "J Virol",
            "volume": "65",
            "issn": "",
            "pages": "6232--6237",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Coronaviruses: structure and genome expression",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "D"
                    ],
                    "last": "Spaan",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Cavanagh",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "C"
                    ],
                    "last": "Horzinek",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "J Gen Virol",
            "volume": "69",
            "issn": "",
            "pages": "2939--2952",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Comparison of hemagglutinating, receptor-destroying, and acetylesterase activities of avirulent and virulent bovine coronavirus strains",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Storz",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [
                        "M"
                    ],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Rott",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "Arch Virol",
            "volume": "125",
            "issn": "",
            "pages": "193--204",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Coronavirus isolation from nasal swabs samples in cattle with signs of respiratory tract disease after shipping",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Storz",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Stine",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Liem",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "A"
                    ],
                    "last": "Anderson",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "J Am Vet Med Assoc",
            "volume": "208",
            "issn": "",
            "pages": "1452--1454",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Antigenic and biological comparisons of bovine coronaviruses derived from neonatal calf diarrhea and winter dysentery of adult cattle",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Tsunemitsu",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "J"
                    ],
                    "last": "Saif",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Arch Virol",
            "volume": "140",
            "issn": "",
            "pages": "1303--1311",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Bovine coronavirus peplomer glycoproteins: detailed antigenic analysis of S1, S2 and HE",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Vautherot",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "F"
                    ],
                    "last": "Madelaine",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Boireau",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Laporte",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "J Gen Virol",
            "volume": "73",
            "issn": "",
            "pages": "1725--1737",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "The E3 protein of bovine coronavirus is a receptor-destroying enzyme with acetylesterase activity",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Vlasak",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Luytjes",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Leider",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Spaan",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Palese",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "J Virol",
            "volume": "62",
            "issn": "",
            "pages": "4686--4690",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Comparison of the nucleotide and deduced amino acid sequences of the S genes specified by virulent and avirulent strains of bovine coronaviruses",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "G"
                    ],
                    "last": "Kousoulas",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Storz",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "Virology",
            "volume": "183",
            "issn": "",
            "pages": "397--404",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "The hemagglutinin/esterase glycoprotein of bovine coronaviruses: sequence and functional comparisons between virulent and avirulent strains",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "G"
                    ],
                    "last": "Kousoulas",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Storz",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "Virology",
            "volume": "185",
            "issn": "",
            "pages": "847--852",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Bovine coronavirus; Meb reference Mebus strain; WD winter dysentery; NCD neonatal calf diarrhea Strains Meb-L9 and BCV. Que are attenuated strains; all other field WD and NCD strains, including LY-138, are virulent. There were a total of 424 amino acid residues for each HE gene sequenced. The first column refers to the Quebec WD reference strain BCQ.2590, as it differs from the reference BCV Mebus strain in the final column. The asterisks denote consensus with the BCV Mebus strain. A total of only 17 aa substitutions were identified amongst the field isolates analysed in comparison to the Mebus strain.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Amino acid sequence substitutions in the HE glycoprotein of Quebec NCDand WD-associated field BCV isolates",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "This research was supported by an operating grant received from the National Sciences and Engineering Research Council of Canada (Grant # OGPOO46412). The authors thank Ms Nicole Sawyer and Louise Wilson for technical assistance. We are also grateful to Dr C. Montpetit, Direction de la Santé Animale, Ministère de l'Agriculture, des Pêcheries et de l'Alimentation du Québec, for providing field strains of bovine coronavirus.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements"
        }
    ]
}