{
    "paper_id": "f5e74f39b4248706d87fa0671ae9aec8099bdd26",
    "metadata": {
        "title": "Journal Pre-proof Heart Failure Collaboratory Statement on Clinical Trials in the Landscape of COVID-19",
        "authors": [
            {
                "first": "William",
                "middle": [
                    "T"
                ],
                "last": "Abraham",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Mona",
                "middle": [],
                "last": "Fiuzat",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Mitchell",
                "middle": [
                    "A"
                ],
                "last": "Psotka",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Christopher",
                "middle": [
                    "M"
                ],
                "last": "O&apos;connor",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "The COVID-19 pandemic has disrupted health care delivery systems around the world, with a significant impact on clinical trials for current and future study participants, sponsors, investigators, coordinators, and regulators. Thoughtful consideration on how to manage clinical trials during the COVID-19 pandemic is of particular relevance to the heart failure (HF) ecosystem, as HF patients represent a vulnerable population at high risk for COVID-19 related morbidity and mortality. This ecosystem includes patients with HF, clinical trialists, investigators, research coordinators, regulatory authorities, payers, and both public and private sponsors of HF clinical trials.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Both the United States (US) Food and Drug Administration (FDA) and the National Institutes of Health (NIH) have provided guidance on the conduct of clinical trials during the COVID-19 pandemic. The FDA document provides \"general considerations to assist sponsors in assuring the safety of trial participants, maintaining compliance with good clinical practice (GCP), and minimizing risks to trial integrity during the COVID-19 pandemic (1) .\" The NIH document outlines \"the flexibilities available to recipients conducting NIH-funded clinical trials and human subject studies, that are impacted by the declared public health emergency for COVID-19 (2) .\" While broadly applicable, neither document is specific to the conduct of HF clinical trials during this unprecedented and exceptionally challenging time. Thus, the present article specifically addresses HF clinical trials by outlining a number of guiding principles and possible trial conduct solutions for the COVID-19 pandemic. The authors emphasize that this statement does not constitute regulatory advice, and study sponsors and leaders should interact directly with regulatory authorities, both in the US and abroad, if applicable.",
            "cite_spans": [
                {
                    "start": 436,
                    "end": 439,
                    "text": "(1)",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 648,
                    "end": 651,
                    "text": "(2)",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The safety and well-being of heart failure trial participants and research team members are of utmost importance. Actions that enhance the safety and well-being of study participants are consistent with the core research principles of beneficence, justice, and respect of persons. Actions that enhance the safety and well-being of study participants and research team members are primarily based on the concept of \"social distancing.\" In the case of HF clinical trials, social distancing interventions may include limiting contact between study participants, research team members, and the clinic/hospital environment. At many clinical research sites, these concepts have already resulted in policies whereby patients are no longer able to undergo in-person study procedures or follow-up visits, and many research team members are working from home. The authors of this article strongly endorse these measures, with the exception of those HF clinical trial interventions that require in-person interactions with study personnel, due to either safety concerns or where there is overwhelming evidence of benefit outweighing risk. We do encourage early proactive communication between researchers and patients to provide information and reassurance.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "COVID-19 Heart Failure Clinical Trials Response: Principles and Solutions"
        },
        {
            "text": "1. Telehealth and remote assessments. While these actions are intended to minimize COVID-19 exposure of patients and research team members, it is important to maintain, as best as possible, the integrity of HF clinical trial activities, particularly for study follow-up. The authors encourage study sponsors and sites to exercise the option of following patients using telephone follow-up procedures, until the COVID-19 pandemic abates. On March 17, 2020, the Department of Health and Human Services (HHS) announced unprecedented steps to expand Americans' access to telehealth services during the COVID-19 outbreak. In this announcement, HHS promoted a great deal of flexibility in telehealth access including the use of everyday technologies to talk to telehealth patients (3) . The HHS Office for Civil Rights announced it would waive potential HIPPA penalties for good faith use of telehealth during this public health emergency.",
            "cite_spans": [
                {
                    "start": 775,
                    "end": 778,
                    "text": "(3)",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "COVID-19 Heart Failure Clinical Trials Response: Principles and Solutions"
        },
        {
            "text": "In this context, detailed telehealth follow-up visit procedures should be developed and provided to investigators and coordinators. The rigor with which telehealth study follow-up visits are performed and documented should be comparable to in-person visits. The goal of this action is to minimize out-of-window study follow-up visits and missing study data, as long as there are no safety issues created by remote study visits and it is not anticipated that the proposed temporary follow-up measures would affect the scientific validity of the trial. Examples of measures that can usually be reliably ascertained remotely include adverse events, mortality, morbidity (e.g., LVAD implantation, transplantation, hospitalization), medications and medication changes (including investigational drug tolerability and adherence, for drug trials), clinician-determined functional status measures (e.g., New York Heart Association Class Ranking), and various patient-reported endpoints such as self-administered quality of life questionnaires. Such questionnaires can be provided to patients as hardcopy by mail or electronically, where validated electronic means are available. Consideration may even be given to the assessment of exercise ability in the home setting. For example, a smartphone application for self-administration of the 6-minute hall walk test (6MHWT) has been developed and validated, and may provide a means for ongoing 6MHWT assessment during the COVID-19 pandemic (4). However, we recognize the need to develop and rigorously validate accurate remote monitoring techniques.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "COVID-19 Heart Failure Clinical Trials Response: Principles and Solutions"
        },
        {
            "text": "FDA has recently issued a guidance document entitled \"Enforcement Policy for Non-Invasive Remote Monitoring Devices Used to Support Patient Monitoring During the Coronavirus Disease 2019 (COVID-19) Public Health Emergency (5) .\" This guidance applies to the following non-invasive remote monitoring devices that measure or detect common physiological parameters and that are used to support patient monitoring during the COVID-19 public health emergency: clinical electronic thermometers, electrocardiographs (ECG), cardiac monitors, over-the-counter electrocardiograph software, pulse oximetry (SpO2), non-invasive blood pressure (NIBP), respiratory rate/breathing frequency, and electronic stethoscopes.",
            "cite_spans": [
                {
                    "start": 222,
                    "end": 225,
                    "text": "(5)",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "COVID-19 Heart Failure Clinical Trials Response: Principles and Solutions"
        },
        {
            "text": "Some study follow-up procedures may require in-person assessment. Examples include certain diagnostic procedures, such as echocardiography, and some study interventions such as the implantation of an investigational study device. In the absence of safety concerns or overwhelming evidence of benefit, such study procedures or interventions should be delayed until the COVID-19 pandemic abates. Omission of these assessments may inevitably result in out-of-window procedures and assessments and increase the extent of missing data. The reporting and handling of these situations should be thought through prospectively and accounted for in a revised study analysis plan, and global protocol changes across trial sites are encouraged to maintain consistency of behavior.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Delayed in-person procedures."
        },
        {
            "text": "3. Additional considerations. Although many institutional review boards (IRB) are currently on hiatus, close and frequent interactions and conversations with the data safety monitoring board and IRB contacts are recommended. Trials under development or with central IRB capability are encouraged to consider central IRB use. The conversion of all committee meetings, investigator meetings, and monitoring visits to utilize telemedicine technology should be done immediately, with site payment conversion for telemonitoring.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Delayed in-person procedures."
        },
        {
            "text": "Statistical consideration should account for asymmetric enrollment by geography, and analysis of results before and after a pre-specified date on which COVID-19 had a significant influence on trial conduct. Statistical monitoring methods should be considered that can remotely evaluate trial safety and conduct. 6. Enrollment. We expect the COVID-19 pandemic will have a negative impact on enrollment. For many HF clinical trials, the enrollment of new participants has been halted because these activities usually require in-person visits. While we endorse this approach, we encourage maintenance of the patient screening architecture for HF clinical trials so that screening may be quickly escalated again once the pandemic subsides, in as much as this can be accomplished safely and remotely.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical considerations."
        },
        {
            "text": "7. Finally, we may also consider geographically targeting sites for initiation that are less likely to be influenced by the pandemic. This may allow an efficient re-start to trial enrollment once the COVID-19 pandemic abates, so that study momentum is preserved.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical considerations."
        },
        {
            "text": "Regulatory, NIH, and Other Implications These represent general recommendations and are intended, in part, to stimulate thinking and conversation about the conduct of HF clinical trials during the COVID-19 pandemic and during future public health emergencies that may disrupt the conduct of clinical research. While it is acknowledged that \"one-size may not fit all\" for modifications contemplated for each HF drug or device trial, many trials will likely be modified in similar ways. HF clinical trial leadership (e.g., principal investigators, executive and steering committee members, and committees with oversight of patient safety) should be in regular contact with sponsors to expeditiously make suggestions for reasonable study modifications. Study sponsors should initiate discussions with regulatory officials and/or NIH, as there may be regulatory and/or funding implications to be considered. FDA and NIH should continue to uphold principles of flexibility, while emphasizing patient safety, in the conduct of HF clinical trials during the pandemic.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical considerations."
        },
        {
            "text": "In summary, our foremost attention is to the safety of our patients and clinical trial team members. The continued integrity of a trial is important to the patients who remain in the study, or who have completed it, with the commitment to advancing medical knowledge to the extent possible. This is an unprecedented time, and we must do what we can to continue innovation, both in therapeutic development as well as in clinical trial conduct.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical considerations."
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "FDA Guidance on Conduct of Clinical Trials of Medical Products during COVID-19 Pandemic",
            "authors": [
                {
                    "first": "U",
                    "middle": [
                        "S"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Guidance for NIH-funded Clinical Trials and Human Subjects Studies Affected by COVID-19",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Secretary Azar Announces Historic Expansion of Telehealth Access to Combat COVID-19",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Accuracy and Usability of a Self-Administered 6-Minute Walk Test Smartphone Application",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "C"
                    ],
                    "last": "Brooks",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Vittinghoff",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Iyer",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Circulation: Heart Failure",
            "volume": "8",
            "issn": "",
            "pages": "905--918",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Enforcement Policy for Non-Invasive Remote Monitoring Devices Used to Support Patient Monitoring During the Coronavirus Disease-2019 (COVID-19 ) Public Health Emergency",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Collaboratory Statement on Clinical Trials in the Landscape of COVID-19",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Specific issues regarding adjudication definitions in light of COVID-19 infection should be adjusted in the clinical events committee manuals of operation.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}