{
    "paper_id": "f6244bf0fdb7e70140c0210d3e552236259d58d9",
    "metadata": {
        "title": "After the declaration of COVID-19 pandemic on",
        "authors": [
            {
                "first": "Francesca",
                "middle": [],
                "last": "Scarabel",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Lorenzo",
                "middle": [],
                "last": "Pellis",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Nicola",
                "middle": [
                    "Luigi"
                ],
                "last": "Bragazzi",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Jianhong",
                "middle": [],
                "last": "Wu",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "",
                "middle": [
                    "Jianhong"
                ],
                "last": "Wu",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Affiliations",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "M3j",
                "middle": [],
                "last": "1p3",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Since late December 2019, SARS-CoV-2, a novel coronavirus, has caused a large-scale outbreak that has spread globally, resulting in a pandemic. 1 SARS-CoV-2 is an enveloped, positive-sense, single-stranded RNA virus, that is responsible for generally mild respiratory communicable disorders and, occasionally, for severe or even lethal infections (COVID-19). 2 In the Hubei province of the People's Republic of China, the epidemic peak was observed about two weeks after the lockdown of the region implemented on January 23 rd 2020. A series of unprecedented public health interventions enforced in the entire country has contributed to effectively containing the spread of the novel coronavirus in China. [3] [4] [5] In Italy, the first case was detected on February 20 th 2020 but the peak time has not passed yet (as of March 22 nd ), despite a series of gradually enhanced public health interventions. 6, 7 While the stringent package of intervention measures implemented in China may be considered as unsustainable in other countries, the epidemic trajectory in Italy may provide a baseline for Canada to project its infection risk and COVID-19 generated disease burden under feasible scenarios of public health interventions due to substantial similarity of demographic profiles and public health capacity.",
            "cite_spans": [
                {
                    "start": 144,
                    "end": 145,
                    "text": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 359,
                    "end": 360,
                    "text": "2",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 706,
                    "end": 709,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 710,
                    "end": 713,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 714,
                    "end": 717,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 906,
                    "end": 908,
                    "text": "6,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 909,
                    "end": 910,
                    "text": "7",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Italy has put in place a series of intervention measures including schools and universities closures (started from February 24 th for North Italy, and extended on March 5 th to the entire country), lockdown of the country with restriction of movement (enforced from March 8 th when the number of cumulative cases reached 7,375), closure of all non-essential shops, restaurants and pubs (March 12 th when the cumulative cases reached 15,113) , and, finally, the closure of all workplaces except for those responsible for essential activities (March 22 nd when the cumulative cases reached 59,138). Unfortunately, two weeks from the first lockdown, the peak of daily cases and fatalities has not been reached, with more than 5,500 daily detected cases and 650 daily deaths as of March 22 nd 2020.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 386,
                    "end": 440,
                    "text": "(March 12 th when the cumulative cases reached 15,113)",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Introduction"
        },
        {
            "text": "In Canada, the first case positive for COVID-19 was identified on January 25 th 2020. 8 As of March 22 nd 2020, Canada has reported a total of 1,563 cases, with 21 deaths. The different provinces and territories declared state of emergency between March 12 th (Quebec) and 22 nd (Nova Scotia). The Canadian government has issued several intervention measures and has gradually enhanced them. More specifically, Canada has implemented travel restrictions since March 14 th 2020, when it has advised against unnecessary international travels. From March 16 th 2020, access to the country was allowed only to Canadian citizens and permanent residents, as well as to US citizens. On March 18 th 2020, the closure of the Canada-US border was announced and became effective as of March 20 th 2020. From March 12 th 2020, the closure of schools and universities was gradually implemented in various provinces and territories of Canada, as well as the closure of several business practices, unless they were able to transit to a \"to go\"/\"take-away\" modality.",
            "cite_spans": [
                {
                    "start": 86,
                    "end": 87,
                    "text": "8",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "As of March 21 st 2020, about 47% of Canadian reported cases are travel-related, and 41% are related to local transmission. Of the reported cases, 9% required hospitalizations, of which 3% have been admitted to ICU. 9 The latter figure is slightly lower than the Chinese and Italian figures, see Table 1 .",
            "cite_spans": [
                {
                    "start": 216,
                    "end": 217,
                    "text": "9",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [
                {
                    "start": 296,
                    "end": 303,
                    "text": "Table 1",
                    "ref_id": null
                }
            ],
            "section": "Introduction"
        },
        {
            "text": "The present paper aims to predict the trend of the COVID-19 outbreak in Canada by means of comparative modeling, using Italy as comparison.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "We conduct a data-driven and model-free analysis of the ongoing COVID-19 epidemic in Italy and Canada. We collected publicly available data about daily and cumulative reported cases from three different countries, Italy, Canada and the US, until March 21 st . 10 For Italy, we also collected data about daily hospitalizations, daily ICU, and cumulative deaths. 11 We then fit exponential curves to the daily cases to estimate the real time growth rate and its changes in time for the different countries.",
            "cite_spans": [
                {
                    "start": 260,
                    "end": 262,
                    "text": "10",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 361,
                    "end": 363,
                    "text": "11",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "The real-time growth rates were estimated from the daily cases, by fitting a linear regression model to the logarithm of the data. To highlight changes in the trends, we estimated the growth rates in different periods. For Italy, we obtain estimates of the epidemic growth during three time frames: prior the first lockdown (March 8 th ), between March 8 th and March 12 th , when all nonessential productive activities were interrupted, and after March 12 th .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "For Canada, we split the data fitting in two different periods, to estimate the initial (before March 13 th ) and more recent (after March 13 th ) epidemic growth rate. For US we fit one single exponential growth rate after March 1 st , since no substantial change in the epidemic growth rate is noticeable.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "We then make projections of the early phase of epidemic transmission in Canada by using the growth rate estimated for Canada for the most recent time period and the minimum growth rate estimated for Italy two weeks after lockdown. We take Canadian data for daily and cumulative cases until March 1 st , and we project 10 days forward (until March 31 st ) with an exponential growth. By assuming that the case severity in the Canadian population is comparable with the Italian data, i.e., daily hospitalizations are about 40% of the total number of cumulative cases (cf. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "By fitting an exponential curve to the Italian daily reported data, we estimated: the initial (before the first lockdown on March 8 th ) growth rate of 0.22, corresponding to a doubling time of 3.1 days; the reduced growth rate of 0.14 between March 8 th and March 12 th , when non-essential activities were ordered for closure; and the further reduced growth rate of 0.1 after March 12 th , corresponding to a doubling time of about 7 days (see Figure 1 ). This estimated growth rate is consistent using datasets of cumulative cases, cumulative deaths, daily hospitalizations and daily ICU, suggesting that the bias resulted from detection strategy and under-reporting does not have a major effect, see Figure 2 . Using the growth rate of 0.25 (estimated in Canada) and the growth rate of 0.1 (estimated in Italy two weeks after its first lockdown), we project the epidemic trend in Canada for 10 days following March 21 st and plot the projections of both daily and cumulative cases in Figure 3 . We predict more than 15,000 total infections on March 31 st in the first (and the worst) scenario. Total infections are reduced to 4,000 in the second scenario, if further public health interventions, similar to closure of non-essential activities, are taken immediately to reduce the growth rate by more than half. Assuming a hospitalization rate similar to the one observed in Italy, we expect daily hospitalizations to be approximately 40% of the cumulative cases (cf. Figure 2) . We therefore predict a number between 1,500 and 6,500 hospitalized by March 31 st , see Figure 3 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 446,
                    "end": 454,
                    "text": "Figure 1",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 704,
                    "end": 712,
                    "text": "Figure 2",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 988,
                    "end": 996,
                    "text": "Figure 3",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 1471,
                    "end": 1480,
                    "text": "Figure 2)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1571,
                    "end": 1579,
                    "text": "Figure 3",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "Results"
        },
        {
            "text": "To validate the predictions obtained with growth rates 0.25 and 0.1, we make exponential projections from the Italian cumulative cases, starting from March 1 st , March 8 th and March 12 th , see Figure 4 . Note that the cumulative detected cases are consistent with the proposed minimum and maximum growth scenarios. To further illustrate the similarity between the early epidemic phase in the two countries, the bottom panel of Figure 4 shows the time series of cumulative detected cases, shifted in time to visually align with the 1,329 confirmed cases in Canada on March 21 st with the 1,128 detected cases in Italy on February 29 th . According to total cases, we could therefore argue that the epidemic in Canada is about three weeks behind that in Italy.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 196,
                    "end": 204,
                    "text": "Figure 4",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 430,
                    "end": 438,
                    "text": "Figure 4",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "Results"
        },
        {
            "text": "The Italian data shows that the intervention measures implemented there have resulted in halving the growth rate, which has decreased from 0.22 down to 0.1 over a period of two weeks. This means that the measures are however not sufficient to stop the epidemic growth two weeks after the lockdown. Estimates of the most recent Canadian and US incidence data show that the growth rate is comparable with (or even faster than) the Italian early growth rate. In particular, the most recent incidence data suggest that the doubling time in Canada may be as short as 2.7 days.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Interpretation"
        },
        {
            "text": "Assuming that intervention measures may have similar effect to those achieved in Italy, we would expect a reduction by half of the growth rate in two-week time, which would correspond to a doubling time of 6-7 days. Note that this estimate excludes the importation of cases returning to Canada.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Interpretation"
        },
        {
            "text": "Regarding the expected proportion of severe cases, it can be observed that the Canadian population age distribution is closer to the Italian one, rather than the Chinese distribution, 12 see Table 1 . Since there is strong evidence that COVID-19 has more impact on the older populations, it is not unreasonable to expect relatively more severe cases and fatalities in the population overall. This may partially explain the higher fatality rates and severe cases observed in Italy compared to China, see Table 2 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 191,
                    "end": 198,
                    "text": "Table 1",
                    "ref_id": null
                },
                {
                    "start": 503,
                    "end": 510,
                    "text": "Table 2",
                    "ref_id": null
                }
            ],
            "section": "Interpretation"
        },
        {
            "text": "In particular, some studies have reported that 80% of deaths occur among individuals aged 65 years and older. 13-17 Since such an age group is almost double in proportion in Italy and Canada compared to China, an almost doubled fatality rate could be expected. In fact, the fatality rate is currently as large as 7.8% in Italy, although this number may include the effect of the saturation of the hospital system in Lombardy, the most affected Italian region.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Interpretation"
        },
        {
            "text": "Specifically concerning this aspect, in terms of capacity of the health system, it is worthy of noting that, according to the Organization for Economic Cooperation and Development (OECD), 18 Canada also has limited resources, with 1.95 acute care hospital beds per 1,000 people, even less than the resources of the Italian system (2.62 beds per 1,000 people), whereas other countries affected by the COVID-19, such as Japan and South Korea, have 5-and 6-time more facilities.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Interpretation"
        },
        {
            "text": "Summarizing, given that Italian and Canadian demographic profiles are similar, especially regarding the senior population portions, it is feasible to utilize Italian data to simulate the projected trend of COVID-19 in Canada. Given that the case growth rate in Canada in the last",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Interpretation"
        },
        {
            "text": "week is comparable to that in Italy before its lockdown, it can be concluded that in absence of an immediate escalation in public health interventions, approximately 15,000 cases could be expected by the end of the month. Canada can capitalize on the \"Italian experience\": the epidemic growth rate in Italy has been significantly reduced after implementing and enforcing the closure of all non-essential activities. If the measures taken by the Canadian government would allow to reduce immediately the growth rate by half, the case number could be reduced to about 4,000 by the end of the month (this estimate does not incorporate any case influx from the USA). It is anyway of fundamental importance to consider the delay, which may be as large as two weeks, before intervention measures have a concrete mitigation effect.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Interpretation"
        },
        {
            "text": "In conclusion, Canada will not become the \"next Italy\", but will fail to achieve better results in controlling the outbreak if a comprehensive package of public health interventions is not quickly enforced. Considering the delayed effect of intervention measures and the hospital bed shortage, it is imperative to take prompt actions to reduce the epidemic growth rate and to avoid to overwhelm the capacity of the Canadian health system. However, our study is not without limitations. We stress that the growth estimates for the Canadian trends are based on a limited amount of data. In particular, the lack of detailed data on COVID-19 hospitalization in Canada makes it difficult to compare the severity observed in the two countries. Although not mathematically sophisticated, this preliminary analysis is transparent, data driven and represents a sanity check for more complex models. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Interpretation"
        },
        {
            "text": "Italy Canada ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "China"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Review and Prospect of Pathological Features of Corona Virus Disease",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "J"
                    ],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "H"
                    ],
                    "last": "Du",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Yue",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "X"
                    ],
                    "last": "Chen",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Fa Yi Xue Za Zhi",
            "volume": "36",
            "issn": "1",
            "pages": "16--20",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Epidemiology, causes, clinical manifestation and diagnosis, prevention and control of coronavirus disease (COVID-19) during the early outbreak period: a scoping review",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "P"
                    ],
                    "last": "Adhikari",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Meng",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "J"
                    ],
                    "last": "Wu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Infect Dis Poverty",
            "volume": "9",
            "issn": "1",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Estimation of the Transmission Risk of the 2019-nCoV and Its Implication for Public Health Interventions",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Tang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Clin Med",
            "volume": "9",
            "issn": "2",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "An updated estimation of the risk of transmission of the novel coronavirus (2019-nCov)",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Tang",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "L"
                    ],
                    "last": "Bragazzi",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Tang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Xiao",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Infect Dis Model",
            "volume": "5",
            "issn": "",
            "pages": "248--255",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "The effectiveness of quarantine and isolation determine the trend of the COVID-19 epidemics in the final phase of the current outbreak in China",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Tang",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Xia",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Tang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Int J Infect Dis",
            "volume": "",
            "issn": "20",
            "pages": "30137--30142",
            "other_ids": {
                "DOI": [
                    "10.1016/j.ijid.2020.03.018"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Estimation of COVID-19 outbreak size in Italy",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "R"
                    ],
                    "last": "Tuite",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Ng",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Rees",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Fisman",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet Infect Dis",
            "volume": "",
            "issn": "20",
            "pages": "30227--30236",
            "other_ids": {
                "DOI": [
                    "10.1016/S1473-"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "COVID-19 and Italy: what next?",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Remuzzi",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Remuzzi",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "20",
            "issn": "",
            "pages": "30627--30636",
            "other_ids": {
                "DOI": [
                    "10.1016/S0140-6736(20)30627-9"
                ]
            }
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Diagnosis and Management of First Case of COVID-19 in Canada: Lessons applied from SARS",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Marchand-Senécal",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Kozak",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Mubareka",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Clin Infect Dis",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1093/cid/ciaa227"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Epidemiological summary of COVID-19 cases in Canada",
            "authors": [
                {
                    "first": "Canada",
                    "middle": [],
                    "last": "Government Of",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "ECDC, data on the geographic distribution of COVID-19 cases worldwide",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "The Novel Coronavirus Pneumonia Emergency Response Epidemiology Team. The Epidemiological Characteristics of an Outbreak of",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Ministero Della Salute",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "COVID-19) -United States",
            "authors": [],
            "year": 2019,
            "venue": "Severe Outcomes Among Patients with Coronavirus Disease",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.15585/mmwr.mm6912e2"
                ]
            }
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Task force COVID-19 del Dipartimento Malattie Infettive e Servizio di Informatica, Istituto Superiore di Sanità. Epidemia COVID-19, Aggiornamento nazionale: 19 marzo 2020 9 17",
            "authors": [
                {
                    "first": "Istituto Superiore Di",
                    "middle": [],
                    "last": "Sanità",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Report sulle caratteristiche dei pazienti deceduti positivi a COVID-19 in Italia (update March 17 th , 2020)",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": ", we show projections about the expected numbers of daily hospitalizations up to March 31 st .",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "By fitting Canadian epidemic data, we estimated the initial growth rate of 0.13 between March 1 st and March 13 th , and the growth rate of 0.25 between March 13 th and 21 st . The latter corresponds to a doubling time of about 2.7 days. In US, the growth rate is 0.3 between March 1 st and March 21 st , see Figure 1.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Linear regression of the logarithm of daily reported cases in Italy, Canada and the US. The estimated growth rate in Italy is 0.22 before March 8 th , 0.14 between March 8 th and March 12 th , and 0.1 after March 12 th . The estimated growth rate in Canada is 0.13 between March 1 st and March 13 th , and 0.25 after March 13 th . The estimated growth rate in US is 0.3 between March 1 st and March 21 st .",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Left panel: reported cases in Italy (log scale), including total cumulative cases, cumulative deaths, daily hospitalizations and daily ICU. Right panel: proportions of daily hospitalizations over cumulative cases, cumulative deaths over cumulative cases, and daily ICU over hospitalizations.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Predictions of the epidemic trend in Canada from March 21 st : scenario with the estimated current growth rate of 0.25 (fitted between March 13 th and 21 st ), and the growth rate of 0.1 estimated from Italy after closure of all non-essential activities. The projection for hospitalization numbers is based on the Italian data (daily hospitalizations are about 40% of the total number of detections).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Top panel: exponential predictions with growth rates 0.25 and 0.1 applied to the Italian data, predicting from March 1 st , 8 th and 12 th . Bottom panel: cumulative detected cases in Italy and Canada, with a time shift to compare the early growth.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Population demographic profiles (update 2018) in China, Italy and Canada. 12 Comparison of fatality and severity rates in China 13 and Italy. 15 The statistics for China are obtained on a total of 44,672 cases (on February 11 th ), whereas for Italy on a total of 48,452 cases (on March 21 st ).",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}