{
    "paper_id": "f63f43850b0cc2fad3d22c707558bd2419a37345",
    "metadata": {
        "title": "Investigation of Primary Cilia in the Pathogenesis of Biliary Atresia",
        "authors": [
            {
                "first": "Jane",
                "middle": [
                    "L"
                ],
                "last": "Hartley",
                "suffix": "",
                "affiliation": {
                    "laboratory": "The Liver Unit",
                    "institution": "Birmingham Children's Hospital",
                    "location": {
                        "settlement": "Birmingham"
                    }
                },
                "email": ""
            },
            {
                "first": "Christopher",
                "middle": [],
                "last": "O&apos;callaghan",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Sandro",
                "middle": [],
                "last": "Rossetti",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Mayo Clinic",
                    "location": {
                        "settlement": "Rochester",
                        "region": "MN"
                    }
                },
                "email": ""
            },
            {
                "first": "Mark",
                "middle": [],
                "last": "Consugar",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Mayo Clinic",
                    "location": {
                        "settlement": "Rochester",
                        "region": "MN"
                    }
                },
                "email": ""
            },
            {
                "first": "Christopher",
                "middle": [
                    "J"
                ],
                "last": "Ward",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Mayo Clinic",
                    "location": {
                        "settlement": "Rochester",
                        "region": "MN"
                    }
                },
                "email": ""
            },
            {
                "first": "Deirdre",
                "middle": [
                    "A"
                ],
                "last": "Kelly",
                "suffix": "",
                "affiliation": {
                    "laboratory": "The Liver Unit",
                    "institution": "Birmingham Children's Hospital",
                    "location": {
                        "settlement": "Birmingham"
                    }
                },
                "email": ""
            },
            {
                "first": "Peter",
                "middle": [
                    "C"
                ],
                "last": "Harris",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Mayo Clinic",
                    "location": {
                        "settlement": "Rochester",
                        "region": "MN"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Abnormalities of primary cilia are the cause of syndromes such as autosomal recessive polycystic kidney disease, in which renal cyst formation is associated with liver disease (2) . The liver disease in ciliopathies is a ductal plate malformation leading either to congenital hepatic fibrosis or hepatic cyst development (3) . In 10% to 20% of cases with BA (syndromic BA), there is an association with other specific developmental defects, including a laterality abnormality (situs inversus). Laterality is determined by primary cilia, and genes affecting laterality are involved in the organisation of cilial microtubules within the embryonal central node (4) .",
            "cite_spans": [
                {
                    "start": 176,
                    "end": 179,
                    "text": "(2)",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 321,
                    "end": 324,
                    "text": "(3)",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 658,
                    "end": 661,
                    "text": "(4)",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In the present study we investigated children with BA who developed renal cysts to increase our understanding of the pathological process. We evaluated the effect of liver transplantation on cyst formation, assessed the role of primary cilia using fibrocystin as a cilial marker and looked for PKHD1 mutations in this group, and finally determined the function of their motile respiratory cilia.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Renal function was calculated using the Schwartz formula (height [cm]×40/creatinine [μmol/L]) as an approximation of glomerular filtration rate with renal dysfunction defined as <60 mL/min/1.73 m 2 .",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Fibrocystin was identified using immunohistochemistry of liver tissue. Four-micron sections of formalin-fixed paraffin-embedded liver tissue were cut, placed onto charged slides, and heated for 1 hour at 60°C. After deparaffinisation and rehydration, sections were treated in 0.3% hydrogen peroxide in water to block endogenous peroxidase activity. Antigen retrieval was performed using the ALTER technique (5), as previously described. Following a brief wash in water, sections were loaded onto Sequenza (Shandon, UK) and washed in Trisbuffered saline/Tween pH 7.6. The wild-type C-terminus monoclonal antibody (5A) specific for the intracellular domain of fibrocystin as described by Ward et al (14) was applied at a 1/200 dilution for 1 hour at room temperature. Sections were then washed in Tris-buffered saline/Tween and visualised with Dako ChemMate EnVision kit (Dako, UK) and Vector NovaRed chromagen (Vector, UK). After washing in water, sections were counterstained in haematoxylin and dehydrated, cleared, and mounted.",
            "cite_spans": [
                {
                    "start": 686,
                    "end": 701,
                    "text": "Ward et al (14)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Mutation analysis of PKHD1 was undertaken using both denaturing high-performance liquid chromatography and direct sequencing. DNA was amplified by standard polymerase chain reaction techniques using exon-flanking primers covering the exon and splice sites. The ABI 3.0 Big Dye system (Applied Biosystems, Foster City, CA) was used to sequence the exonic and flanking intronic regions and analysed using an ABI 3730 DNA analyser. Sequences were screened for variants using the Mutation Surveyor program (SoftGenetics, State College, PA). To evaluate ciliary function and ultrastructure, ciliated samples were obtained by brushing the nasal epithelium with a 2-mm cytology brush and analysed as published previously (6-9).",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "A total of 355 children were diagnosed as having BA, of whom 206 have undergone liver transplant (58%). At the time of diagnosis of BA no renal cysts were identified. Nine of the 355 children were identified as having developed renal cysts, either by abdominal ultrasound scan (8 children) or by abdominal computed tomography scan (1 child). All 9 children had the perinatal (nonsyndromic) form of BA. There was no reported family history of liver or renal disease and no children developed hepatic cysts. Eight of 206 (3.9%) children who underwent transplantation for BA had renal cysts. Renal cyst development was identified in 10 of 463 (2%) non-BA cases following liver transplant (Fisher exact 1-tailed test, P=0.09). The primary pathology was hepatoblastoma in 3 cases with single cases of tyrosinaemia, autoimmune hepatitis, fulminant hepatitis A, Alagille syndrome, Wilson disease, biliary hypoplasia, and cystic fibrosis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Subjects"
        },
        {
            "text": "The median age at detection of renal cysts was 9 years (range 0.25-14 years). Child 1 has had long-term success from the Kasai portoenterostomy, and child 7 developed renal cysts before transplantation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Subjects"
        },
        {
            "text": "No child had renal dysfunction before liver transplant. Table 1 shows the relation between the development of renal cysts, renal dysfunction following transplantation, and immunosuppression.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 56,
                    "end": 63,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Subjects"
        },
        {
            "text": "The immunohistochemistry of liver sections from children with BA with and without renal cysts was uniformly negative for fibrocystin. This contrasted with strongly positive staining in normal liver (Fig. 1) . In contrast, staining for fibrocystin in sections of liver from Wilson disease (2), autoimmune hepatitis (1), cystic fibrosis liver disease (2) , and tyrosinaemia (1) was positive for fibrocystin.",
            "cite_spans": [
                {
                    "start": 349,
                    "end": 352,
                    "text": "(2)",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [
                {
                    "start": 198,
                    "end": 206,
                    "text": "(Fig. 1)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Subjects"
        },
        {
            "text": "PKHD1 was analysed by DHPLC in genomic DNA from 4 children (1, 3, 4, and 9). A further 3 cases (2, 7, and 8) and repeat analysis of patient 9, were analysed by direct sequencing of PKHD1. Patient 9 was a compound heterozygote for a frameshifting change c.5476delG (A1826fsX147) (Fig. 2 ). In addition, 2 novel missense changes were detected E2124G (6371A>G) and F283L (847T→C). F283L is a conservative change at a highly conserved site, phenylalanine to leucine, as found in chicken and frog, whereas E2124G is a nonconservative change, but at a poorly conserved site. Extended analysis of the family, who are phenotypically normal (including normal ultrasound scan imaging of the kidneys), revealed that a sibling and the father had deletion mutation and both missense changes, indicating that the missense changes are unlikely to be pathogenic. No likely pathogenic changes to PKHD1 were found in any of the other cases of BA and renal cysts.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 278,
                    "end": 285,
                    "text": "(Fig. 2",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Subjects"
        },
        {
            "text": "Two children (5 and 9) underwent examination of the nasal cilia, which excluded primary ciliary dyskinesia. Both were found to have a normal beat frequency and beat pattern. Electron microscopy showed normal dynein arms and microtubules with no evidence of ciliary disorientation in either case.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Subjects"
        },
        {
            "text": "Simple renal cysts in childhood are a rare finding occurring in 0.1% of children, and therefore an increased incidence of cysts is an important observation (10, 11) . We have identified the development of renal cysts in 9 of 355 (2.5%) children with BA, which accounted for 3.9% of those who underwent transplantation for BA, which is almost twice the incidence in those who underwent transplantation for other causes of liver disease. In 2 of 9 patients with BA, renal cysts were detected independent of liver transplantation, indicating the cyst formation is not secondary to the transplant process in all of the cases. In our cohort of patients with BA, the development of renal cysts appeared to be unrelated to renal dysfunction or calcineurin-inhibitor use.",
            "cite_spans": [
                {
                    "start": 156,
                    "end": 160,
                    "text": "(10,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 161,
                    "end": 164,
                    "text": "11)",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Calvo-Garcia et al also reported a higher incidence of renal cysts in patients with BA posttransplantation compared with other aetiologies. This was attributed to posttransplant renal dysfunction and the use of calcineurin-inhibitor drugs (12) . Our findings suggest that this cannot be the sole aetiology of the development of renal cysts. Franchi-Abella et al (13) described the development of renal cysts in 30% of those who underwent transplantation, which is higher than that in our cohort of patients. This may be because they used computed tomography scan rather than ultrasound scans. They did not comment on aetiology; however, BA was the main reason for liver transplant.",
            "cite_spans": [
                {
                    "start": 239,
                    "end": 243,
                    "text": "(12)",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 362,
                    "end": 366,
                    "text": "(13)",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "To investigate primary cilia in this cohort we looked for mutations in the PKHD1 gene and examined fibrocystin, which localises to the primary cilia and basal body of bile ducts. Fibrocystin is a membrane receptor-like protein encoded by PKHD1, mutations in which result in autosomal recessive polycystic kidney disease (14) . This ciliopathy is characterised by dilatation of the collecting ducts and biliary fibrosis due to a ductal plate malformation. Ductal plate malformations are also a recognised feature of BA on histological examination, which suggests a similar pathogenesis to other ciliopathies (3).",
            "cite_spans": [
                {
                    "start": 320,
                    "end": 324,
                    "text": "(14)",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "The absence of fibrocystin staining in the liver sections from children with BA and renal cysts may be due to a lack of protein expression by PKHD1 due to a molecular defect within the gene. Sequencing PKHD1 revealed a novel mutation in child 9, which is predicted to result in a truncated protein; however, a second PKHD1 mutation was not identified. The single mutation could be a coincidental finding of a child with BA being a carrier of a PKHD1 truncating mutation, but with a population frequency of such carriers of ~1 in 200, this seems unlikely. A second, missed mutation could include a large deletion or an atypical splicing event distant from the splice junctions. Sequencing the promoter region did not identify any variants. An alternative explanation is that a mutation in another gene together with the PKHD1 mutant allele may result in the BA plus renal cyst phenotype. Interestingly, in other ciliopathies such as Bardet-Biedl syndrome and nephronophthisis, oligogenic inheritance involving mutations in more than 1 gene has been reported and may also explain the absence of PKHD1 mutations in the other children with BA with renal cysts (15) .",
            "cite_spans": [
                {
                    "start": 1156,
                    "end": 1160,
                    "text": "(15)",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "The absence of fibrocystin in this cohort may be related to loss of expression secondary to advanced biliary disease and could be a nonspecific marker of liver damage, but it is interesting that expression was normal in other forms of liver disease. The examination of fibrocystin expression in liver disease requires additional investigation with expansion of sample numbers and aetiology.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "In the present study we were unable to identify any functional abnormality in respiratory cilia patients with BA with renal cysts. Nasal cilia cannot therefore be used as a proxy to study the abnormalities of cilia that may occur in the biliary epithelium.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "The novel hypothesis that primary cilia may be implicated in the pathogenesis of biliary BA will support further exploration of those genes involved in ciliary development and laterality and may lead to the identification of a genetic susceptibility. Functional characterisation of a genetic predisposition will increase our understanding of the pathogenesis of this devastating disease. A, Direct sequencing of the PKHD1 gene in patient 9 shows the deletion c.5476delG that results in a frameshift in exon 34. B, Segregation analysis shows cosegregation of the deletion mutation and the 2 missense changes E2124G and F283L in the father, the affected child, and the unaffected sibling. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Current management of biliary atresia",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Kelly",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Davenport",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Arch Dis Child",
            "volume": "92",
            "issn": "",
            "pages": "1132--1137",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Liver disease in autosomal recessive polycystic kidney disease",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "L"
                    ],
                    "last": "Shneider",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Magid",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Pediatr Transplant",
            "volume": "9",
            "issn": "",
            "pages": "634--643",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Morphological and immunohistochemical analysis of ductal plate malformation: correlation with fetal liver",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Awasthi",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Das",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Srinivasan",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Histopathology",
            "volume": "45",
            "issn": "",
            "pages": "260--267",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "When cilia go bad: cilia defects and ciliopathies",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Fliegauf",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Benzing",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Omran",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Nat Rev Mol Cell Biol",
            "volume": "8",
            "issn": "",
            "pages": "880--93",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Microwave oven antigen retrieval applied to the immunostaining of cytopathology specimens",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "M"
                    ],
                    "last": "Reynolds",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "I"
                    ],
                    "last": "Young",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Young",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "Cytopathology",
            "volume": "5",
            "issn": "",
            "pages": "345--58",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "The effects of coronavirus on human nasal ciliated respiratory epithelium",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Chilvers",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Mckean",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Rutman",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Eur Respir J",
            "volume": "18",
            "issn": "",
            "pages": "965--70",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Ciliary beat pattern is associated with specific ultrastructural defects in primary ciliary dyskinesia",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Chilvers",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Rutman",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "O&apos;callaghan",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "J Allergy Clin Immunol",
            "volume": "112",
            "issn": "",
            "pages": "518--542",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Functional analysis of cilia and ciliated epithelial ultrastructure in healthy children and young adults",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Chilvers",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Rutman",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "O&apos;callaghan",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Thorax",
            "volume": "58",
            "issn": "",
            "pages": "333--341",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Primary ciliary dyskinesia: cytological and clinical features",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Greenstone",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Rutman",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Dewar",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "Q J Med",
            "volume": "67",
            "issn": "",
            "pages": "405--428",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Renal cysts in pediatric autopsy material",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Mir",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Rapola",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Koskimies",
                    "suffix": ""
                }
            ],
            "year": 1983,
            "venue": "Nephron",
            "volume": "33",
            "issn": "",
            "pages": "189--95",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Renal cystics diseases",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "S"
                    ],
                    "last": "Thomsem",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Levine",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "W"
                    ],
                    "last": "Meilstrup",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Eur Radiol",
            "volume": "7",
            "issn": "",
            "pages": "1267--75",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Acquired renal cysts after pediatric liver transplantation: association with cyclosporine and renal dysfunction",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Calvo-Garcia",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "M"
                    ],
                    "last": "Campbell",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "O&apos;hara",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Pediatr Transplant",
            "volume": "12",
            "issn": "",
            "pages": "666--71",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Acquired renal cystic disease after liver transplantation in children",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Franchi-Abella",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Mourier",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Pariente",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Transplant Proc",
            "volume": "39",
            "issn": "",
            "pages": "2601--2603",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Cellular and subcellular localisation of the ARPKD protein: fibrocystin is expressed on primary cilia",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "J"
                    ],
                    "last": "Ward",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Yuan",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "V"
                    ],
                    "last": "Masyuk",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Hum Mol Genet",
            "volume": "12",
            "issn": "",
            "pages": "2703--2713",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Triallelic inheritance in Bardet-Biedl syndrome, a Mendelian recessive disorder",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Katsanis",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Ansley",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Badano",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Science",
            "volume": "293",
            "issn": "",
            "pages": "2256--2265",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Representative immunolocalisation of fibrocystin protein in liver tissue. Panels A and B show low-(original magnification × 10) and high-power (original magnification × 40) images of normal liver tissue, respectively. Small intermediate and large ducts stained strongly and ubiquitously showing a granular cytoplasmic and membranous intracellular distribution. Panels C and D show low-and high-power images from a typical case of BA in which the fibrocystin stain is negative. Arrows indicate intrahepatic bile ducts within a region of the portal tract.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "FIGURE 2.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Relation between transplant status, renal cyst detection, cyst natural history, and changes in renal functionPatient no. Type of BA Age at diagnosis of BA, d",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}