{
    "paper_id": "f682b80943c968a3c61d3b26c97b4a87be2505e3",
    "metadata": {
        "title": "20th International BioInformatics Workshop on Virus Evolution and Molecular Epidemiology A1 Phylogenetic analysis of rabies virus (RABV) in Costa Rica",
        "authors": [
            {
                "first": "B",
                "middle": [],
                "last": "Le On",
                "suffix": "",
                "affiliation": {
                    "laboratory": "LANASEVE",
                    "institution": "Animal Health National Service (SENASA)",
                    "location": {
                        "settlement": "Costa Rica"
                    }
                },
                "email": ""
            },
            {
                "first": "S",
                "middle": [],
                "last": "Fallas-Rodríguez",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Paternity Laboratory Caja Costarricense del Seguro Social CCSS",
                    "institution": "",
                    "location": {
                        "settlement": "Costa Rica"
                    }
                },
                "email": ""
            },
            {
                "first": "J",
                "middle": [
                    "M"
                ],
                "last": "Cordero-Sol Orzano",
                "suffix": "",
                "affiliation": {
                    "laboratory": "LANASEVE",
                    "institution": "Animal Health National Service (SENASA)",
                    "location": {
                        "settlement": "Costa Rica"
                    }
                },
                "email": ""
            },
            {
                "first": "O",
                "middle": [],
                "last": "Aguilar-Argueda",
                "suffix": "",
                "affiliation": {
                    "laboratory": "LANASEVE",
                    "institution": "Animal Health National Service (SENASA)",
                    "location": {
                        "settlement": "Costa Rica"
                    }
                },
                "email": ""
            },
            {
                "first": "G",
                "middle": [
                    "C"
                ],
                "last": "Idania",
                "suffix": "",
                "affiliation": {
                    "laboratory": "LANASEVE",
                    "institution": "Animal Health National Service (SENASA)",
                    "location": {
                        "settlement": "Costa Rica"
                    }
                },
                "email": ""
            },
            {
                "first": "S",
                "middle": [],
                "last": "Hutter",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Veterinary University",
                    "location": {
                        "settlement": "Vienna",
                        "country": "Austria"
                    }
                },
                "email": ""
            },
            {
                "first": "S",
                "middle": [
                    "V"
                ],
                "last": "Hugo",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "SENASA",
                    "location": {
                        "settlement": "Costa Rica",
                        "region": "MAG"
                    }
                },
                "email": ""
            },
            {
                "first": "R",
                "middle": [],
                "last": "Gonz Alez-Barrientos",
                "suffix": "",
                "affiliation": {
                    "laboratory": "LANASEVE",
                    "institution": "Animal Health National Service (SENASA)",
                    "location": {
                        "settlement": "Costa Rica"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Molecular studies of insect disease vectors such as Bemisia tabaci are of increasing importance for understanding pathogen-vector relationships. Discovering the relevant genes that contribute to viral translocation through insect organs will facilitate the development of novel strategies for interfering with vector transmission of plant viruses. The ultimate goal of this study is silencing of putative transmission-responsible genes in the future by the development of transgenics. Information on gene expression and control in the target insect is necessary for this goal. Among the most important plant viruses to be transmitted by B. tabaci are those in the genus Begomovirus (family, Geminiviridae). Unfortunately, little is known about the genome of this vector. This study is investigating molecular aspects of the interaction between Whitefly B. tabaci and begomoviruses. As an initial step in this project differential display reverse transcriptase-PCR and randomly amplified polymorphic DNA-PCR has been applied to characterize differentially expressed mRNA from viruliferous and non-viruliferous insects, and in one case, from a B. tabaci feeding on TYLCV infected plants. Among 120 EST have been sequenced, twenty-seven ESTs show homology to known sequences from GenBank. Of these, fifteen ESTs code for up-regulated genes such as NADP-dependent D-sorbitol-6-phosphate dehydrogenase (Aldoketoreductase family), cell wall associated hydrolase, cytochrome oxidase P450 of B. tabaci, mothers against decapentaplegic homolog 4-like gene, alpha satellite repeat, maf Ham1 superfamily, periplasmic-binding proteins, cation-binding domain, odorant-binding protein. There are differentially expressed downregulated genes such as ubiquitin carboxyl-terminal hydrolase/protease ubiquitin specific protease [Culex quinquefasciatus], ATP-binding cassette subfamily B, Apis mellifera, serine/arginine-rich splicing factor 2-like (and in most insects like Apis millifera aphids, and Anopheles gambiae, saccharopine reductase, sugar (Glycoside-Pentoside-Hexuronide) transporter, aminophospholipid transporter, B. tabaci vitellogienin gene. Expression patterns were verified using qRT-PCR and revealed the accuracy of ESTs in cases of up-and down-regulation. monkeys on St. Kitts is considered to be almost equal to that of humans (around 40,000) . The majority of the monkeys are wild. Some juvenile monkeys are caught by locals, and are caged and/or used for entertaining tourists (tourism animals). Several hundreds of monkeys are kept at two of the island's primate research centers. The present project was designed to study the prevalence of simian rotaviruses and noroviruses in three different green vervet monkey populations on St. Kitts. A total of 143 fecal samples were collected from three different monkey populations (wild, captive and tourism animals). Viral RNA was extracted from the simian fecal samples by the SDS-phenolchloroform extraction method. The presence of rotavirus and picobirnaviruses (PBV) was detected using RNA electrophoresis in polyacrylamide gels (RNA-PAGE). Subsequently, the RNA migration patterns were visualized in polyacrylamide gels by silver staining. RNA-PAGE revealed double-band migration patterns indicative of picobirnaviruses in at least four of screened fecal samples. Picobirnaviruses are small non-enveloped bi-segmented doublestranded RNA viruses that have been reported in humans and a wide range of animal species, including a single report from monkeys in China. A few studies have provided evidence which suggest that PBVs are zoonotic. In most cases, including this work, these viruses were detected by accident while screening fecal samples for rotaviruses by RNA-PAGE. The presence of rotaviruses and/or picobirnaviruses in the fecal samples will be further confirmed by RT-PCR technique. As the enteric RNA-virome of the gastrointestinal tract of African green vervet monkeys of St Kitts remains uncharacterized, the genome sequencing and sequence analysis will be performed on select virus strains to study the genetic diversity of rotaviruses and picobirnaviruses in this part of the world. In recent years, a number of flaviviruses that replicate only in arthropods have been discovered and characterized. Herein, we describe the isolation and characterization of a novel mosquitoonly flavivirus. The novel flavivirus was isolated from C.",
            "cite_spans": [
                {
                    "start": 2329,
                    "end": 2344,
                    "text": "(around 40,000)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "(Melanoconion) occossa mosquitoes from an urban area of Iquitos, Peru, located in the Amazon basin in the northeastern region of the country. Evidence for a flavivirus was detected by indirect immunofluorescent assay in cell culture supernatant of infected C6/36 cells using polyclonal flavivirus group antibodies and confirmed by RT-PCR. In pairwise comparison of the ENV region sequences, nucleotide (47.4%) and amino acid (39.8%) identity was observed with Nounané virus (NOUV). Pairwise comparison of the NS5 region, nucleotide identity was observed with Spondweni virus (65.9%), Iguape virus (IGUV; 65.7%) and Kedougou virus (65.6%); however, at the amino acid level, pairwise identity was observed with IGUV (69.8%), Naranjal virus (69.6%) and Bussuquara virus (69.3%). Phylogenetic analysis using partial ENV and NS5 amino acid sequences revealed it forms a clade with NOUV. To investigate the host range of the novel flavivirus, we inoculated a variety of mammalian cells (Vero 76, Vero E6, BHK, LLCMK and MDCK) with pools of third passage C6/36 isolates and monitored for cytopathic effect (CPE) . No CPE was detected, and all mammalian cells lines were negative for flavivirus antigen by IFA and flavivirus RNA by RT-PCR following 14 days of incubation. We propose that this genetically distinct flavivirus be named nanay virus, after the zone of Iquitos, Peru, where it was first detected. Porcine reproductive and respiratory syndrome (PRRS) viruses are divided into two major genotypes (type 1 and type 2). Type 1 PRRSV is further divided into at least three subtypes, but until now only subtype 1 has been detected in Western Europe and North America. Both genotypes are circulating in Denmark and since vaccinations are widely used it is essential to monitor the diversity of circulating PRRSV to secure the vaccines are up-to-date. Prior to the present study, the diversity of circulating viruses in Denmark was virtually unknown. The main objective was to assess the diversity of circulating PRRS viruses in Danish pigs and to investigate the genetic drift of the virus in a closed population with very limited introductions of new animals. The study included phylogenetic analysis of full genome sequences of type 1 and type 2 PRRS viruses, including the very first Danish isolated type 1 virus and the very first Danish type 2 virus, which was isolated from a non-vaccinated pig herd. The results showed a very high genetic diversity among the Danish viruses throughout the genome within the same genotype. A global phylogenetic analysis showed that the Danish type 1 PRRSV formed two major clusters, one vaccine-like clade exclusively containing viruses isolated after the Porcilis vaccine was introduced and another distinct clade consisting mainly of viruses isolated in Denmark. Phylogenetic analysis in a global type 2 PRRSV framework classified all Danish type 2 viruses to a single cluster (sub-lineage 5.1) which comprised viruses closely related to the type 2 prototype isolate VR2332.",
            "cite_spans": [
                {
                    "start": 1099,
                    "end": 1104,
                    "text": "(CPE)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "A7 Molecular characterization of T4-like myovirus lytic to avian pathogenic Escherichia coli and extended spectrum b lactamase producing E. coli isolates from chickens Bacteriophage U KAZ14, is a T4-like myovirus which infects Avian pathogenic Escherichia coli 01 (APEC 01) and extended spectrum b lactamase producing E. coli isolated from chickens. APEC 01 causes colibacillosis in poultry leading to huge economic losses in the poultry industry worldwide and b lactamase producing E. coli is resistant to commonly used third generation cephalosporins used in human medicine and thus, a threat to public health. The virus UKAZ14, which is lytic to APEC 01 and b lactamase producing E. coli, has been isolated and its partial genome has been sequenced and analyzed. Whole genome sequencing is in process.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Based on the analysis of the partial genome sequences of this virus it belongs to the family Myoviridae. Detailed characteristics of this virus will be presented. It is envisaged that this virus may be useful in biocontrol programs against colibacillosis and susceptible cephalosporin-resistant E. coli in clinical settings.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Highly pathogenic avian influenza (HPAI) viruses pose a global threat to human and animal health, and cause considerable economic damage. The factors behind the emergence of these viruses are poorly understood, in part because of sparse sampling immediately after the identification of H5N1 in 1996. Since 2009 there has been a surge in novel reassortant HPAI H5 viruses, most notably H5N8 in 2013. The H5N8 virus epidemic provides an opportunity to investigate the factors behind HPAI emergence in much more detail than before. Our dataset consists of 110 H5 HA segment sequences sampled during H5N8 outbreaks from late 2013 to December 2014. Eightyfive of these samples were isolated from birds in twelve different provinces in the Republic of Korea, the second country to report outbreaks of H5N8. Forty-six of these are new unpublished isolates. The host species is known for almost all sequences. Ecological data (including domestic duck and chicken density and wintering waterfowl numbers) are available for all provinces. I hope to use phylogeographic and molecular clock methods to reconstruct the spread of H5N8. By integrating the spatial trajectory of the virus with existing ecological data, I will try to characterize the factors behind the spread of H5N8 in the Republic of Korea. The results of this study will help illuminate key drivers of the emergence of novel and historical HPAI in Asia, and their subsequent global spread. Currently there is limited information about the naturally occurring infectious bronchitis virus (IBV) strains that circulate in Trinidad and Tobago (T&T). Vaccination against the virus is widespread across the poultry sector; however, not much work has been done to identify the strains that exist in T&T. Poultry farmers who vaccinate their flock still experience clinical respiratory signs of disease on their farms and vaccines generally elicit poor cross-protection across serotypes. This research proposes to examine whether the occurrence of disease is due to novel strains, or other known strains of IBV, that differ from the traditionally used vaccination strains.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Clinical poultry samples will be tested for the presence of IBV using the real-time polymerase chain reaction testing method. Positive samples will be sequenced and analyzed alongside other strains of IBV worldwide and the strains used for the vaccination program in T&T. This research will lead to improved knowledge about IBV that will be valuable to the poultry industry concerning vaccination practices and disease control. identified as animal models for studying HSV. However, the overall and comparative prevalence of HVP 2 in male and female baboons and the circulating strains of HVP2 from different regions in Kenya is not known. In this study, the prevalence of HVP2 in baboons was determined by detection of anti-HVP 2 antibodies in sera from 189 baboons captured from different regions, using ELISA. Molecular characterization of the ELISA positive samples was done by PCR with specific primers targeting the thymidine kinase region of the virus followed by sequencing. In total, 87% of the baboons had been exposed to HVP2 infection. About 90% of the female and 83% of the male baboons were seropositive for HVP2 antibodies. A PCR and sequencing followed by phylogenetic analysis evaluation confirmed the presence of HVP 2 strain A951 as the circulating strain in seropositive baboons. This information on circulating strain of HVP2 will immensely enhance the use of baboons as models to study the pathogenesis of HSV and test vaccine strategies. To determine which species currently exist in Trinidad, insect light-trapping was performed in different ecozones throughout Trinidad. Classification was first performed morphologically using established biological keys, then unidentified specimens were classified using molecular methods involving non-destructive DNA extractions, followed by PCR amplification, sequencing and phylogenetic analysis of the mitochondrial Cytochrome oxidase I gene.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "To determine the serotypes and strains of BTV and EHDV circulating in livestock in Trinidad, 5-ml serum and whole blood samples were taken monthly (for 6 months) from a cohort of imported naïve dairy cattle starting from 3 days after entry into the country. Sera were tested for BTV and EHDV antibodies by ELISA to establish when the animals first seroconverted. Viral RNA was extracted from first-positive whole blood samples and subjected to group-specific reverse transcription quantitative realtime PCR (RT-qPCR) for both BTV and EHDV. Positive samples with the lowest Ct values were selected for virus isolation and serotypespecific RT-qPCRs to identify which of the twenty-four BTV serotypes and six EHDV serotypes are currently circulating in Trinidad. To date five BTV isolates have been obtained representing five different serotypes. Viral protein genes from the different BTV and EHDV isolates will be amplified and sequenced for subsequent phylogenetic analyses and viral evolution studies. In the era of improved biomedical interventions for prevention, the identification of human immunodeficiency virus (HIV) clusters using molecular epidemiology can inform public health efforts to interrupt ongoing HIV transmission. This retrospective study uses sequence and HIV drug-resistance data from individuals enrolled in clinical research studies at Georgetown University in Washington DC, which has 2.5% HIV prevalence. A total of 314 HIV pol gene sequences were collected from 1994 to 2013. Median age was 38 years, (71% female; 70% African American). HIV exposure was heterosexual sex for 35%, MSM for 15%, IDU for 17%, blood transfusion for 3% and unidentified or unknown for the remaining 30%. Transmitted drug resistance positions were removed and analyses performed using BEAST (GTR þ I substitution model, gamma distributed rates, relaxed molecular clock and GMRF Bayesian skyline tree prior). 600,000,000 states were generated (MCMC method) to achieve an ESS > 200 after 10% burn-in. Results were verified using the maximal likelihood method. A total of nine transmission clusters with posterior probability >95% consisting of two to three individuals were identified using the GTR model implemented in BEAST. Additional analyses will include a larger data set including prospective enrollment patients, and be used to identify timing of the entry of the epidemic into the region, identify transmission 'hot spots' using geospatial data, and to investigate the relationship of the local epidemic with national and global transmissions. Additional skills acquired during the workshop will enhance our ability to address these relevant questions using this unique and rich historic and contemporary data set. Myeloablation and autologous stem cell transplantation (ASCT) lead to significant depletion of circulating CD4 þ T cells and could impact the human immunodeficiency virus (HIV)-1 reservoir. The analysis of the viral population before and after ASCT could help to address the origin of HIV blood reservoir after ASCT. We studied the longitudinal effect of combination chemotherapy and ASCT for HIV-related lymphoma on cellular HIV-1 DNA quantification and diversity in patients on antiretroviral therapy. We analyzed thirteen antiretroviral successfully treated-HIVinfected patients who received myeloablative chemotherapy and ASCT for relapsed or refractory lymphoma. HIV-DNA was quantified longitudinally using real-time PCR assay on whole blood samples at different time points before, during, and after ASCT. No significant difference in median HIV-DNA for each patient before and after ASCT was observed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Furthermore, HIV-1 envelope C2V3 genomes from longitudinal blood samples from two patients were sequenced with ultra-deep pyrosequencing (UDPS) . Four time points were tested for each patient, two before and two after ASCT. Viral variants were reconstructed from UDPS sequences using a heuristic algorithm and viral dynamics were evaluated using nucleotide diversity. Sequences were evaluated for viral compartmentalization between viral population before and after ASCT. Analysis showed viral compartmentalization and an emergence of new viral quasispecies after ASCT in the patient who has been virological controlled by 7 years of antiretroviral treatment. This result suggested that virus found in blood after ASCT came from longlived ancient reservoirs, or a different compartment such as the gut. Analysis of additional patients with other compartment than blood and sorted cells in the graft is ongoing. Additional sequencing and prospective enrollment of participants is planned to build on the contemporary cohort to permit a timetrend analysis. Phylogenetic methods will be applied to analyze viral diversity and evolution and analyses performed to determine the long-term outcomes among those with TDR. genome coverage were obtained for thirteen HIV specimens. Phylogenetic and Simplot analysis identified pure subtypes D (n ¼ 1), F1 (n ¼ 1), H (n ¼ 2) and CRF25 (n ¼ 1). The remaining eight genomes were simple recombinants (n ¼ 1; URF_JK) or complex recombinants of three or more subtypes, including A, C, F, G, H, J, K and unclassified (n ¼ 7). The complexity of these URFs makes recombination analysis challenging. These complete genomes are a valuable contribution to surveillance of HIV strain diversity, which is important and essential to address the challenge posed by ongoing evolution of HIV and to monitor the rapidly changing HIV pandemic. Although the delay between the two epidemics may suggest two separate populations, we hypothesized that the transmission of HIV started in Cebu City and spread to Mandaue by people who shared needles in both cities. Phylogenetic analysis offers an important tool to test this hypothesis by assessing genetic similarities and differences within and between the two groups. We analyzed 111 HIV reverse transcriptase (RT) sequences collected from people who inject drugs and men who have sex with men during surveillance in 2013.",
            "cite_spans": [
                {
                    "start": 137,
                    "end": 143,
                    "text": "(UDPS)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Another 278 sequences sampled in the Philippines or closely related sequences from a BLAST search were also included in the analysis. Sequences were aligned with HXB2 and a maximum-likelihood phylogenetic tree was built using the GTR mode in FastTree. We found that ninety-six of the 111 sequences were subtype B grouped in a monophyletic clade. This is consistent with our hypothesis that the HIV infections among people who inject drugs in the two cities are clustered and that, despite the delay between the epidemics, the two epidemics are closely linked. Our objective was to study a recently initiated ($10 years) HIV epidemic in a native community that exhibits a restricted human leukocyte antigen (HLA) diversity, with the initial hypothesis that HIV would rapidly select escape mutations to the limited number of HLA alleles and this increased adaptation would impact HIV pathogenesis. We performed high-resolution HLA Class-I typing and near-full length HIV genome sequencing from sixty-five chronically infected HIV-positive individuals. Phylogenetic reconstruction was performed by neighbor-joining and only bootstrap scores >90% were accepted. Implementing statistical and phylogenetic-based methods, we identified HLA-linked viral polymorphisms associated with escape from the most frequent HLA alleles. Considering them as signatures of viral adaptation, we correlated their presence with viral load and CD4 count. We identified twenty-four HLA-linked viral escape mutations (P < 0.05; q < 0.1) distributed across the entire HIV proteome. On the phylogenetic reconstruction, we observed highly supported (bootstrap support ¼ 100%) monophyletic clades that suggest independent introductions of HIV. Classifying the viral variants based on their prevalence at the population-level, we found that viruses present at higher prevalence exhibited a higher number of escape mutations compared with those found at low prevalence (P ¼ 0.0114). In a subset of forty-one antiretroviral-naïve patients, we found that the number of escape mutations was positively correlated with CD4 count (P ¼ 0.044) and negatively correlated with viral load (P ¼ 0.023). The ability to reconstruct the phylogenetic relationships among the variants allowed us to show a rapid adaptation of HIV to the HLA-I mediated immune response that could be leading to less pathogenic infections.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A22"
        },
        {
            "text": "A28 The role of pathogen genomics in enhancing understanding of epidemic transmission of infectious diseases using human immunodeficiency virus type 1 (HIV-1) as an example Understanding how and why antibody breadth develops in some patients, but not others, could inform HIV-1 vaccine design. We hypothesized that the initial targeting of certain epitopes on the envelope glycoprotein gp120, combined with the subsequent influence of viral escape pathways and evolution of the B cell response, programs the development of antibody breadth. We have identified and characterized the transmitted/founder and longitudinal escape Envelope variants for ten subtype A and C HIV-1 infected individuals who developed varying levels of antibody breadth. Preliminary sequence analysis of the transmitted/founder Envelopes did not associate breadth with an amino acid signature, differences in gp120 variable loop length, or differences in the number of N-linked glycosylation sites in gp120. We did find evidence for early nAb pressure in three major regions of gp120 that are targeted by antibodies: the V1V2 hyper-variable domain, the CD4-binding site, and the N332-glycan patch, but with considerable overlap between the higher and lower neutralizers. Therefore, we postulate that analysis of the ensuing viral escape pathways, and the co-evolving B cell immunoglobulin variable domains, are key to understanding how early, strain-specific autologous antibodies broaden their specificities over time.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A22"
        },
        {
            "text": "A30 The contribution of epidemiological predictors in unraveling the phylogeographic history of human immunodeficiency virus type 1 (HIV-1) subtype C in Brazil.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A22"
        },
        {
            "text": "T. Grä f, 1 Analyzing and comparing biomolecular information can present problems that are very time and resource consuming. These kinds of data can be used the field of virology to interpret viral drug resistance. The databases from which these data come present are complex and traditional data management techniques are not useful since they can sometimes present inconsistencies. This research aims to optimize the response time and computational resource consumption of the RegaDB human immunodeficiency virus (HIV) drug resistance interpretation algorithms using big data management and manipulation techniques. To achieve this, it will be necessary to know the performance of these algorithms and evaluate their complexity in order to determine the consumption of time and computational resources under the worst, median and better case scenarios. Finally, big data management and manipulation techniques will be used to modify the algorithms. We expect to offer empirical or mathematical proof of a reduction in time or computational resource consumption in at least one of the algorithms. The pol and env gene sequences obtained from HIV-1 genotyping for drug resistance will be collected within the country member states of the Caribbean Public health agency and the Caribbean HIV-DR network and will be used to perform phylogenetic analyses. The Stanford University Database (http:// hivdb.stanford.edu/hiv) will be used to analyze the protease-RT sequences for mutations associated with resistance to antiretroviral drugs. This study will provide a global view of HIV-1 genetic diversity and drug resistant strains in the Caribbean region. Phylogenetic analysis of HIV-DR strains is absolutely necessary to monitor HIV-DR strain evolution, and will also contribute to strengthening the implementation of public health strategies to prevent and address HIV-DR in the region.",
            "cite_spans": [
                {
                    "start": 10,
                    "end": 11,
                    "text": "1",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "A22"
        },
        {
            "text": "A36 Evolutionary history of dengue virus serotype 2 (DENV-2) in Santander, a dengue endemic region in Colombia. Dengue is the most important vector transmitted disease in Costa Rica, but research on the local factors that affect the disease system is scarce. Recent studies show the presence of dengue virus (DENV) in wildlife, including bats, but the role they play in the transmission cycle is unknown. The significance of wildlife in (re)emerging infectious diseases has been increasingly appreciated, and it is possible that some species of bats are susceptible to DENV. This research aims to evaluate the presence of DENV in domiciliary bats that inhabit areas of high and low incidence of dengue, in wet and dry season, in Costa Rica to identify ecological, environmental, anthropogenic and virological factors that could involve the bat in a possible viral transmission cycle. We sampled houses in which humans and bats cohabit, took samples from bats and blood samples from humans, and collected mosquitoes by EVS-CO 2 traps. According to the sample type, we determined the presence (RT-PCR and virus isolation) and frequency (serology) of DENV in bats (blood and pool of organs), mosquitoes and humans to determine the possible virus circulation in them. We performed necropsy on a portion of the bats collected and histopathology on shock organs (heart, lung, liver, spleen, kidney, brain), to observe any possible sign of sickness. Furthermore, we will establish the phylogenetic relationships of the strains of DENV obtained from bats, together with co-circulating human and mosquito strains collected by the reference center, by analyzing the E region sequences. Characterizing intra-host genetic variability in dengue virus (DENV) virus is paramount for understanding its evolution and population dynamics in its current status as a major human pathogen. The extent to which viral diversity accrues in infected hosts influences aspects such as pathogenesis, transmission and host immunity. Although there are several studies of intra-host genetic diversity of dengue virus infection, limited data have been reported for DENV-4 so far. In the city of Guaruj a in the State of Sao Paulo, the reemergence and spread of this serotype was associated with its co-circulation and with the displacement of serotypes 1-3 during recent outbreaks. Based on this epidemiological framework, we seek to identify the intra-host genetic variation of DENV-4 strains from samples collected during the 2013 outbreak using deep sequencing technologies. We will estimate the level of variability and the evolutionary history of these viruses in response to selective pressures imposed by an urban population previously exposed to the remaining three dengue serotypes. This study would also be the first effort to investigate the intra-host diversity of DENV-4. , and a clear division of ECSA clade into three subgroups (I-III), were defined by Bayesian analysis; similar results were obtained using E1 gene sequences. A nucleotide identitybased approach is provided to facilitate CHIKV classification within the ECSA clade. Using seven methods to detect recombination, we found a statistically significant event (P-values range: 1.14 Â 10 À7 to 4.45 Â 10 À24 ) located within the nsP3 coding region. This finding was further confirmed by phylogenetic networks (PHI Test, P ¼ 0.004) and phylogenetic tree incongruence analysis. The recombinant strain, KJ679578/India/2011 (ECSA III), derives from viruses of ECSA III and ECSA I. Our study demonstrates that recombination is an additional mechanism of genetic diversity in CHIKV that might assist in the cross-species transmission process.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A22"
        },
        {
            "text": "A mAbs would have to be broadly cross-reactive against existing CHIKV variants, and should target epitopes that are refractive to immune escape. We will therefore determine the nature and extent of sequence variation in targeted genes, both within and among the individuals (during consecutive outbreak years) and also compare to global CHIKV sequences derived from the wider Americas with emphasis on detecting variation and signatures of selection at B-cell epitopes. Whole genome sequences derived to date confirm the presence of the Asian genotype in Trinidad and low sequence diversity both within and between individuals.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A43 Protective B-cell epitopes in chikungunya virus (CHIKV) infection"
        },
        {
            "text": "A44 Evolution of chikungunya (CHIKV) in India: whole genome sequencing and clinical data correlation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A43 Protective B-cell epitopes in chikungunya virus (CHIKV) infection"
        },
        {
            "text": "J. Jain, 1, * J. Shrinet, 1 J.S. Shastri, 2 R. Gaind, 3 R.K. Bhatnagar, 1 Chikungunya virus (CHIKV) is a vector-borne disease transmitted by Aedes mosquitoes with a very high morbidity rate and its chronic state can persist for >2 years in some cases. Chikungunya is prevalent in most parts of India and has now become a global issue. We aimed to study the evolution of CHIKV in India, and for the same purpose more than 100 clinical field isolates were collected from across India over the span of 4 years (2010-13). All the clinical samples, along with CHIKV passaged six times in Vero cells in vitro, were subjected to clinical, molecular and next generation whole genome analysis. Activity of the virus was studied via viral load experiments, plaque assays, quantitative PCR and Sanger sequencing, before further processing for whole genome sequencing. The main purpose of this study was to perform in depth analysis of CHIKV genomes that could help to understand the underlying single nucleotide changes and mutation events that might have occurred within the CHIKV genome leading to its evolution. The genomic data and molecular analysis, along with SNPs and mutation information, were further correlated with clinical information in order to determine the evolution and molecular epidemiology of the virus. Enzootic strains that circulate in sylvatic, rodent-mosquito enzootic cycles regularly spillover to infect people and also emerge periodically to cause equine epizootics, characterized by an equid-mosquito amplification cycle that spills over to humans, causing major epidemics. Large human and equine epidemics since the 1920s have been associated with the epizootic strains IAB and IC; however, around 10% of the clinical diagnoses of dengue febrile cases in Latin America have been estimated to be VEEV ID or IE enzootic infections. Only enzootic VEEV ID and IE circulate in Panama, and the last VEEV Panamanian strains described were isolated in 2010 during a VEEV-EEEV outbreak in the sylvatic region close to Colombia. Differences in the geographic distribution of the VEEV complex and of epidemiologic profiles prompted evaluation of their evolutionary histories. In order to elucidate the pattern of transmission and dispersal of VEEV species through the Americas, we expanded the sequence length and the number of available VEEV strains, introducing more recent isolates, and analyzed them using basic phylogenetic tools. The models and training that will be gained during this course will allow us to reconstruct the phylodynamic and phylogeographic history of this complex through the years. Hepatitis A virus (HAV) infection is the most common cause of acute viral hepatitis and has significant implications for public health worldwide. To characterize HAV strains circulating in China, five samples collected in different provinces from 2006 to 2009 were entirely sequenced. Phylogenetic analysis based on distinct segments showed that all five sequences belonged to subgenotype IA, but with slight differences in some fragments. No amino acid mutations were found at the known neutralizing epitope sites, and one unique substitution was identified near the immunodominant site. While no intertypic recombination was detected, intratypic recombination signals were found in the study. Molecular evolution analyses showed the estimated mean substitution rate of genotype I worldwide was 3.27 Â 10 À4 substitutions/site/year, and the time to the most recent common ancestor was about 267 years ago. The quasispecies distribution across the complete genome was also evaluated and the nucleotide mutation frequency was found to range from 7.26 Â 10 À4 to 2.30 Â 10 À3 substitutions per nucleotide. The amino acid mutation frequency ranged from 1.38 Â 10 À4 to 4.27 Â 10 À3 substitutions per amino acid, and the high mutation frequency regions were mainly in the nonstructural protein coding sequences. This study contributed information on the genotype distribution, selection pressure, neutralizing epitope site mutations, recombination events and quasispecies distribution of HAV strains in China. The evolutionary status of genotype I worldwide was also analyzed, which will provide a reference for future HAV molecular epidemiology studies. Moreover, the different phylodynamic approaches sometimes disagree on virus dynamics prior to PAT initiation. I propose to combine and align all available HCV-4a sequences to generate an updated benchmark dataset for testing phylodynamical techniques. I aim to apply methods, taught in this workshop, on evolutionary hypothesis testing, to resolve uncertainty surrounding the epidemic history of Egyptian HCV and hopefully clarify the importance of the PAT campaign. Furthermore, by contrasting and comparing results of existing models on a canonical data set, I hope to gain insight into their relative merits as statistical estimators. This would support my long-term aim of developing richer and more informative Bayesian phylodynamic models. Even though there is evidence of sexual transmission of hepatitis C virus (HCV) the actual risks in different types of sexual behavior have been difficult to assess and it is still unclear as to which factors actually contribute to this route of transmission. In this study, we report transmission associated with lack of lubrication during sex from fifteen HCV-infected individuals to their heterosexual partners. Forty female patients with symptomatic acute HCV infection were identified at the Viral Hepatitis Laboratory, Fiocruz, Rio de Janeiro, Brazil. To confirm HCV transmission between spouses, nested reverse transcription polymerase chain reaction products were submitted to direct nucleotide sequencing of the NS5B region. The obtained sequences were aligned with corresponding nucleotide sequences of twentythree HCV reference sequences retrieved from GenBank and thirteen local unrelated HCV sequences and phylogenetic tree was constructed with Mega 4 software using Neighbor-Joining method. The evolutionary distances were computed using the Maximum Composite Likelihood method and their reliability was assessed by bootstrap resampling 1,000 replicates. Among the forty subjects that reported sexual risk behavior, twenty-nine had sexual partners that volunteered samples to investigate possible HCV genomic similarities. The phylogenetic analysis of the nucleotide sequence of HCV genome was limited to the remaining fifteen subjects and their sexual partners, which revealed nucleotide identity >95% among fourteen of the fifteen couples, which strongly suggests these partners to be the source of infection, after ruling out possible contamination through personal item sharing. These findings provide strong molecular evidence that the women had acquired HCV infection most likely by interspousal sexual transmission. the HDV R0 region by Reverse Transcriptase (RT)-nested PCR. The PCR products were screened with RFLP using SmaI restriction enzymes. Nucleotide sequences were used for phylogenetic analysis for clade determination. In silico analysis for evidence of recombination was also carried out in order to determine the origin of the HDV isolates of interest. PCR-RFLP analysis using SmaI enzyme showed that three of our HDV isolates belonged to genotype II. A deeper nucleotide analysis exposed a single base pair selectively neutral mutation at the single SmaI restriction site within the B cell epitope, which caused these three strains to be falsely categorized as genotype II. Sequences analyzed in silico for recombination showed putative exchange of genetic material within and across genotype I and II. Phylogenetic analysis of our sequences have shown a clear misclassification of genotype in our HDV isolates and proved the shortcomings of HDV genotyping based on PCR-RFLP. Recombination analyses have suggested a possible reason for the high frequency of occurrence of this mutation in our sample. Lassa virus continues to be endemic with frequent outbreak in areas of endemicity which is of a public health concern due to its fast evolutionary rate. There have been reports of new strains in different epidemic outbreaks. We used seven different codon usage bias tools and indexes targeting synonymous codon usage, which included GC content, ENC, SCUO, Codon Volatility, RSCU, Odds ratios and Graphical Codon Usage Analysis tool. This study observed evolutionary patterns in Lassa virus from humans, rodents and bats. It also observed the evolutionary pattern and influence of different geographical locations and periodic outbreaks. There was variation in GC content in the glycoprotein gene, nucleoprotein gene, Z-protein gene, S-protein gene and polymerase gene. RSCU value was positively correlated with the Odds Ratio of dinucleotides in the codons. RSCU values of humans, rodents and bats were slightly different, though this result was not completely true for odds ratios. genotyping was performed using the sequence from the product of GI SKF/SKR and G2 SKF/SKR primers for capsid N/S domain. cDNA synthesis was performed with SuperScript III reverse transcriptase, SaV detection was performed using SaV124F, SaV1F, SaV5F and SaV1245R as primers and SaV124TP and SaV5TP as probes, genotyping was performed using the sequence from the product of SaV F22 SaV R2 primers for a partial capsid region. Preliminary data indicates the prevalence of NoV was 38%, with NoV GII as the main genotype found in the specimens, and the prevalence of SaV was 9.6%. The genotyping for twenty-two isolates according the partial capsid region was GI ¼ 7, GII ¼ 9, GIV ¼ 4 and GV ¼ 2, and from these data six samples show co-infection for SaV and NoV. Control nondiarrhetic samples were negative for NoV and SaV. According to these preliminary results, NoV remains an important etiologic agent and SaV seems to be responsible for a substantial number of cases in Lima. SaV detection should be included in future research of viral gastroenteritis epidemiology.",
            "cite_spans": [
                {
                    "start": 72,
                    "end": 73,
                    "text": "1",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "A43 Protective B-cell epitopes in chikungunya virus (CHIKV) infection"
        },
        {
            "text": "A55 Diversity and dynamics of rotaviruses in human, pigs and rats in Vietnam using agnostic whole-genome deep sequencing from Dominica showed, however, some level of diversity when compared with the strains from USA. The isolation of EV-D68 in the Caribbean region may represent a major public health challenge, not only for the region but also for the rest of the Americas due to the potential spread of the virus through the continent, the wide range of symptoms at presentation, the need of molecular diagnosis to confirm the isolation and the expected morbidity mostly in young children. Cacipacore virus (Flavivirus). The full-length genomes of arboviruses were sequencing using Illumina HiSeq 2,500 system with paired-end 2 Â 150 paired-end bases. The genomes were obtained by employing a de novo assembly strategy. The reads in fastq format were qualityfiltered using the program FastQC v0.11.3 and any adapter sequences were removed using Trimmomatic-0.33 software. The de novo assembly program IDBA UD-1.1.1 was used to assemble the reads into contigs. The longest contigs were submitted to BLASTbased searches to identify viruses. Afterwards, annotations of putative ORF genes were identified by prediction in Geneious 8.0.3. All viruses that were characterized were molecularly and structurally similar and showed similarities to viruses from their respective genera. These data will represent the first complete coding region sequences for each species of virus. Our results will provide the molecular basis for the development of diagnostics, further genetic analyses, and future epidemiologic studies of these arboviruses in South America, especially Brazil. Whether and when such patients receiving nucleos(t)ide analogues can stop treatment without exposing the patient to a relapse is unknown. Thus, predictive markers are needed, both at baseline to evaluate the risk of treatment failure and during therapy to predict treatment success and evaluate the likelihood of a viral rebound at its withdrawal. We studied a cohort of 156 treatment-naïve patients with chronic HBeAg-positive chronic hepatitis B treated with adefovir dipivoxil and followed for a maximum of 180 weeks. HBV PreC/C domain which overlaps with X gene was sequenced in sequential samples by means of ultra-deep pyrosequencing using Genome Sequencer FLX (Roche Molecular systems/454) and analyzed by Pyropack (in-house software). Then, each mutation found was logit modeled over time, clustered (methods k-means, STEM-FLAME) and visualized by heat-map. From 337 serial samples from the 156 patients, we found four groups of patients harboring patterns of mutations located in the critical domain of HBV (promoters, replication regulation domain) associated with phenotypic characteristics such as viral load decrease or seroconversion. In conclusion, we used ultra-deep pyrosequencing to assess whether signature sequences in the PreC/C region could help tailor antiviral treatment of HBeAg-positive chronic hepatitis B.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A46 High incidence of bacterial co-infections in patients infected"
        },
        {
            "text": "Results are promising to better understand the evolution of HBV under nucleotide inhibitor treatment and to better manage treatment of patients.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A46 High incidence of bacterial co-infections in patients infected"
        },
        {
            "text": "A59 Cervical microbiome diversity is associated with cervical precancer using Next-Gen sequencing Z. Chen, 1,2, * P.K.S. Chan, 1 In the absence of integrated disease surveillance data and contact tracing in most Africa countries, understanding of EVD phylodynamics and phylogenetics may provide insights into the rate of epidemic growth and the reproduction and the undetected infections or reveal epidemiological history. Also there is urgent need to assess the natural selection and selective pressures acting upon viral emergence and on potential resistance or evolutionary adaptations and, most importantly, to characterize EVD spreading patterns using epidemiological population genetic model simulations, which are crucial in supplementing epidemic surveillance and timely intervention efforts.",
            "cite_spans": [
                {
                    "start": 127,
                    "end": 128,
                    "text": "1",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "A46 High incidence of bacterial co-infections in patients infected"
        },
        {
            "text": "A62 A64 Diversity and evolution of human metapneumovirus (HMPV)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A46 High incidence of bacterial co-infections in patients infected"
        },
        {
            "text": "Human metapneumovirus (HMPV), a paramyxovirus associated with acute respiratory infection is the leading cause of serious lower respiratory tract infection in young children worldwide and is associated with severe disease in immunocompromized hosts or persons with underlying conditions. HMPV is divided into four different subgroups: A1, A2, B1 and B2 and based on phylogeny, the closest virus to HMPV is the Avian metapneumovirus type C. Partial sequencing of the glycoprotein and the fusion protein genes from several groups suggest that the lineages of HMPV are preserved over time. We have sequenced and analyzed fifty-nine complete genomes and their individual coding regions from several global locations to determine the diversity of HMPV at the genomic level, and viral evolution over time. Lineages A and B were found to cocirculate globally, and host gender or age had no bearing on the type of subgroup infecting the host. Analysis of selection pressure for individual coding regions suggested very few positively selected sites, although a higher dN/dS ratio for the B lineage in six of the nine coding regions were observed. Further analysis to identify clade deterministic amino acid residues yielded very distinct residue changes in HMPVA vs HMPVB for all nine coding regions. Using BEAST, the mean rates of evolution were calculated for each coding region and the time to most recent common ancestor was calculated to be around 1804 using the whole genome.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A46 High incidence of bacterial co-infections in patients infected"
        },
        {
            "text": "A65 Viruses associated with acute febrile illnesses in Trinidad and Tobago (T&T) Both present as acute fevers, clinically indistinguishable from each other and from a range of other febrile illnesses. Accurate, up-todate information on the nature, prevalence and distribution of viruses circulating in a given population is critical for efficient and effective targeting of public health interventions. In this regard, we have been screening individuals presenting with acute undifferentiated febrile illnesses (AUFIs), presenting at a major hospital in T&T), in order to determine the rate of DENV and CHIKV as well as identify other viruses associated with AUFIs. Of 158 individuals screened using DENV and CHIKV specific reverse transcription quantitative polymerase chain reactions (RT-qPCRs), CHIKV was detected in 19% (n ¼ 30) and DENV in 5.1% (n ¼ 8; six DENV-1, one DENV-3, one DENV-4) of cases. Using an Illumina platform, eight CHIKV sequences were derived from the aforementioned samples. Phylogenetic analysis of their complete coding regions confirmed that they belonged to the Asian genotype and clustered together with the British Virgin Islands sequence (accession no. KJ451624) isolated in 2014 at the beginning of the Caribbean outbreak. Serum samples from thirty individuals who were RT-qPCR negative for DENV and CHIKV were also subjected to Illumina sequencing resulting in the detection of CHIKV in three additional individuals. Viral sequence reads also included several herpesvirus related sequences, and Human Immunodeficiency Virus 1 in one individual in whom Teno Torque virus 3 was also detected.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A46 High incidence of bacterial co-infections in patients infected"
        },
        {
            "text": "In February 2014, size fractionated metagenomic samples were collected at twenty locations of the Amazon River watershed. These include samples just upstream of Manaus all the way to the mouth at Belem. Samples were collected just upstream of confluences as well as after significant mixing between the main branch and the tributaries. Detailed analyses of the water chemistry have revealed dramatic differences in the samples, particularly in terms of carbon, iron and calcium content, which corresponds with the drainage basin and land usage. Sequencing is underway. The analyses of the sixty metagenomes (twenty samples, three size fractions) with regards to changes in water chemistry and land usage will be presented. Correct identification of Fusarium species in food products allow for more accurate prediction of mycotoxigenic risk. Members of the Fusarium incarnatum-equiseti species complex (FIESC) are known to be trichothecene producers. Trichothecenes are potent inhibitors of protein synthesis in eukaryotic cells as they interrupt peptidyl transferase activity during the elongation phase of translation. These fungi cause different acute and severe diseases in humans and animals depending on the type of trichothecene ingested. The Trinidad strains belonged to at least eight different phylogenetic species of the FIESC: F. equiseti strains belonged to three phylogenetic species and the F. incarnatum strains belonged to five phylogenetic species. The partial sequences of the translation elongation factor gene (EF-1a) and of the internally transcribed spacers of the rDNA region (ITS1-5.8S-ITS2) were used in a multi-locus sequence comparison. Additionally, the genetic diversity of ninety-five strains of the FIESC belonging to five different global populations was investigated. Sequence exploration indicated that the aligned DNA sequences of the EF-1a gene were more informative than the ITS sequences based on DNA polymorphism indicators. Phylogenetic relationships, gene flow and the potential for migration of the pathogen across continents are to be determined. Our previous phylogenetic studies implicate the vampire bat species Desmodus rotundus as the source of rabies virus (RABV) outbreaks in the Caribbean island of Trinidad and provide evidence for RABV importation from the nearby South American mainland on at least three occasions between 1972 and 2010, each with subsequent in situ lineage expansion. RABV activity in Trinidad is greatest in the southwestern peninsula closest to the mainland. The main method of control is chemical culling of vampire populations, which can indiscriminately affect co-roosting non-vampire species. The aim of this study is to investigate the role of D. rotundus population dynamics and mainland-island movement in determining patterns of RABV activity in Trinidad. Between February 2012 and August 2013, 103 D. rotundus were collected at various locations in Trinidad (primarily during routine eradication exercises by the Anti-Rabies Unit of the Ministry of Food Production). They were humanely euthanized and swabs (oral and rectal), blood and tissue samples were harvested using all appropriate laboratory safety precautions. Samples were then frozen (À80 C) until further use. D. rotundus from selected areas in South America (Venezuela, Suriname, Guyana) will be captured and similarly processed. Genomic DNA will be extracted from tissue samples and comparative bat population genetic analysis will be performed using the mitochondrial cytochrome b gene and selected microsatellite markers. Bat tissues will be screened for RABV using rabies-specific reverse transcriptase-polymerase chain reaction. RABV seroprevalence will also be determined. The BEAST software package will be used on data sets of derived and previously published viral sequences to infer evolutionary relationships, population dynamics and patterns of gene flow. D. rotundus population sizes will also be estimated using partial roost counts and capture/recapture data. The relationship between bat population dynamics in Trinidad and movements estimated from the bat population genetic analyses, and patterns of RABV gene flow and outbreaks will then be investigated. and genome viewing in GBrowse. A personal Workbench space is also provided to the user for saving and sharing sequences, searches and analysis results for future use. The data management and analysis tools have been designed to facilitate the research and development of diagnostics, prophylactics and therapeutics against these human virus pathogens.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A46 High incidence of bacterial co-infections in patients infected"
        }
    ],
    "bib_entries": {
        "BIBREF1": {
            "ref_id": "b1",
            "title": "University of Queensland, Australia, 3 Departments of Pediatrics and Pathology",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "Craig",
                    "middle": [],
                    "last": "Venter Institute",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Microbiology and Immunology",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Cincinnati Children's Hospital",
            "authors": [],
            "year": null,
            "venue": "Fundacion INFANT",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "A66 Metagenomic profiles of the Amazon river C.L",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Phylogeny of a new flavivirus isolated from Culex (Melanoconion) occossa of urban place from Iquitos, Peru J. Evangelista, 1, * C. Cruz, 1 C. Guevara, 1 H. Astete, 2 C. Carey, 3 T. Kochel, 4 A.C. Morrison 2,5 M. Williams, 1 E. Halsey, 1 and B. Research Unit 6 (NAMRU -6) Lima, Peru, 2 Naval Medical Research Unit 6 (NAMRU -6) Iquitos, Peru, 3 Health Directorate, Loreto, Peru, 4 Naval Medical Research Center, Silver Spring, MD, USA and 5 University of California, Davis, CA, USA",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "The genetic drift of porcine reproductive and respiratory syndrome virus (PRRSV) in a closed population evaluated by next generation sequencing (NGS) of complete genomes L.K. Kvisgaard, C.K. Hjulsager, and L.E. Larsen National Veterinary Institute, Technical University of Denmark, Frederiksberg, Denmark",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Human immunodeficiency virus type 1 (HIV-1) genetic diversity and drug resistance in the Caribbean. G.G. Delva, 1, * C. Gutierrez, 1 G. Ravasi, 2 M. Charles, 3 and G.A. Disease Control and Prevention, Atlanta, Georgia, USA There have been few phylogenetic analyses on human immunodeficiency virus type 1 (HIV-1) drug resistant strains in the Caribbean region. The primary objective of this study is to analyze the patterns of genetic diversity of HIV-1 in the Caribbean and describe the molecular epidemiology of HIV-1 drug resistance (HIV-DR) in the region.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Spatiotemporal dynamics of Venezuelan equine encephalitis virus (VEEV) antigenic complex J.-P. Carrera, 1, * N. Forrester, 2 A.J. Auguste, 2 T. Research in Virology and Biotechnology, Gorgas Memorial Institute of Health Studies, Panama City, Panama and 2 Department of Pathology and Institute for Human Infection and Immunity, The University of Texas Medical Branch, Galveston, TX, USA Venezuelan equine encephalitis virus (VEEV) (Alphavirus, Togaviridae) antigenic complex is composed for sixteen single strand RNA virus species.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Laboratory, Oswaldo Cruz Institute, FIOCRUZ, Rio de Janeiro, Brazil and 2 Gastrointestinal Unit, Massachusetts General Hospital and Harvard Medical School, Boston, MA, USA",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Lassa virus: codon usage and bias along with its host L.E. Okoror 1, * and A.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "Sequence analysis of the hepatitis B virus (HBV) PreC/C region by ultra-deep pyrosequencing as a predictor of nucleus colonies (Nucs) treatment outcome in patients with HBeAg-positive chronic hepatitis B C. Rodriguez, 1, * E. Audureau, 2 S. Chevaliez, 1 F. Darthuy, Laboratory, LIC-EA 4393, Paris-Est Creteil University, France One of the main goals of hepatitis B virus (HBV) antiviral therapy in patients with HBeAg-positive chronic hepatitis B is HBe seroconversion with sustained inhibition of viral replication.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "The role of mainland-island vampire bat movement and population dynamics in rabies virus (RABV) activity in Trinidad J.F.R. Seetahal, 1, * O.M. Allicock, 1 V. Ramkissoon, 1 C. Oura, 2 and C.V.Preclinical Sciences, Faculty of Medical Sciences, The University of the West Indies, St. Augustine, Trinidad and Tobago and 2 School of Veterinary Medicine, Faculty of Medical Sciences, The University of the West Indies, St. Augustine, Trinidad and Tobago",
            "latex": null,
            "type": "figure"
        },
        "TABREF1": {
            "text": "A10 The presence of infectious bronchitis viruses of poultry inTrinidad and Tobago and the implications for using traditional vaccination strains A. Brown,* L. Blake, and C. Oura*Corresponding author School of Veterinary Medicine, Faculty of Medical Sciences, The University of the West Indies, St. Augustine, Trinidad",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Culicoides midges are very small, hematophagous insects that live in moist, organic environments. There are $1,300 known species, some of which are vectors for important livestock viruses (e.g. bluetongue virus [BTV] and epizootic hemorrhagic disease virus[EHDV]) and human viruses (e.g. Oropouche virus).",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "The intersubtype recombinant form B/D was identified in 1.2% of infected children. Phylogenetic analyses revealed that the epidemic originates from multiple independent introductions and distributed in different lineages that are widely dispersed in other southwestern African countries. This is the first national HIV-1 molecular epidemiology survey performed in Mozambique and it demonstrates that HIV-1 subtype C is the most prevalent in the country and suggests the existence of autochthonous transmission networks of subtype C in Mozambique. Continuous surveillance of the genetic diversity of HIV-1 in the country is fundamental to provide a better understanding of subtype C epidemic spread and to inform the design of optimal intervention strategies in Mozambique.A15 The human immunodeficiency virus type 1 (HIV-1) epidemic in the Caribbean: new data sets complicate the story G. Dos Santos,* M. Ouka, and R. Cé saire",
            "latex": null,
            "type": "table"
        },
        "TABREF9": {
            "text": "Cuba in the late 1970s. This supported the idea of subtype B introduction in Cuba from North America and Europe. The results presented herein, provide new insights concerning the epidemic of HIV-1 subtype B in our region. region of CRF06_cpx may explain this result. BLAST analysis showed a high percentage identity with strain 02AG/G. Our results confirm the presence of multiple URFs of HIV-1 in the recently diagnosed seropositive population. Analysis of the fulllength genomes of the respective viruses would be required to confirm whether they are the result of recombination in single dually infected individuals or are new CRFs.Although in Europe there is a significant decrease in the number of newly diagnosed human immunodeficiency virus (HIV) infections related to injecting drug use, Romania exhibits important HIV outbreaks in this vulnerable population: until 2010, the percentage of newly diagnosed HIV cases attributable to IDU was insignificant (<1.5%) reaching 30% in 2012 and 2013 and 21% in 2014. Our aim was to analyze the pattern of HIV subtypes and the prevalence of transmitted drug resistance (TDR) in a group of treatment-naive injecting drug users, newly diagnosed with HIV infection between 2010 and 2014. We studied a group of fifty injecting drug users, out of which thirtytwo (64%) were HIV-1 infected. Pol gene sequencing was performed using the ViroSeq HIV-1 Genotyping System (Abbott Laboratories, USA) and HIV subtype was determined using the REGA HIV-1 subtyping tool. TDR-associated mutations were defined by the WHO 2009 surveillance mutation list. For phylogenetic analysis, maximum likelihood trees were generated for each subtype, using PHYML implemented in Geneious (Biomatters, Auckland); for network clustering analysis, a pairwise distance comparison of all sequences was generated and putative transmission links inferred when two sequences had a genetic distance <1.5%. Although HIV subtype F1 (which has dominated the Romanian epidemic since 1990) remains prevalent (65.6%), other subtypes were frequently detected: subtype G was predominant (18.7%), followed by subtype B (9.3%), and G/B recombinant and CRF 14_BG (3.1%). Overall, the proportion of HIV infections involving non-F subtypes increased from 23% in 2010-12 to 37% in 2013-14. Phylogenetic analysis revealed that nineteen out of the thirty-two (59.3%) patients are assigned in two different clusters: a large clade F cluster including sixteen individuals and a small clade G of three sequences cluster; the high genetic similarity between sequences suggests the existence of local networks of HIV transmission among IDUs. No major transmitted drug resistance mutations were identified. A high proportion of newly diagnosed HIV-1 infected injection drug users were grouped in transmission clusters, indicating a continuing potential for increased HIV transmission and future outbreaks among IDUs, and pointing to the need for implementing effective prevention interventions.A27 Phylogenetic reconstruction of the human immunodeficiency virus (HIV) epidemic from a native community in Argentina unravels the impact of viral adaptation on disease progression D.C. Monaco, 1,2, * D.A. Dilernia, 1,2 M. Quipildor, 3 A. Di Paolo, 3 L. Yue, 1 H. Salomon, 2 and E. Hunter 1 Emory Vaccine Center, Emory University, Atlanta, GA, USA, INBIRS, University of Buenos Aires, Argentina and 3 San Vicente de Paul Hospital, Oran, Salta, Argentina",
            "latex": null,
            "type": "table"
        },
        "TABREF10": {
            "text": "C.E.M. Coltart, 1, * T. de Oliveira and genomics team at Africa Centre, 2 F. Tanser, 2 D. Pillay, 2 and A. Johnson 1 Department of Infection and Population Health, University College London, UK and 2 Wellcome Trust-Africa Centre for Health and Population Studies, Mtubatuba, South Africa Understanding transmission dynamics of infectious agents is critical to developing effective public health interventions. Novel tools such as molecular epidemiology and phylogenetic analysis, when used in combination with traditional epidemiological techniques, have demonstrated the potential to answer critical questions that are not easily answered by epidemiological approaches alone. I propose to combine traditional epidemiology with molecular methods to understand the transmission dynamics of two contrasting infections: HIV-1 and Ebola. These are two of the most serious epidemics in the last 50 years and I plan to study them at the geographical epicenters. Combining and adapting these tools might enhance real-time epidemic surveillance and inform evidence-based, innovative and targeted intervention strategies, leading to an improved global response.A29 Viral escape pathways and determinants of neutralization breadth in early human immunodeficiency virus type 1 (HIV-1) infection A.S.A. Smith, 1, * S.L. Burton, 1 K.M. Kilgore, 1 J. Mulenga, 2 E. Karita, 3 S. Allen, 4 E. Hunter, 1,4,5 and C.A. Derdeyn 1,4,5 Yerkes National Primate Research Center, Atlanta, GA, USA, Zambia Emory HIV Research Project, Lusaka, Zambia, 3 Rwanda-Zambia HIV Research Project, Project San Francisco, Kigali, Rwanda, USA, 4 Department of Pathology and Laboratory Medicine, Emory University, Atlanta, GA, USA and 5 Emory Vaccine Center, Atlanta, GA, USAHuman immunodeficiency virus type 1 (HIV-1) has proven difficult to protect against by vaccination, due in part to its ability to induce and tolerate high levels of mutation. This hurdle could be overcome if a vaccine could induce antibodies that broadly neutralize diverse HIV-1 strains. In natural HIV-1 infection, a majority of patients generate moderate breadth after 2-4 years.",
            "latex": null,
            "type": "table"
        },
        "TABREF11": {
            "text": "20th International BioInformatics Workshop on Virus Evolution and Molecular Epidemiology | S9 Downloaded from https://academic.oup.com/ve/article-abstract/2/suppl_1/S3/2797612 by OUP site access, OUP Preview on 08 June 2018",
            "latex": null,
            "type": "table"
        },
        "TABREF12": {
            "text": "Laborat orio de Imunologia Aplicada, Departamento de Microbiologia, Imunologia e Parasitologia, Universidade Federal de Santa Catarina, Florian opolis, Brazil, 2 Centro de Desenvolvimento Científico e Tecnol ogico, Fundaçã o Estadual de Produçã o e Pesquisa em Saú de, Porto Alegre, Brazil, 3 Department of Microbiology and Immunology, KU Leuven, Leuven, Belgium and Departamento de Gené tica, Programa de P os-graduaçã o em Gené tica e Biologia Molecular, Universidade Federal do Rio Grande do Sul, Porto Alegre, BrazilThe human immunodeficiency virus type 1 (HIV-1) epidemic in south Brazil is mainly driven by subtype C (HIV-1C), in contrast to a dominance of subtype B in other Brazilian regions. Previous studies have traced the origin of the Brazilian HIV-1C epidemic (HIV-1C_BR) to an introduction to the state of Paran a from an east African country. The fact that HIV-1C infections increase at a higher rate than HIV-1B in Brazil calls for a better understanding of the process of spatial spread in Brazil. Previous phylogeographic studies have mainly focused on Brazilian capital cities. Here, we analyzed about 500 pol and env HIV-1C Brazilian sequences obtained from samples collected throughout thirteen cities and from public databases. A Bayesian phylogeographic Generalized Linear Model approach was used to reconstruct the spatiotemporal history of HIV-1C in Brazil and included several potential explanatory predictors of the viral diffusion process. Analyses were performed on several subsampled datasets in order to mitigate for sample bias. Our results revealed that Porto Alegre city has a central role in the HIV-1C_BR spread and that the prevalence of HIV, as well as the population size of subtype C, are factors driving the epidemic expansion towards the north of Brazil.",
            "latex": null,
            "type": "table"
        },
        "TABREF15": {
            "text": "A40 Incidence of dengue virus (DENV) infections in febrile episodes in ILE-IFE, Nigeria.Chikungunya virus (CHIKV), a mosquito-transmitted alphavirus, causes acute fever and joint pain in humans. Recently, endemic CHIKV infection outbreaks have jeopardized public health in wider geographical regions. Here, we analyze the phylogenetic associations of CHIKV and explore the potential recombination events in 152 genomic isolates deposited in GenBank database. The CHIKV genotypes [West African, Asian, East/Central/South African (ECSA)]",
            "latex": null,
            "type": "table"
        },
        "TABREF18": {
            "text": "malaise, headaches and coughing. The number of patients hospitalized and ambulatory patients with multiple infections was more than two times greater than the number with single infection by pandemic H1N1/09 virus. This indicates that infection by multiple pathogens relates to the severity of disease. Our findings indicate a high prevalence of bacterial co-infection with pandemic H1N1/09 virus, which leads to a greater number of patients with severe symptoms.",
            "latex": null,
            "type": "table"
        },
        "TABREF24": {
            "text": "and R.D. Burk 2,3 Department of Microbiology, Faculty of Medicine, The Chinese University of Hong Kong, Hong Kong, 2 Department of Pediatrics, Albert Einstein College of Medicine, Bronx, NY, USA and Departments of Microbiology & Immunology, Epidemiology & Population Health, and Obstetrics, Gynecology & Woman's Health, Albert Einstein College of Medicine, Bronx, NY, USAA variety of microbial communities exist throughout human ecosystems, such as the gut, skin, oral cavity and vagina, with fundamental roles in human development, physiology, immunity and nutrition. The cervicovaginal microbiome plays an important role in female reproductive health, affecting rates of preterm-birth and neonate mortality; prevalence, susceptibility to, and transmissibility of sexually transmitted infections (including HIV); and other important clinical conditions. Despite its importance, however, little is known about how cervicovaginal microbiome communities differ in function and, more importantly, how their constituent members interact with each other and the host to form a dynamic ecosystem that responds to various host and environmental factors. We used a nested case-control design to investigate the cervical microbiome in ninety-four HPV16-positive cervical samples from the Persistence and Progression (PaP) Cohort, a collaborative study with the NCI and KPNC. There were forty-four controls and fifty cases with Cervical Intraepithelial Neoplasia Grade 3 (CIN3). To characterize the microbiome, we PCR amplified an approximately 145 bp fragment spanning the V6 region of the bacterial 16S rRNA gene. Each sample was amplified using a unique barcoded primer set. Barcoded PCR products were pooled at approximately equal molar DNA concentrations and sequenced on an Illumina HiSeq 2,000 platform at Einstein. The NGS reads ($100 millions) were processed using two-third part taxonomy algorithms, usearch and pplacer, and additional bioinformatics tools developed in-house. Classification tables were generated from input data at the species-level, based on the vaginal 16S rRNA sequence database. The characterized reads were organized using a heat map and squash clustering. Pairwise Kantorovich-Rubinstein distances were calculated for principal component analysis and Simpson diversity indices to evaluate the difference of cervical microbiome communities between case and control groups. The cervical microbiome of the forty-four controls revealed two predominant genera, Lactobacillus and Gardnerella, consistent with previous reports of female reproductive tract microbiota. Thirtyfive (80%) control samples were dominated by one or more species of Lactobacillus that constituted 86% of all Illumina reads. All five types of vaginal communities previously defined that are predominated by Lactobacillus crispatus (type I, 27%), Lactobacillus gasseri (type II, 5%), Lactobacillus iners (type III, 43%) and Lactobacillus jensenii (type V, 5%). The type IV community group (20%) lacked detectable Lactobacillus spp., but contained other bacterial groups with high proportions of anaerobic bacteria, including Gardnerella, Prevotella, Sutterella, Atopobium, Sneathia, Eggerthella, Pseudomonas, Acinetobacter and Streptococcus. The CIN3 group had similar cervical microbiome communities, but showed significantly higher measures of diversity compared with the control group (Mann-Whitney-Wilcoxon P < 0.05).A60 Next-generation sequencing highlights unique aspects of Ebola virus (EBOV) biology and provides novel diagnostic platforms.R. Shabman,* K. Dilley, R.A. Halpin, X. Lin, S.R. Das, T.B. Stockwell, and K.E. Nelson *Corresponding author Infectious Disease group, J. Craig Venter Institute, Rockville, MD, USA S16 | Virus Evolution, 2016, Vol. 2, Suppl. 1 Downloaded from https://academic.oup.com/ve/article-abstract/2/suppl_1/S3/2797612 by OUP site access, OUP Preview on 08 June 2018 Filoviruses (Ebola and Marburg viruses) are a significant threat to human health, illustrated by the recent Ebola outbreak in West Africa. The mortality rate from filovirus infection can approach 90% and there are currently no approved filovirus vaccines or therapeutics. We seek to better understand filovirus biology to aid in our ability to design effective antiviral treatments. Through next generation sequencing (NGS), our collaborative work has uncovered unique features of filovirus transcription, replication, protein translation and innate immune evasion. We have deep sequenced RNAs produced by Zaire Ebola virus (EBOV) and the Angola strain of Marburgvirus (Ang) to identify novel viral and cellular mechanisms that diversify the coding and non-coding sequences of filovirus RNAs (PMID: 25370495). Moreover, we have applied sequenceindependent NGS methods to further define how the EBOV protein VP35 antagonizes the human innate immune response, specifically by detecting immunostimulatory RNAs bound by VP35. Improving diagnostic assays that rapidly detect EBOV infection are critical to quickly identify and respond to EBOV infection. Toward this goal, our work has validated an Ion AmpliSeq Ebola Panel Assay in collaboration with Thermo Fisher Scientific. We will discuss data from each of these studies to illustrate how NGS can improve our understanding and diagnosis of this lethal pathogen. Sydney Brenner Institute for Molecular Bioscience, Wits 21st Century Institute, Faculty of Health Sciences, University of the Witwatersrand, Johannesburg, South Africa, 2 School of Allied and Environmental Health, Kwara State University, Malete, Federal Republic of Nigeria, 3 Health and Education Quality Systems Strengthening (HQESS), Freetown, Sierra Leone, 4 Public Health Development Initiative (PHDI), Monrovia, Liberia and 5 Faculté des Sciences Biomé dicales et Pharmaceutiques, Université des Montagnes, Bagangté , Ré publique du CamerounThe scale, duration, and complexity of the Ebola viral disease (EVD) outbreak in West Africa have underscored the need for prompt and effective implementation of evidence-based containment measures. It is critical that all potential contacts of suspect, probable and confirmed Ebola cases are systemically identified and put under observation for 21 days (the maximum incubation period of Ebola virus) from the last day of contact.",
            "latex": null,
            "type": "table"
        },
        "TABREF25": {
            "text": "Time-dependent dynamics of intrahost variation during Ebola virus infectionA.E. Lin, 1,2, * S. Whitmer, 3 A.N. Honko, 4 S.K. Gire, 1,2 C.B. Matranga, 1,2 S. Wohl, 1,2 K.G. Andersen, 1,2 D. Park, 1,2 L.E. Hensley, 4 U. Stroeher,3   and P.C. Sabeti1,2    Department of Organismic and Evolutionary Biology, Harvard University, FAS Center for Systems Biology, Cambridge, MA, USA, Broad Institute, Cambridge MA, USA, 3 Viral Special Pathogens Branch, Centers for Disease Control, Atlanta, GA, USA and Integrated Research Facility, National Institutes of Health, Frederick MD, USALack of proofreading during RNA virus replication generates diverse viral quasispecies within a single host. Strong bottlenecks (e.g. viral entry, virion production, immune evasion) shape the emergence and frequency of viral variants and new phenotypes. Therefore, deep sequencing of the viral quasispecies over a time course of infection provides invaluable information regarding biological processes and outcome in a single host. We sequenced viral RNA from multiple serum samples from West African patients infected with Ebola virus strain Makona, as well as from non-human primates infected with Ebola virus strain Kikwit, and identified intrahost single nucleotide polymorphisms (iSNPs) at >0.5% frequency. Using phylogenetic tools, we aim to gauge the amount of viral diversity in the quasispecies and determine if diversity increases (diversifying selection) or decreases (purifying selection) over time. Moreover, emergence or disappearance of iSNPs can help us identify biological bottlenecks shaping the viral quasispecies. Taken together, these studies will shed light on the forces molding Ebola virus evolution in individual hosts during the course of infection, and will help identify biological processes to disrupt during design of vaccines and therapeutics.A63 Within-host diversity informs Ebola virus transmission analysis S. Wohl, 1,2, * D. Park, 1 G. Dudas, 3 K.G. Andersen, 4 C.B. Matranga, 1 and P.C. Sabeti 1,2 Broad Institute of Harvard and MIT, Cambridge, MA, USA, Harvard University, Cambridge, MA, USA, 3 University of Edinburgh, Edinburgh, UK and 4 Scripps Translational Science Institute, The Scripps Research Institute, La Jolla, CA, USA During a disease outbreak, reconstructing transmission chains is an important tool for curtailing disease and evaluating control measures.Recent studies have shown that inferring outbreak transmission trees from both epidemiologic and genomic data produces better results than epidemiological tracing alone, especially during large outbreaks with sparse epidemiological records. Transmission tree investigation could be further improved by incorporating within-host variation, which has yet to be done, largely because extensive intrahost data have not typically been available during an outbreak. We have deep sequencing data available for over 200 Ebola virus genomes from 2013 to 2015 epidemic in Western Africa and have identified sites of intrahost variation in these samples. In this dataset, we observe several within-host variants that are shared among two or more patients, often spanning several months of the ebola epidemic. We conclude that these shared variants are due-at least in part-to the transmission of multiple viral genomes, which implies that the transmission bottleneck is wide enough to facilitate the transmission of intermediate-frequency variants. This finding can be used to better resolve transmission chains during an ebola outbreak.",
            "latex": null,
            "type": "table"
        },
        "TABREF26": {
            "text": "20th International BioInformatics Workshop on Virus Evolution and Molecular Epidemiology | S17 Downloaded from https://academic.oup.com/ve/article-abstract/2/suppl_1/S3/2797612 by OUP site access, OUP Preview on 08 June 2018 N.S. Sahadeo, 1, * O.M. Allicock, 1 A.J. Auguste, 2 S.G. Widen, 3 S.C. Weaver, 2 and C.V.F. Carrington 1 Department of Preclinical Sciences, Faculty of Medical Sciences, The University of the West Indies, St. Augustine, Republic of Trinidad and Tobago, 2 Department of Pathology, Institute for Human Infections and Immunity and University of Texas Medical Branch, Galveston, TX 77555, USA and 3 Department of Biochemistry and Molecular Biology, University of Texas Medical Branch, Galveston, TX 77555, USA Dengue viruses (DENVs) and now chikungunya virus (CHIKV) are important public health problems in Trinidad and Tobago (T&T).",
            "latex": null,
            "type": "table"
        },
        "TABREF27": {
            "text": "A67 Deep sequencing of the small RNAs of sweet potato leaf phytobiome reveals potentially new virus disease causing complexes in Barbados A.T. Alleyne* and C. Cummins *Corresponding author The University of the West Indies Cave Hill Campus, Bridgetown, Barbados In 2000-3, a decline in yields by >50% was observed in some sweet potato fields in Barbados and symptoms of yellowing, swollen leaf veins and deep grooves on the tubers suggested the possibility of Sweet potato virus disease (SPVD). SVPD is a complex synergy of several virus species belonging to the two main genera: Potyviridae and Closterivirdiae and other minor viruses. This study sought to characterize the viruses in the SVPD complex affecting sweet potato varieties in Barbados by using PCR amplification of viral RNA and genomic siRNA sequencing of affected sweet potato leaves. Initial PCR of viral RNA using specific primers only detected the Potyvirus SPFMV. Deep sequencing however revealed the presence of several DNA viruses. Geminiviridae (genus Begomovirus) and Caulimoviridae (genus Badnavirus) accounted for >75% of the viruses found in the sweet potato leaf phytobiome in Barbados. The results possibly suggest new virus associations in the leaf phytobiome, largely composed of symptomless DNA viruses previously unreported in the Caribbean, in sweet potato. A68 Combining gene interaction networks improves the identification of driver genes E. Ramsahai, 1, * V. Tripathi, 1 K. Walkins, 2 and M. John 2 *Corresponding author which agrees with the fact that archaeophages targeting Ferroplasma are currently unknown. Due to the lack of sequence homology, further in situ analysis may be required to target and identify the MGEs within the hosts' environment. This research represents the first documented analysis on the CRISPR-Cas operon structure and spacer elements in F. acidarmanus. Future research in this area has the potential to reveal the MGE-host dynamics in extreme environments. A71 Genetic variation and population dynamics of members of the Fusarium incarnatum-equiseti species complex (FIESC) R.K. Latchoo, H. Ramdial, F.N. Hosein, and S.N. Rampersad* *Corresponding author Department of Life Sciences, Faculty of Science and Technology, The University of the West Indies, St. Augustine, Trinidad and Tobago, West Indies",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "Bioinformatics has implemented different strategies to distinguish driver genes from passenger genes. One of the more recent strategies is a pathway-oriented approach. Methods that employ this strategy are highly dependent on the quality and size of the pathway interaction network, and require a powerful statistical environment for their analysis. Existing genomic libraries are available in the R-Bioconductor package. One of these packages, DriverNet is a pathway-based method that uses a gene interaction network in the form of an adjacency matrix. In our analysis we set out to combine data from three different networks (VarWalker, DawnRank and DNA tumor viruses) for analysis. We found this increased the sensitivity and specificity of the identification of driver genes significantly. Human interaction data from the families of DNA tumor viruses: Human Papillomavirus, Epstein-Barr Virus, Adenovirus and Polyomavirus were incorporated into the combined network. An enriched data set was produced that included 11,648 genes and 211,894 edges. Multiple hypothesis testing has become a major research topic once again because of the emergence of differential expression in high dimensional genomics data. Traditional methods like Bonferroni's correction which controls the family wise error rate is inappropriate when it comes to high dimensional data. As a result, research into false discovery rates (FDRs) is becoming increasingly popular. The local FDR (lFDR) developed by Bradley Efron has a Bayesian flavor. This Bayesian approach presents a simple way of accounting for dependence among the genes. However, the main drawback of Efron's lFDR is that it can only be computed if the proportion of null hypotheses is high (usually above 0.80). We develop an lFDR method which relies on the likelihood ratio. We show the efficacy of our methods via simulations of microarray data. Our method can be extended to discrete tests as well. The CRISPRs (Clustered Regularly Interspaced Short Palindromic Repeats) Cas operon has been shown to consist of genes involved in adaptive immunity, gene repair, gene regulation and genome remodelling. Here we report on the annotation of two CRISPR-Cas operons located in the acidophilic Euryarchaeum, Ferroplasma acidarmanus fer1. The presence of CRISPR spacer elements within the analyzed genome may represent a chronological order of the acquisitions of protospacer sequences from prior infections by Mobile Genetic Elements (MGEs). Potential direct repeats, spacer sequences and associated Cas genes within the fer1 genome were detected using the CRISPRdb database from the Université Paris-Sud 11 web server. Further searches within IMG, BioCyc, UniProt and NCBI databases were done to detect other potential orthologs in fer1. The information was then used to manually annotate proteins and spacer sequences using the Geni-Act toolbox, and characterize the structure of two Cas operons. Manual annotation identified two CRISPR operons of Type I. This type of CRISPR is known to target DNA MGEs. Remarkably, no significant sequence similarity was observed between the detected spacer sequences and known MGEs within the NCBI database (nr),",
            "cite_spans": [],
            "ref_spans": [],
            "section": "acknowledgement"
        },
        {
            "text": "A73 The frequency of the N348I mutation in patients failing combination antiretroviral treatment in Botswana B. Seraise, 1,2, * K. Andrea-Marobela, 1 We found a frequency of 26.5% for N348I mutation among HIV-1C patients experiencing virologic failure in Botswana. The association of the N348I mutation with virologic failure in this population warrants further investigation but in this cohort it seemed to be more closely linked with non-nucleoside RT inhibitor failure than with AZT failure. The kinetics of the mutation in relation to other RT mutations also needs to be investigated to better understand its impact. The echovirus 3 (E3) serotype has been associated with several neurologic diseases, although it constitutes one of the most rarely isolated serotypes, with no report of epidemics in Europe. The aim of this study was to provide insights into the molecular epidemiology and evolution of this enterovirus serotype; an E3 strain was isolated from sewage in Greece, 4 years after the initial isolation of the only reported E3 strain in the same geographical region. Phylogenetic analysis of the complete VP1 genomic region of that E3 strain and of those available in GenBank suggested three main genogroups that were further subdivided into seven subgenogroups. Further evolutionary analysis suggested that the VP1 genomic region of E3 was dominated by purifying selection, as the vast majority of genetic diversity presumably occurred through synonymous nucleotide substitutions and the substitution rate for complete and partial VP1 sequences was calculated to be 8.13 Â 10 À3 and 7.72 Â 10 À3 substitutions/site/year, respectively. The partial VP1 sequence analysis revealed the composite epidemiology of this serotype, as the strains of the three genogroups presented different epidemiological characteristics. Recently, the World Health Organization (WHO) HIV/AIDS guidelines proposed CD4 >500 cells/ul as the threshold to start HAART. Last year, the Brazilian government introduced Therapy as Prevention (TasP) in the HIV/AIDS guidelines and will treat all HIV infected patients at diagnosis, independent of the CD4 values. Notwithstanding the benefits the early treatment might bring to the control of HIV-1 transmission; TasP might also contribute to the increase of transmission of resistance mutations in Brazil and reduce the effects of the program in medium-term. We reviewed >5000 patients with a stored serum/plasma sample at HIV-1 diagnosis between 2003-2014, and included 2% of them in a study aiming at evaluating HIV-1 genetic diversity, transmission of resistance mutation, coreceptor use, and clinical outcome. For this purpose, we performed pol and V3 loop genotyping, collected epidemiological information and reviewed the clinical history. We plan to investigate subtype distribution, TDR prevalence and potential associated transmission chains, in silico fitness using protease fitness landscape predictions, predicted coreceptor use using Geno2Pheno, and associate these variables with epidemiological and clinical information. Thus, the data generated from this analysis will be used to establish a reference dataset to study the impact of TasP in Brazil prospectively. Virus Evolution, 2016, Vol. 2, Suppl. 1 ",
            "cite_spans": [
                {
                    "start": 148,
                    "end": 149,
                    "text": "1",
                    "ref_id": null
                },
                {
                    "start": 3212,
                    "end": 3251,
                    "text": "Virus Evolution, 2016, Vol. 2, Suppl. 1",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "annex"
        }
    ]
}