{
    "paper_id": "f699bf20cb6db946df99f8c4d544cb2d4dabfc5c",
    "metadata": {
        "title": "Isolation of a novel serotype strain of infectious bronchitis virus ZZ2004 from ducks in China",
        "authors": [
            {
                "first": "Sixin",
                "middle": [],
                "last": "Yao",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Changbo",
                "middle": [],
                "last": "Ou",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "•",
                "middle": [
                    "Xingyou"
                ],
                "last": "Liu",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Xianwen",
                "middle": [],
                "last": "Wang",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Zonghui",
                "middle": [],
                "last": "Yao",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Jinjing",
                "middle": [],
                "last": "Liu",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "In chickens, the infectious bronchitis virus (IBV) often causes respiratory distress, a decrease in egg production, poor egg quality, and occasional nephritis. However, ZZ2004, a Chinese isolate of IBV, was obtained from ducks with clinical growth suppression and mild respiratory symptoms that had been reared with chickens in the central region of China. Virus isolation, virus neutralization testing, and RT-PCR were employed to identify the causative pathogen, while sequence alignment was used to analyze gene variations of the S1 subunit and M genes. The results showed that the ducks were infected with IBV due to the emergence of a dwarfing phenotype and the death of embryos between 48 and 144 h post-inoculation. RT-PCR also confirmed the presence of the expected fragment sizes of the S1 subunit and M genes by RT-PCR. Meanwhile, the results of the virus neutralization test indicated that the strains of JX/99/01, GD, SAIBK, LDT3 showed cross-reactivity with the ZZ2004 isolate, and hardly any crossneutralization of IBV ZZ2004 was observed with the strains of M41, H120, Gray, Holte, or Aust-T. Phylogenetic analysis suggested that there were large differences between ZZ2004 and other IBV reference strains on the S1 subunit. Meanwhile, homologies in the nucleotide and amino acid sequences of the M gene of IBV ZZ2004 were 86.9-92.0 % and 91.1-93.9 %, respectively, compared with 35 other IBV reference strains derived from different regions. This result revealed that there were conspicuous variations among the selected strains. Furthermore, the results showed that the prevalent strains of IBV in ducks had no antigen homology with the vaccine strains widely used in China except the LDT3-strain, making it urgent to explore and develop new IBV vaccines.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "The virus family Coronaviridae, which contains four genera, including Alpha-, Beta-, Gamma-, and Deltacoronavirus [1] , has regained public focus due to the appearances of severe acute respiratory syndrome (SARS) in human beings [2] . Avian infectious bronchitis virus (IBV), the first coronavirus to be discovered, is the etiological agent of infectious bronchitis and responsible for large economic losses in the poultry industry. IBV replicates primarily in the respiratory tract and also in some epithelial cells of the gut, kidney, and oviduct, causing different clinical symptoms, such as respiratory distress, decrease in egg production, and quality in layers. Some IBV strains are associated with nephritis due to its tissue tropism [3] [4] [5] [6] [7] .",
            "cite_spans": [
                {
                    "start": 114,
                    "end": 117,
                    "text": "[1]",
                    "ref_id": null
                },
                {
                    "start": 229,
                    "end": 232,
                    "text": "[2]",
                    "ref_id": null
                },
                {
                    "start": 741,
                    "end": 744,
                    "text": "[3]",
                    "ref_id": null
                },
                {
                    "start": 745,
                    "end": 748,
                    "text": "[4]",
                    "ref_id": null
                },
                {
                    "start": 749,
                    "end": 752,
                    "text": "[5]",
                    "ref_id": null
                },
                {
                    "start": 753,
                    "end": 756,
                    "text": "[6]",
                    "ref_id": null
                },
                {
                    "start": 757,
                    "end": 760,
                    "text": "[7]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Different IBV variants are circulating worldwide. Most of these variants are globally endemic, while others only circulate in particular regions [8] . More than 20 IBV serotypes have been identified worldwide, which might emerge due to gene deletion, gene substitution, gene insertion, and/or RNA recombination of the S1 subunit [ 10] . The emergence of many IBV serotypes is a major problem in the poultry industry, which causes high disease incidence and production losses due to infections with strains serologically different from the vaccine strains [11, 12] . In recent years, it is believing that avian coronavirus has a wider host range than it was previously thought, not only in galliform (chicken-like) birds (peafowl), but also in non-galliform birds (teal or duck species) [13] . Moreover, novel data [13] have been reported to support the notion that some host-specific CoVs other than IBVs are circulating in ducks, pigeons, and geese, and the novel duck-specific CoV is genetically closer to some CoVs circulating in wild water fowls. Newer surveillance also demonstrated that duck-specific CoV was the same with IBV prevalent in live poultry markets in some regions of China [14] . Indeed, some of the long-known mammalian coronaviruses have a wider host range than their names would suggest, such as SARS virus.",
            "cite_spans": [
                {
                    "start": 145,
                    "end": 148,
                    "text": "[8]",
                    "ref_id": null
                },
                {
                    "start": 329,
                    "end": 330,
                    "text": "[",
                    "ref_id": null
                },
                {
                    "start": 331,
                    "end": 334,
                    "text": "10]",
                    "ref_id": null
                },
                {
                    "start": 555,
                    "end": 559,
                    "text": "[11,",
                    "ref_id": null
                },
                {
                    "start": 560,
                    "end": 563,
                    "text": "12]",
                    "ref_id": null
                },
                {
                    "start": 786,
                    "end": 790,
                    "text": "[13]",
                    "ref_id": null
                },
                {
                    "start": 814,
                    "end": 818,
                    "text": "[13]",
                    "ref_id": null
                },
                {
                    "start": 1192,
                    "end": 1196,
                    "text": "[14]",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "IBV is a member of the family Coronaviridae [15] , which consists of several enveloped viruses. It replicates in the cell cytoplasm and contains an unsegmented, singlestranded, and positive-sense RNA of approximately 27-32 kb. IBV has four structural proteins (S, E, M, and N): the spike (S) glycoprotein, the small envelope (E) protein, the membrane (M) glycoprotein, and the nucleocapsid (N) protein [16, 17] , which are encoded by subgenomic mRNAs (sgRNAs) 2, 3,4, and 6, respectively [18, 19] . The structural genes, together with other open reading frames (ORFs), organize the typical avian coronavirus genome characterized by the order 5 0 -ORF1a-ORF1b-S-3a-3b-E-M-5a-5b-N-UTR-3 0 [18, 20] . It is commonly accepted that the IBV serotype is determined by the S gene, particularly the hypervariable S1 subunit. Moreover, previous reports have shown that the host range can be determined by the surface spike glycoprotein (S). For example, a genetically manipulated murine coronavirus with the S protein of feline coronavirus replicates in feline cells [21] . Though the M protein, a polytopic membrane protein, is the most abundant component of coronavirions, it is required in virus assembly and budding, and involved in virion morphogenesis. For the identification and clinical signs of pathogenic viruses, proper protein genes in the viral genome are needed to be selected for phylogenetic analysis, due to the presence of large mutations in the highly variable regions.",
            "cite_spans": [
                {
                    "start": 44,
                    "end": 48,
                    "text": "[15]",
                    "ref_id": null
                },
                {
                    "start": 402,
                    "end": 406,
                    "text": "[16,",
                    "ref_id": null
                },
                {
                    "start": 407,
                    "end": 410,
                    "text": "17]",
                    "ref_id": null
                },
                {
                    "start": 488,
                    "end": 492,
                    "text": "[18,",
                    "ref_id": null
                },
                {
                    "start": 493,
                    "end": 496,
                    "text": "19]",
                    "ref_id": null
                },
                {
                    "start": 687,
                    "end": 691,
                    "text": "[18,",
                    "ref_id": null
                },
                {
                    "start": 692,
                    "end": 695,
                    "text": "20]",
                    "ref_id": null
                },
                {
                    "start": 1057,
                    "end": 1061,
                    "text": "[21]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "To control the prevalence of IBV in China, inoculations with live or inactivated vaccines have historically been the best way to protect chickens from infection. Currently, the serotypes, including Mass, T, Holte, and Gray, were prevalent in China and there were also other variants. However, IBV outbreak remains common and continues to cause large economic losses in the poultry industry, despite intensive vaccination policies, due to gene mutations and gene re-combinations. Since the first IBV isolate was found in China, the inactivated oil emulsion and live attenuated vaccines used with different strains (such as H120, H52, Ma5, W93, and M41) have been used to prevent and control the disease. Moreover, most of the currently used commercial vaccines, such as H120, H52, and M41, belonged to the Mass type. In 2004, a virulent IBV strain was isolated in 30-day-old ducks reared with broilers vaccinated with H120 and M41 in the Henan Province of central China. A novel coronavirus, ZZ2004 virus, fulfilling all of Koch's postulates, was announced to be the primary etiological agent of ducks on September 22, 2012 by Xingyou Liu (patent in Chinese NO. ZL201010225577.4). To further reveal the nature of the virus, it was identified by virus isolation, virus neutralization test, RT-PCR, sequence alignment, and phylogenetic analysis. The results indicated that the isolate was genetically different from most of the prevalent strains of IBV found in China.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In 2004, a duck flock, reared alongside chickens with a full vaccination program including live and inactivated IBV vaccines, was found to have growth retardation in central China. The flocks of ducks (white Pekin ducks from a farmer of Zhengzhou) and broilers displayed mild respiratory and diarrhea symptoms. Kidney swelling and bleeding bursal and thymus organs were found at necropsy. The chickens were inoculated with the IBV H120 vaccine through an eye drop technique on days 5 and 12 and then with the inactivated IBV M41 vaccine on week 20 by intramuscular injection.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Case history"
        },
        {
            "text": "Fifteen kidney and liver specimens were sampled from unhealthy domestic ducks, which were not immunized with any IBV vaccines and which were reared together with chickens. The kidney and liver samples from each duck were pooled together and homogenized, and then 10 % (w/v) suspensions were made in phosphate-buffered saline (PBS, pH 7.2).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Case history"
        },
        {
            "text": "Fifteen kidney and liver samples from the sick ducks were homogenized in PBS, and the tissue suspension was harvested by centrifugation at 3000 rpm/min at 4°C for 20 min. The supernatant was then treated with penicillin and streptomycin at a final concentration of 100 lg/ml at 4°C for 12 h, and 0.2 ml was then inoculated into 10-dayold embryonated specific-pathogen-free (SPF) eggs through the allantoic sac. Allantoic fluid was harvested from three eggs after 36 h of incubation. Several blind passages were performed in a similar way until dwarfing and embryo death were observed between 48 and 144 h post-inoculation. Allantoic fluid was harvested and tested for the presence of IBV via RT-PCR. Then, a chicken embryo neutralization assay was performed to establish the possible antigenic correlation of the new field isolate with some common IBV serotypes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Virus isolation and propagation"
        },
        {
            "text": "Fiftyone-month-old SPF chickens were randomly divided into ten groups and reared in separate isolators. Chickens were slaughtered humanely on day 21 post-inoculation with five IBV standard strains (Gray, Holte, T, M41, H120), four IBV field isolates (SAIBK, LDT3, JX/99/01, GD), and isolate IBV ZZ2004 through eye drops. The serum samples were evaluated with an enzyme-linked immunosorbent assay (ELISA) kit (IDEXX, USA). The serum samples, of which the value of P/N [ 2.8, were collected for the determination of antibody titers against IBV.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Viruses and antisera"
        },
        {
            "text": "To determine the antigenic relationship between the duckorigin IBV and other reference strains, reciprocal virus neutralization assays (VN), with a fixed concentration of virus and serial dilutions of serum, were performed in embryonated eggs according to a previous method with slight modifications [26] . Two-fold dilutions of serum were reacted with 100 ELD 50 (50 % embryo lethal dose) of IBV at room temperature for 1 h. Virus-serum mixtures were then inoculated into the allantoic cavity of 9-day-old SPF chicken embryos. The embryos were observed for 8 days. On day 9 post-inoculation, the embryos were examined for the lesions typical of IBV infection. A negative serum was always performed in this study.",
            "cite_spans": [
                {
                    "start": 300,
                    "end": 304,
                    "text": "[26]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Virus cross-neutralization assay"
        },
        {
            "text": "Viral RNA was extracted from infected allantoic fluids using the MiniBEST Viral RNA/DNA Extraction Kit Ver.3.0, (TaKaRa, Dalian, China) following the manufacturer's instructions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Viral RNA extraction and primer design"
        },
        {
            "text": "Two pairs of primers were designed for amplifying the S1 subunit and M gene using Primer Premier 5.0 software. Primers were synthesized by the SBS Biotechnology Company (Beijing, China) based on the sequence of the SAIBK strain of IBV (GenBank accession No.: DQ288927). The primer pairs and expected sizes of S1 subunit and M are listed in Table 1 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 340,
                    "end": 347,
                    "text": "Table 1",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Viral RNA extraction and primer design"
        },
        {
            "text": "RT-PCR was performed with a two-step procedure using an RT-PCR kit (TaKaRa, Dalian, China) in a reaction volume of 20 ll containing 3 ll total RNA (1 lg/ll), 0.5 lg random primer (SBS, China), and 2.5 U Prime-ScriptTM reverse transcriptase (TaKaRa, Dalian, China). Reverse transcription was carried out first at 65°C for 5 min and finally at 42°C for 30 min. The cDNA obtained was then amplified in a 50 ll reaction mixture containing 5 ll of 10 9 PCR Buffer, 2 ll dNTP mixture (2.5 mM), 5 ll cDNA, 0.5 ll sense primer (20 pmol/l), 0.5 ll antisense primer (20 pmol/l), 0.5 ll ExTaq polymerase (TaKaRa, Dalian, China), and 36.5 ll sterile water. The cycling parameters for the PCR included 94°C for 5 min; 35 cycles at 94°C for 1 min, 53°C for 1 min, and 72°C for 1-3 min; and a final extension at 72°C for 10 min. PCR products were run in 1 % agarose gel electrophoresis and visualized by subsequent UV transillumination (Bio-Best 140E, SIM, USA).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Reverse transcriptase-polymerase chain reaction (RT-PCR)"
        },
        {
            "text": "The PCR products of each RT-PCR were purified using an Agarose DNA Purification Kit Ver.2.0 (TaKaRa, Dalian, China). Purified PCR product was ligated with a TA cloning vector, pMD18-T (TaKaRa, Dalian, China) and then transformed into JM109 E. coli competent cells. Cells carrying recombinant plasmid were screened on Luria-Bertani (LB) agar plates containing Ampicillin (50 lg/ml). Colony PCRs were utilized to select recombinant bacteria with the same PCR conditions as the above-mentioned PCR amplification. To make sure the sequence obtained represents the majority of the viral population, a higher number of positive clones must be sequenced or alternatively, perform directly the sequencing of the PCR product before cloning. The positive clone was selected and cultured for plasmid DNA extraction with a Plasmid Extraction Kit (TaKaRa, Japan). Plasmid DNA was amplified with universal primers and then sequenced by TaKaRa Biotechnology Co. Ltd. (Dalian, China) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 952,
                    "end": 967,
                    "text": "(Dalian, China)",
                    "ref_id": null
                }
            ],
            "section": "Cloning and DNA sequencing"
        },
        {
            "text": "Sequences of the S1 subunit and M gene and their amino acids were analyzed using the BLAST (http://www.ncbi. nlm.nih.gov/BLAST) and FASTA (http://www.ebi.ac.uk/ fasta33) web-based programs and compared with those of other IBV reference strains derived from different regions or countries by the DNAStar 5.0 software (DNASTAR Inc., USA). The original IBV origins and the GenBank accession numbers of these sequences are summarized in Table 2 . The phylogenetic trees were generated with the neighbor-joining method using MEGA version 5.05, supplying statistical support with bootstrapping over 100 replicates.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 433,
                    "end": 440,
                    "text": "Table 2",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Sequence comparison and phylogenetic tree analysis"
        },
        {
            "text": "To isolate IBV from kidney and liver tissues, several blind passages were performed in SPF embryos. An isolate of the IBV field strain was obtained from sick ducks with suspected IBV infection. IBV-inoculated embryos displayed dwarfing and embryo death between 48 and 144 h postinoculation, while the expected sizes of the S1 subunit and M gene of IBV were successfully obtained from allantoic fluids inoculated with homogenates after the first passage in the allantoic cavity. The isolated IBV was designated as IBV ZZ2004.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Virus isolation"
        },
        {
            "text": "To perform the serum neutralization assay of the IBV isolates, the specific antisera against IBV strains, including five standard strains (Gray, Holte, T, M41, H120), four IBV field isolates (SAIBK, LDT3, JX/99/01, GD) were prepared using SPF chickens. The antibody titers of the antisera were determined with IDEXX commercial kits (all antibody titers of the antisera value of P/N [ 2.8). The results of the neutralization assay are shown in Table 3 and demonstrated that none of the antisera used in this study could completely neutralize the IBV ZZ2004. The results showed that the strains of JX/99/01,GD,SAIBK,LDT3 showed cross-reactivity with the ZZ2004 isolate, and hardly any cross-neutralization of IBV ZZ2004 was observed with the strains of M41, H120, Gray, Holte, or Aust-T.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 443,
                    "end": 450,
                    "text": "Table 3",
                    "ref_id": "TABREF3"
                }
            ],
            "section": "Virus cross-neutralization assays"
        },
        {
            "text": "The hypervariable region of the S1 subunit of the spike protein was sequenced from the isolated strain and submitted to the GenBank database (Accession No.: JF699751). Meanwhile, some other relevant IBV strains available in GenBank were used in this study (Fig. 1) . IBV ZZ2004 strain clustered with JX/99/01, GD, and the only vaccine strain LDT3-A (the homology values were 95.2, 93.1, and 92.8 %, respectively) while most vaccine strains, such as H120, H52, and M41, had very low homology with the isolate ZZ2004 (the similarity was ranged from 75.9 to 91.2 %). Analysis of the deduced amino acid sequences of the S1 subunit",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 256,
                    "end": 264,
                    "text": "(Fig. 1)",
                    "ref_id": null
                }
            ],
            "section": "Phylogenetic analysis of the S1 subunit sequences"
        },
        {
            "text": "The deduced amino acid sequences of the S1 glycoprotein of the IBV ZZ2004 isolate exhibited relatively high homology with JX/99/01, GD, and the vaccine strain LDT-3 (94.3, 91.5, and 90.7 %, respectively) (Fig. 2) . The ZZ2004 strain shared a homology of 74.6-86.1 % with the other selected reference strains, such as Beaudette, Gray, and SAIBK. Hypervariable regions were found encompassing positions 3-26, 53-57, 88-136, 199-209, 270-294, and 487-538 within S1 subunit in the ZZ2004 strain. Overall, high rates of amino acid substitutions were observed in the sequences of the spike glycoprotein of the isolate.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 204,
                    "end": 212,
                    "text": "(Fig. 2)",
                    "ref_id": null
                }
            ],
            "section": "Phylogenetic analysis of the S1 subunit sequences"
        },
        {
            "text": "Phylogenetic analysis was performed on the nucleotide sequences of the M gene, and the results showed that the IBV isolates used in this study could be clustered into four major genotypes, which were considerably heterogeneous (Fig. 3 ) except BJ. The isolated ZZ2004 belonged to group D, while most vaccine strains (H120, Ma5, M41, H52, and W93) widely vaccinated into chickens in China belonged to group A. The ZZ2004 only shared a homology of 87.6-88.5 % with the vaccine strains except the LDT3-A strain, for which the similarity was 92.5 %.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 227,
                    "end": 234,
                    "text": "(Fig. 3",
                    "ref_id": null
                }
            ],
            "section": "Phylogenetic analysis of the nucleotide sequence of the M gene"
        },
        {
            "text": "The M gene sequence of the isolated IBV ZZ2004 strain was obtained and submitted to the GenBank database (Accession No.: JF699749). Sequencing results showed that M genes contained mutations, insertions, and/or deletions, resulting in different lengths of the nucleotides and consequently different numbers of amino acids being encoded. The M gene of ZZ2004 encoded a predicted protein of 226 amino acids, which was equivalent in size to the homologous protein of most IBV strains [22] . The similarity of amino acid sequences between the IBV ZZ2004 strain and the other 35 IBV strains used in this study was 86.6-93.8 % (Fig. 4) , indicating the low homology and high variation among these strains.",
            "cite_spans": [
                {
                    "start": 481,
                    "end": 485,
                    "text": "[22]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 621,
                    "end": 629,
                    "text": "(Fig. 4)",
                    "ref_id": null
                }
            ],
            "section": "Analysis of the deduced amino acid sequences of the M gene of IBV ZZ2004"
        },
        {
            "text": "IBV infection often causes severe respiratory and urogenital diseases in chickens. These diseases are characterized by respiratory distress, nephritis, enteritis, and reduced egg production and quality in layer chickens. IBV is therefore a very important pathogen in the poultry industry. It is widely prevalent in China and brings large economic losses for farmers. It is challenging to eradicate by routine vaccination due to the emergence of viral variants. In this study, 15 specimens were taken from a duck flock reared together with chickens that had been subjected to a full vaccination program of both live and inactivated IB vaccines in Henan province, China, in 2004, as part of a wider animal surveillance program for identifying potential reservoirs of animal coronaviruses. The duck flock showed growth retardation and no appetite after chickens reared in the same farm displayed severe respiratory signs and diarrhea. Embryo dwarfing and curling was observed during virus isolation, and the results of the RT-PCR assay based on the highly variable S1 subunit and conserved M genes of IBV found that individual samples from the above ducks were coronavirus-positive. These results therefore ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "''-''Neutralization not done a % Neutralization added ducks to the list of avian species known to be susceptible to coronavirus infection. Almost at the same time, another novel avian coronavirus in ducks, distinct from chicken IBV, was identified, and the data supported that some host-specific coronaviruses other than IBVs circulate in ducks, geese, and pigeons [13] . The remaining members of the avian IBV host list include chickens, turkeys, pheasants, guineafowl, teal, and peafowl [3] . As a member of the coronaviruses, IBV has its own genetic fingerprint and a high mutation rate. The mechanisms of the wider host adaptation are still unclear and need more consideration. In our present study, the result indicated that the isolated IBV ZZ2004 has as possible the same virulence as that of some field strains isolated in China, and this time frame is not quicker or slower than expected, but its host list is not the same as that of others. And the isolated IBV ZZ2004 with the characteristics of IBV field strains had no antigen Fig. 2 Neighbor-Joining (NJ) tree for the deduced amino acid sequences of the ZZ2004 S1 gene using MEGA5; ZZ2004 is shown with a black triangle. The numbers on the branches represent bootstrap values (based on 1000 replications) similarities with the reference strains M41, H120, T, Gray, and Holte, except that the antiserum of SAIBK, LDT3, JX/ 99/01, GD strain could partially neutralize IBV ZZ2004 (17.8-25 %) .",
            "cite_spans": [
                {
                    "start": 365,
                    "end": 369,
                    "text": "[13]",
                    "ref_id": null
                },
                {
                    "start": 489,
                    "end": 492,
                    "text": "[3]",
                    "ref_id": null
                },
                {
                    "start": 1441,
                    "end": 1452,
                    "text": "(17.8-25 %)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 1040,
                    "end": 1046,
                    "text": "Fig. 2",
                    "ref_id": null
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "The VNT data suggested that the ZZ2004 strain might antigenically have some relationship with the known serotypes such as SAIBK, LDT3, JX/99/01, GD, but no relationship among the known serotypes such as M41, H120, T, Gray, and Holte. These results can explain that the commercial vaccine strains H120 and M41 could not elicit neutralizing antibodies against the reference strains (T, Gray, and Holte) and the ZZ2004 strain while there is some relationship between the ZZ2004 strain and the LDT3-A vaccine.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "From the result of phylogenetic analysis of S1 subunit, the ZZ2004 and LDT3-A strain might be in the same group. LDT3-A vaccine, which was derived from the teal/ CH/LDT3/03 (tl/CH/LDT3/03) strain by serial passaging in chicken eggs, has provided good protections against challenge with the tl/CH/LDT3/03 strain, in contrast to the poor protection offered with the H120 vaccine [23] . The tl/CH/ LDT3/03 stain was isolated from a peafowl and a teal during virological surveillance in Guangdong province, China [3] . Due to the frequent trading, the ducks raised in the north China were mostly transported from the south China, it is suggested that ZZ2004 strain might be carried from southern ducks or evolved from teal/China/LDT3/ 2003. This is still a valuable study. From this point of view, if LDT3-A strain is used as vaccine in the region of Henan province in China and other regions, disease outbreak of IBV variants such as ZZ2004 may be greatly controlled.",
            "cite_spans": [
                {
                    "start": 377,
                    "end": 381,
                    "text": "[23]",
                    "ref_id": null
                },
                {
                    "start": 509,
                    "end": 512,
                    "text": "[3]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The results of VNT and phylogenetic clustering of S protein and M protein suggested that information on phylogenetic analysis of S1 protein and M protein might be highly related with the IBV serotyping and might correlate with the virus neutralization studies. And the relation of the hypervariable regions determined in S1 subunit with receptor binding or tissue tropism/species tropism will be done in the next few months.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Meanwhile, the comparison of the conserved M regions of ZZ2004 and the other reference strains showed a diversity of approximately 10 % at the nucleotide and predicted amino acid level. This very high molecular diversity therefore further justifies the designation of a new serotype, ZZ2004.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The S1 part of the spike glycoprotein contains the main antigenic epitopes of IBV, which induce virus-neutralizing serotype-specific antibodies [24] and play a major role in the cell tropism of the virus [25] . Sequence analysis of the S1 gene of the ZZ2004 isolate showed relatively high similarities to JX/99/01 (95.2 % nt and 94.3 % aa identities) at the nucleotide and amino acid levels. Phylogenetic analysis further indicated that the S1 gene sequence of the ZZ2004 strain shared very low homology with those of the most used vaccine strains (such as Ma5, H52, H120, and W93) (the homology ranged from 75.9 to 91.2 %) and relatively high similarity with only vaccine strain LDT3-A (92.8 % nt and 90.7 % aa identities). The results indicated that the S1 subunit of the ZZ2004 isolate is consistent with that of VNT.",
            "cite_spans": [
                {
                    "start": 144,
                    "end": 148,
                    "text": "[24]",
                    "ref_id": null
                },
                {
                    "start": 204,
                    "end": 208,
                    "text": "[25]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Some results are reported that the most used vaccine strains (such as Ma5, H52, H120, and W93) in China are different from vaccine strain LDT3, which belonged to different genotype [26, 27] , this could explain that there is hardly any relation between these vaccines.",
            "cite_spans": [
                {
                    "start": 181,
                    "end": 185,
                    "text": "[26,",
                    "ref_id": null
                },
                {
                    "start": 186,
                    "end": 189,
                    "text": "27]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The results indicated that the IBV ZZ2004 strain differed from those of the currently used vaccine strains in China (M41-like, e.g., H120, Ma5, and W93), which was considered the main cause for IBV infection in ducks. An attenuated or inactivated vaccine that matches the pandemic strains is thus urgently needed to control IBV infection in China in addition to the LDT3-A vaccine.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The M protein is the most abundant component and helps form the conserved region of the viron. It plays pivotal roles in coronavirus assembly, budding, and maturation by interacting with other viral components [28] . Phylogenetic analysis based on M nucleotide sequences and deduced amino acids showed that the ZZ2004 from domestic ducks was closely related to avian coronaviruses in group 2, which includes the SAIBK, SC021212, GD, BJ, and A2 strains [29] [30] [31] [32] , and was distinct from coronaviruses in groups 1 and 3 [18] . The vaccine strains widely used in China, such as Ma5, H52, H120, and W93, belong to groups 1 and 3. That might explain the reason for IBV infection in chickens and ducks vaccinated with at least two types of vaccines in China.",
            "cite_spans": [
                {
                    "start": 210,
                    "end": 214,
                    "text": "[28]",
                    "ref_id": null
                },
                {
                    "start": 452,
                    "end": 456,
                    "text": "[29]",
                    "ref_id": null
                },
                {
                    "start": 457,
                    "end": 461,
                    "text": "[30]",
                    "ref_id": null
                },
                {
                    "start": 462,
                    "end": 466,
                    "text": "[31]",
                    "ref_id": null
                },
                {
                    "start": 467,
                    "end": 471,
                    "text": "[32]",
                    "ref_id": null
                },
                {
                    "start": 528,
                    "end": 532,
                    "text": "[18]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In conclusion, we have identified a novel serotype of IBV obtained from ducks in the central region of China. This serotype is genetically and antigenically distinct from all other known IBV strains. We propose to call the new genotype and serotype ZZ2004, according to the location where the field virus was found. In the future, it will be important to compare the pathogenicity of ZZ2004 with other circulating IBV strains and to test its complete genome.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        }
    ],
    "bib_entries": {
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Virus taxonomy",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "C Y"
                    ],
                    "last": "Talbot",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Woo",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Ziebuhr",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Genomic analysis and surveillance of the coronavirus dominant in ducks in China",
            "authors": [
                {
                    "first": "Q",
                    "middle": [
                        "Y"
                    ],
                    "last": "Zhuang",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "C"
                    ],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "Y"
                    ],
                    "last": "Hou",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "M"
                    ],
                    "last": "Jiang",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "C"
                    ],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Yu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Chen",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "PLoS One",
            "volume": "10",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF1": {
            "text": "Fig. 1 Neighbor-Joining (NJ) tree for the ZZ2004 S1 gene using MEGA5. ZZ2004 is shown with a black triangle. The numbers on the branches represent bootstrap values (based on 1000 replications)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "a black triangle. The numbers on the branches represent bootstrap values (based on 1000 replications)",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Edited by William Dundon.",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "IBV strains used for the phylogenetic analysis of the S1 and M genes",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "Funding This study was funded by the National Natural Science Foundation of China (30972202) and the Science Foundation of He'nan Educational Committee (12A230004).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "acknowledgement"
        },
        {
            "text": "Conflict of interest Author Xingyou Liu has received research grants from the National Natural Science Foundation of China. Author Sixin Yao has received research grants from He'nan Educational Committee and Henan Institute of Science and Technology. Author Changbo Ou, Xianwen Wang, Zonghui Yao are members of Henan Institute of Science and Technology. Jinjing Liu is a member of Institute of Zoology, Chinese Academy of Sciences OR if no conflict exists: Author Xingyou Liu declares that he has no conflict of interest. Author Sixin Yao declares that he has no conflict of interest. Author Changbo Ou declares that he has no conflict of interest. Author Xianwen Wang declares that he has no conflict of interest. Author Zonghui Yao declares that he has no conflict of interest. Author Jinjing Liu declares that she has no conflict of interest.Ethical approval All applicable international, national, and/or institutional guidelines for the care and use of animals were followed.Informed consent Informed consent was obtained from all individual participants included in the study.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Compliance with ethical standards"
        }
    ]
}