{
    "paper_id": "f6adba56fbc16e6932671d6205f297e0ab4c9278",
    "metadata": {
        "title": "Immunization by Avian H5 Influenza Hemagglutinin Mutants with Altered Receptor Binding Specificity",
        "authors": [
            {
                "first": "Zhi-Yong",
                "middle": [],
                "last": "Yang",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Chih-Jen",
                "middle": [],
                "last": "Wei",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Wing-Pui",
                "middle": [],
                "last": "Kong",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Lan",
                "middle": [],
                "last": "Wu",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Ling",
                "middle": [],
                "last": "Xu",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "David",
                "middle": [
                    "F"
                ],
                "last": "Smith",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Gary",
                "middle": [
                    "J"
                ],
                "last": "Nabel",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Influenza virus entry is mediated by the receptor binding domain (RBD) of its spike, the hemagglutinin (HA). Adaptation of avian viruses to humans is associated with HA specificity for α2,6rather than α2,3-linked sialic acid (SA) receptors. Here, we define mutations in influenza A subtype H5N1 (avian) HA that alter its specificity for SA either by decreasing α2,3or increasing α2,6-SA recognition. RBD mutants were used to develop vaccines and monoclonal antibodies that neutralized new variants. Structure-based modification of HA specificity can guide the development of preemptive vaccines and therapeutic monoclonal antibodies that can be evaluated before the emergence of human-adapted H5N1 strains.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "The SA specificity of different HAs was analyzed by a modification of the glycan microarray method (12) and by the resialylated HA assay (13) . For glycan arrays, HAs were coexpressed with NA and purified (8) . The E190D,K193S,G225D mutation eliminated recognition of most α2,3-linked substrates compared with wild-type protein (Fig. 2, A versus B) . The resialylated HA assay confirmed the loss of α2,3-SA recognition in the triple mutant and lack of α2,6 binding (Table 1A) , also seen in Q226L,G228S. Analysis of previously described mutants (14) also revealed no α2,6-SA recognition (Table 1B) . Finally, we identified mutations that increased α2,6-SA recognition (Table 1C) , particularly the S137A,T192I variant that alters both the 130 loop and 190 helix. This altered specificity was confirmed in glycan microarrays (table S1). These mutations represent alternatives by which the HA can adapt its substrate recognition; in the lastmentioned instance, it increases α2,6-SA binding to be more similar, although not identical, to human-adapted influenza viruses.",
            "cite_spans": [
                {
                    "start": 99,
                    "end": 103,
                    "text": "(12)",
                    "ref_id": null
                },
                {
                    "start": 137,
                    "end": 141,
                    "text": "(13)",
                    "ref_id": null
                },
                {
                    "start": 205,
                    "end": 208,
                    "text": "(8)",
                    "ref_id": null
                },
                {
                    "start": 545,
                    "end": 549,
                    "text": "(14)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 328,
                    "end": 348,
                    "text": "(Fig. 2, A versus B)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 465,
                    "end": 475,
                    "text": "(Table 1A)",
                    "ref_id": null
                },
                {
                    "start": 587,
                    "end": 597,
                    "text": "(Table 1B)",
                    "ref_id": null
                },
                {
                    "start": 668,
                    "end": 678,
                    "text": "(Table 1C)",
                    "ref_id": null
                }
            ],
            "section": ""
        },
        {
            "text": "Immunogenic and antigenic differences among HAs with altered receptor specificity were analyzed by vaccination of mice with wild-type or the triple-mutant HA and generation of monoclonal antibodies (mAbs). Each mAb recognized mutant or wild-type HA coexpressed with NA with differential specificity (Fig. 3A) . One potent H5-specific mAb, 9E8, neutralized wild-type H5 but showed significantly reduced activity against the triple-mutant pseudovirus (Fig. 3B, left) . In contrast, a second such monoclonal, 10D10, neutralized both HAs equivalently at maximal inhibitory concentrations, although smaller differences were observed at intermediate concentrations ( Fig. 3B , middle). A third mAb, 9B11, isolated after immunization with the triple-mutant expression vector, showed the converse specificity, inhibiting the triple mutant but not affecting the wild-type H5 pseudovirus (Fig. 3 , B and C, right). Finally, although 9E8 more effectively neutralized the wild type than S137A,T192I, another antibody, 11H12, showed comparable activity on both (Fig. 3D ), confirming the differential antigenicity of this mutant. Modification of SA binding specificity therefore altered neutralization sensitivity and facilitated the generation of vaccines that elicited effective neutralizing mAbs.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 299,
                    "end": 308,
                    "text": "(Fig. 3A)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 449,
                    "end": 464,
                    "text": "(Fig. 3B, left)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 661,
                    "end": 668,
                    "text": "Fig. 3B",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 878,
                    "end": 885,
                    "text": "(Fig. 3",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1048,
                    "end": 1056,
                    "text": "(Fig. 3D",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": ""
        },
        {
            "text": "In this report, we have identified mutations in the avian H5 hemagglutinin that alter its specificity for SA receptors and have shown that such mutants can be used to elicit neutralizing monoclonal antibodies that more effectively inhibit these variants. Neutralization sensitivity was determined with a lentiviral entry assay previously shown to define mechanisms of entry for numerous viruses, including HIV, severe acute respiratory syndrome (SARS), Ebola and Marburg hemorrhagic viruses, and, recently, influenza (15) (16) (17) . Inhibition by antibodies determined neutralization sensitivity (18, 19) and correlated with hemagglutination inhibition, a traditional marker of immune protection (table S2) (19) . With this approach, the specificity of the HA was examined, independent of molecular adaptations required to generate replication-competent virus, which allowed identification of several mutants with altered SA specificity. Other mutants have been defined recently whose recognition was assessed with a less-specific assay (14) , and we find here that they do not gain α2,6-SA recognition in the HA assay (Table 1B; N186K, Q196R). The previously reported Q226L,G228S mutant (9)also showed no α2,6-SA binding (Table 1A) . It is therefore unlikely that HA mutants reported previously are human-adapted, although S137A,T192I here may represent a step in this pathway.",
            "cite_spans": [
                {
                    "start": 517,
                    "end": 521,
                    "text": "(15)",
                    "ref_id": null
                },
                {
                    "start": 522,
                    "end": 526,
                    "text": "(16)",
                    "ref_id": null
                },
                {
                    "start": 527,
                    "end": 531,
                    "text": "(17)",
                    "ref_id": null
                },
                {
                    "start": 597,
                    "end": 601,
                    "text": "(18,",
                    "ref_id": null
                },
                {
                    "start": 602,
                    "end": 605,
                    "text": "19)",
                    "ref_id": null
                },
                {
                    "start": 708,
                    "end": 712,
                    "text": "(19)",
                    "ref_id": null
                },
                {
                    "start": 1038,
                    "end": 1042,
                    "text": "(14)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 1120,
                    "end": 1130,
                    "text": "(Table 1B;",
                    "ref_id": null
                },
                {
                    "start": 1223,
                    "end": 1233,
                    "text": "(Table 1A)",
                    "ref_id": null
                }
            ],
            "section": ""
        },
        {
            "text": "Whether acquisition of α2,6-SA specificity would increase H5N1 transmissibility also remains unknown. Recently, HA mutations in the 1918 virus that allowed human SA recognition were shown to enhance transmission in ferrets (20) , which supports this notion and provides a model to evaluate such H5 mutants. The approach to rational design of human-adapted H5-specific vaccines facilitates such analyses, as well as the development of preemptive countermeasures to contain influenza outbreaks. The five major antigenic sites of HA lie on an accessible surface adjacent to the RBD (7, 21, 22) . Although antibodies to this region can affect RBD specificity and neutralization sensitivity (7, (23) (24) (25) (26) , changes solely in the RBD have not been shown to alter immunogenicity. Here, structure-based modification of RBD specificity facilitated the generation of mAbs independent of the major antigenic sites. Directed to a functionally constrained domain, they may less readily evolve resistance and serve as vaccine prototypes that can be developed before human-adapted strains emerge. Altered specificity of the triple-mutant H5 compared with wild-type KAN-1 H5 coexpressed with NA. Glycan microarray analysis of (A) wild-type or (B) triple-mutant HA purified after coexpression with NA was performed by a modification (18) of a previous technique (12) performed by Core H, Consortium for Functional Genomics, Emory University. Glycans with related linkages are grouped by color: selected glycoproteins (orange), predominantly α2,3sialosides (yellow), α2,6-sialosides (green), α2,8 ligands (blue), or others (purple), as previously shown (table S3) . Altered neutralization sensitivity of mutant H5N1 pseudovirus. (A) Binding to HA coexpressed with NA in transfected 293T cells was determined by flow cytometry with the indicated mAbs (blue) or isotype control IgG (red). (B) Neutralization sensitivities were assessed with the indicated mAbs. (C) Neutralization sensitivities of the indicated wild-type and mutant HAs to these mAbs (400 ng/ml) are shown (ND, not done). (D) Neutralization sensitivities of wildtype and S137A,T192I mutant to mAb 9E8 and 11H12 are presented. Table 1 Specificity of glycan recognition and efficacy of entry of wild-type and mutant HAs. H5 mutants KAN-1 from Thailand, or VN1203, and VN1194 from Vietnam were used as described in methods (18). The ability of indicated HAs to bind α2,3-and α2,6-SAs was determined by a resialylated hemagglutination assay (18) for (A) KAN-1 mutants with loss of α2,3",
            "cite_spans": [
                {
                    "start": 223,
                    "end": 227,
                    "text": "(20)",
                    "ref_id": null
                },
                {
                    "start": 579,
                    "end": 582,
                    "text": "(7,",
                    "ref_id": null
                },
                {
                    "start": 583,
                    "end": 586,
                    "text": "21,",
                    "ref_id": null
                },
                {
                    "start": 587,
                    "end": 590,
                    "text": "22)",
                    "ref_id": null
                },
                {
                    "start": 686,
                    "end": 689,
                    "text": "(7,",
                    "ref_id": null
                },
                {
                    "start": 690,
                    "end": 694,
                    "text": "(23)",
                    "ref_id": null
                },
                {
                    "start": 695,
                    "end": 699,
                    "text": "(24)",
                    "ref_id": null
                },
                {
                    "start": 700,
                    "end": 704,
                    "text": "(25)",
                    "ref_id": null
                },
                {
                    "start": 705,
                    "end": 709,
                    "text": "(26)",
                    "ref_id": null
                },
                {
                    "start": 1355,
                    "end": 1359,
                    "text": "(12)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 1645,
                    "end": 1655,
                    "text": "(table S3)",
                    "ref_id": null
                },
                {
                    "start": 2182,
                    "end": 2189,
                    "text": "Table 1",
                    "ref_id": null
                }
            ],
            "section": ""
        },
        {
            "text": "HA activity and relevant controls, (B) VN1203 and previously described VN1194 mutants (14) , and (C) KAN-1 mutants with increased α2,6-SA binding. Viral entry of wild-type and mutant pseudotyped lentiviral vectors was measured as described (18). The degrees of entry were as follows: +, <25% of WT; ++, 25 to 50% of WT; +++, 50 to 75% of WT; ++++, >75% of WT. The H5 (KAN-1) here is identical to the GenBank sequence and differs at amino acids 186(N/K) from Yamada and colleagues (14) , and the VN1194 mutants are identical to N182K and Q192R (14) according to alternative numbering conventions. ",
            "cite_spans": [
                {
                    "start": 86,
                    "end": 90,
                    "text": "(14)",
                    "ref_id": null
                },
                {
                    "start": 480,
                    "end": 484,
                    "text": "(14)",
                    "ref_id": null
                },
                {
                    "start": 543,
                    "end": 547,
                    "text": "(14)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Lippincott",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "R"
                    ],
                    "last": "Murphy",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "G"
                    ],
                    "last": "Webster",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Fields",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Virology",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Single-letter abbreviations for the amino acid residues are as follows: A, Ala",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "Cys; D",
                    "middle": [],
                    "last": "Asp",
                    "suffix": ""
                },
                {
                    "first": "; E",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "Glu",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "We thank T. Zhou for computer graphics",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Paulson for advice on glycan arrays and generously providing α2",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Sasisehkaran for helpful discussions and advice",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Wilson",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Stevens",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Blixt for formatting glycan analyses; and A. Tislerics and B. Hartman for manuscript preparation",
            "authors": [
                {
                    "first": "O",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Vaccine Research Center, NIAID, NIH, and the Center for Functional Genomics, National Institute of Arthritis and Musculoskeletal and Skin Diseases (NIAMS), NIH",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Structural and genetic basis for hemagglutinin mutations. (A) The RBDs of alternative viral hemagglutinins are shown. (B) Comparison of amino acid sequences in the major 130 and 220 loops and the 190 helix, color-coded in purple, lavender, and green, respectively.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Fig. 2.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Fig. 3.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Author manuscript; available in PMC 2008 August 10.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}