{
    "paper_id": "f75035682e8696a6623fe76a5e194f8cb26aa5c6",
    "metadata": {
        "title": "Is a COVID19 Quarantine Justified in Chile or USA Right Now?",
        "authors": [
            {
                "first": "R",
                "middle": [
                    "I"
                ],
                "last": "Gonzalez",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "F",
                "middle": [],
                "last": "Munoz",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "P",
                "middle": [
                    "S"
                ],
                "last": "Moya",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "M",
                "middle": [],
                "last": "Kiwi",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Is a nationwide quarantine, or other harder measures justified in Chile? The answer without deeper analysis is yes. But, the real tricky ingredient is timing. Scientific evidence has to be a key element in making this decision, and it has to be based on the available data. A reckless decision could do enormous harm to the national economy, which in Chile is already crippled by the social outburst of October 2019. However, acting too late is likely to imply a large number of causalities, or producing an even harder sociopolitical scenario. The long delay between the enforcement of measures and their repercussion in the infection rate makes taking the right decision even more difficult.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Our intention is to show, with just one -easy to graspparameter, how bad the situation facing the national healthcare system is. And, on that basis, infer if a nationwide quarantine should be enforced as soon as possible.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "We avoid making forecasts about the number of infected, limiting ourselves to the available data. Our assumptions are minimal and play almost no role in our conclusions. We suggest a nationwide quarantine considering that our social life is very similar to that of Italy or Spain, who are experiencing a giant humanitarian crisis due to the collapse of their healthcare system. But, beyond this or another measure, we want to show that the contagion of the disease must be radically reduced right now, and this can be achieved by effective social distancing, only possible by lockdown.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In an epidemic scenario, rather than the contagion percentage of the total population, one of the most critical elements is the strength of the healthcare system. In * Center for the Development of Nanoscience and Nanotechnology † m.kiwi.t@gmail.com and rafael.gonzalez@umayor.cl the COVID-19 pandemic, the bottleneck of the healthcare system is given by the number of beds available for intensive care (ICU). The number of ICU beds in Chile is not entirely certain, but it could be estimated to 1000 beds [1] (or ∼ 5.3 ICU per 100.000 inhabitants). Of those, we can expect a steady-state occupancy of 75%; this is the average of the usual hospital beds occupied in the OECD [2] . Due to the exponential growth of the infection, a lower value (i.e., a 50% or a 30% occupancy) does not make much difference. Therefore, for this study, we are going to consider the currently available capacity of the Chilean healthcare system for COVID-19 patients is ∼ 250 ICU beds. As we will show later, a higher number of ICU beds can be assumed, for example, similar to the case of Belgium, but the scenario is still quite worrying.",
            "cite_spans": [
                {
                    "start": 506,
                    "end": 509,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 675,
                    "end": 678,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "I. THE COVID-19 BURDEN INDEX"
        },
        {
            "text": "The ratio of COVID-19 infected to those in need of intensive or critical care is about 15%, and a third of them require mechanical ventilation [3] [4] [5] [6] . We will use 15% for our estimate. To compare the evolution in different countries we define the COVID-19 burden index as",
            "cite_spans": [
                {
                    "start": 143,
                    "end": 146,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 147,
                    "end": 150,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 151,
                    "end": 154,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 155,
                    "end": 158,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "I. THE COVID-19 BURDEN INDEX"
        },
        {
            "text": "where N confirmed cases the number of cumulative confirmed cases, and N beds the number of ICU beds available in each country prior to 2020 [7]. A zero value means the basal occupancy of the healthcare system, i.e., the healthcare system in steady-state before the year 2020. When this index reaches 1.0 (the Burnout Limit) the healthcare system is at its local limit. A value larger than 1.0 reflects, approximately, how many extra ICU and medical professionals are needed relative to the regular healthcare system situation (75% occupancy). The important message is to keep the COVID-19 burden index below unity. For values above one doctors will surely find themselves in the difficult humanitarian dilemma of who to care for, or even worse, who to save.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "I. THE COVID-19 BURDEN INDEX"
        },
        {
            "text": ". CC-BY-NC 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "I. THE COVID-19 BURDEN INDEX"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint Figure 1 shows the COVID-19 burden index for several countries using the data available [8] . The results are consistent with what is expected; the worst affected countries, i.e., Italy, Iran, and Spain score 4.6, 3.6, and 3.6 in the last day considered for this report. UK and Germany are about to reach their limit. Germany has maintained a controlled COVID-19 Burden index for 16 days; that is, it has maintained its health system without collapsing. But 16 days below the burnout limit may be insufficient, if they do not manage to reduce the rate, it spreads urgently. Although the disease is overcome on average in 2 weeks, critically ill patients take between 3 and 6 weeks [9] , so Germany seems still far from overcoming the emergency. The UK case is very worrying because it could collapse very quickly if it does not reduce the rate of infections as soon as 2 or 3 days, or they could face the worst-case scenario. South Korea is on its limit, its healthcare system is fully occupied and strained, but it is copping with the demand. Finally, USA and Chile are steadily approaching the limits of their healthcare systems; in about one week, they might not be able to cope with the demand if they don't reduce the rate of contagion right now. An under/over estimate of the parameters used could mean at most one or two days in reaching the burnout limit. Close to reaching this limit, the fatality of COVID-19 increases drastically, see Fig. 2 .",
            "cite_spans": [
                {
                    "start": 164,
                    "end": 167,
                    "text": "[8]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 757,
                    "end": 760,
                    "text": "[9]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [
                {
                    "start": 76,
                    "end": 84,
                    "text": "Figure 1",
                    "ref_id": null
                },
                {
                    "start": 1522,
                    "end": 1528,
                    "text": "Fig. 2",
                    "ref_id": null
                }
            ],
            "section": "I. THE COVID-19 BURDEN INDEX"
        },
        {
            "text": "Looking to the slope of the COVID-19 burden index in a logarithmic scale from countries such as Iceland, Belgium, Chile, France, Germany, and USA, all of them have similar behavior. At early stages, the contagion depends much on details, such as population, demographics and/or geography. Then, at intermediate stages -when around the 500 detected cases is reached-the slope of the COVID-19 burden index is nearly the same. This applies to countries so different as Iceland, Chile, USA and South Korea. It seems that once the exponential growth of the epidemic is unleashed, specific details for author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "I. THE COVID-19 BURDEN INDEX"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.03.23.20042002 doi: medRxiv preprint trous, as is being experienced. Our recommendation, for any country that is still in time, is to stay under the burnout point (1.0) as South Korea achieved. As we will show below, this can make a difference in reducing the number of deaths, when compared to the Italian crisis by about 10 times, using the preliminary data from South Korea, or even up to about 20 times as preliminary data from Germany. Finally, the marked difference, between 3 clear stages (or more in the case of South Korea) makes a prediction of the spread of COVID-19 inaccurate using standard methods, such as a regression of early contagious data (see Fig. 3 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 771,
                    "end": 777,
                    "text": "Fig. 3",
                    "ref_id": null
                }
            ],
            "section": "I. THE COVID-19 BURDEN INDEX"
        },
        {
            "text": "The most significant danger of this pandemic is not how contagious it is, or the mortality rate, which are important. The main danger is the collapse of the healthcare system. The case fatality rate (CFR), defined as the percentage of death from confirmed COVID-19 cases, changes day to day, and cannot be determined with certainty, and our data are no reference. However, on the basis of the data available on March 23, it is around 4,3%. This is in sharp contrast with South Korea, with over 8,000 cases and about 1% CFR. However, Spain and Italy, with their collapsed healthcare systems, report around 6 and 9%, respectively. Germany has not overcome the emergency and must take extreme measures. In any case, having today a similar number of confirmed infections than those of Spain, and after a similar time since they both exceeded 500 cases, it has a CFR of less than 0.5%, which seems encouraging.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "I. THE COVID-19 BURDEN INDEX"
        },
        {
            "text": "Mainly, our intention is to sound an alarm. It is vital that the authorities of every affected country, on the basis of ICU available beds and the contagion rate, make their most to keep the COVID-19 Burden Index below 1, and take the severe and difficult decisions that this objective requires. In this analysis, we have tried to avoid any bias, sticking to the available data [8] . We believe that the COVID-19 burden index is a simple and solid tool to warn the authorities and decision-makers about the dangers of COVID-19. If the COVID-19 burden index reaches values close to 1.0 the collapse of the healthcare system is imminent, and harsh measures are in need to avoid a drastic increase in causalities.",
            "cite_spans": [
                {
                    "start": 378,
                    "end": 381,
                    "text": "[8]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "I. THE COVID-19 BURDEN INDEX"
        },
        {
            "text": "Finally, while our main concern is Chile, the US case is very worrisome. In fact, with more than 100,000 ICU beds, twice as much as China, they are not shielding the population from exponential COVID-19 growth. The US has 17 times more population than Chile, and 100 times more ICU beds, but there is no guarantee of avoiding collapse (see Fig. 1 ). The only way to avoid collapse is by reducing the contagion rate as early as possible. By March 23, the slope of the COVID-19 burden index of USA is similar to South Korea in Day 2 (see Fig. 1 ). South Korea shortly afterward decreased the slope of the curve, avoiding the burnout limit. The same could happen in USA, but it will depend on the measures taken in the previous weeks.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 340,
                    "end": 346,
                    "text": "Fig. 1",
                    "ref_id": null
                },
                {
                    "start": 536,
                    "end": 542,
                    "text": "Fig. 1",
                    "ref_id": null
                }
            ],
            "section": "I. THE COVID-19 BURDEN INDEX"
        },
        {
            "text": "The authors of this brief communication are used to analyze data and perform simulations in physics, trying to describe Nature. Regrettably, in this urgent communication, we rely only on real data and try to find a simple interpretation of a global humanitarian crisis to help on its solution. The scientific research using computational simulations and experiments are essential to stop this pandemic. Nevertheless, for this communication, the computational simulations were not necessary at all; the evidence from several countries is overwhelming. Unless the exponential growth is hindered in the following days, Chile, USA, and other countries in a similar situation could experience a similar collapse of their healthcare systems. Sadly, to stop the number of critical cases during the next week, the measures should have been taken about one week before writing this communication.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "I. THE COVID-19 BURDEN INDEX"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Informe campaña de invierno",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "De Salud De Chile",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "OECD, Hospital beds and discharge rates",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Preparing for covid-19: early experience from an intensive care unit in singapore",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "F"
                    ],
                    "last": "Liew",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "T"
                    ],
                    "last": "Siow",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Maclaren",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "C"
                    ],
                    "last": "See",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Critical Care",
            "volume": "24",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Covid-19: a novel coronavirus and a novel challenge for critical care, Intensive care medicine",
            "authors": [
                {
                    "first": "Y",
                    "middle": [
                        "M"
                    ],
                    "last": "Arabi",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Murthy",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Webb",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Critical care crisis and some recommendations during the covid-19 epidemic in china",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Xie",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Tong",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Guan",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Du",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Qiu",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "S"
                    ],
                    "last": "Slutsky",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Intensive Care Medicine",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Managing covid-19 in low-and middle-income countries",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Hopman",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Allegranzi",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Mehtar",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "JAMA",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Coronavirus disease (covid-19) -statistics and research",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "R"
                    ],
                    "last": "Max Roser",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Ortiz-Ospina",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Report of the who-china joint mission on coronavirus disease",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "H"
                    ],
                    "last": "Organization",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "FIG. 1.COVID-19 burden index for several countries as a function of time, after the first 500 positive cases are confirmed, a reasonable value for Chile. Notice that we present the index on a logarithmic scale.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "The authors are supported by ANID Chile through Fondecyt grants Nos. 1191351, 1191353, and 11180557, the Center for the Development of Nanoscience and and Nanotechnology CEDENNA AFB180001, and Conicyt PIA/Anillo ACT192023.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ACKNOWLEDGMENTS"
        }
    ]
}