{
    "paper_id": "f7f047146dfe0739f125f5ee64a65775af22aba0",
    "metadata": {
        "title": "Pooled nasopharyngeal and oropharyngeal samples for the identification of respiratory viruses in adults",
        "authors": [
            {
                "first": "D",
                "middle": [],
                "last": "Lieberman",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "A",
                "middle": [],
                "last": "Shimoni",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "A",
                "middle": [],
                "last": "Keren-Naus",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "R",
                "middle": [],
                "last": "Steinberg",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Y",
                "middle": [],
                "last": "Shemer-Avni",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "A pooled sample of oropharyngeal swabs, nasopharyngeal swabs and nasopharyngeal washings, taken from each of 1,000 subjects, was compared to separate specimens from the same sampling. Multiplex real-time polymerase chain reaction (mqRT-PCR) was used to identify 12 respiratory viruses. Two hundred and fortythree (97%) of the 251 viruses identified in the separate samples were also identified in the mixed samples. The sensitivity rate was identical at 100% for all virus groups except coronaviruses. This sensitivity rate clearly justifies the use of pooled samples instead of separate samples for clinical and epidemiological purposes. The reduction in costs attained from the use of pooled samples may represent a critical advantage when considering its use in extensive clinical and epidemiological studies.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Several methods have been developed over recent decades for the identification of viruses that cause respiratory viral infections [1] . In a previous study, we assessed the preferred sampling technique for the identification of respiratory viruses in adults [2] . The conclusion from that study was that, in order to obtain a full picture of respiratory virus aetiology, it is necessary to take simultaneous samples of the nasopharynx by nasopharyngeal swabs and washings together with samples from the oropharynx by oropharyngeal swabs. In that study, all three types of samples were obtained from each of the study subjects and tested separately for 12 different respiratory viruses. In the absence of evidence to the contrary in the literature, we defined a subject as positive for any of the respiratory viruses if at least one of the samples was positive for the virus, without regard to the sampling method used. The question arose as to whether it would be possible to substitute a test of a single pooled sample for the three separate samples, thus, significantly reducing the test costs. The accuracy of pooled sample testing is not selfevident, since technical artifacts like inhibitors in one of the samples could theoretically reduce the sensitivity of the pooled sample. A comprehensive search of the literature on this issue did not reveal a single study that addressed this specific question in the context in which we posed it, or in any other relevant context. In light of this, the aim of the present study was to compare the respiratory viruses identified by testing each of the three samples separately to the result of testing a single sample obtained by pooling the three samples together.",
            "cite_spans": [
                {
                    "start": 130,
                    "end": 133,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 258,
                    "end": 261,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The study population was comprised of 1,000 participants; 550 were patients hospitalised from the community with an D. Lieberman (*) Pulmonary Unit and the Division of Internal Medicine, The Soroka Medical Center, Faculty of Health Sciences, Ben-Gurion University of the Negev, Beer-Sheva 84101, Israel e-mail: Lieberma@bgu.ac.il acute febrile lower respiratory tract infection (communityacquired pneumonia, non-pneumonic lower respiratory tract infection or acute exacerbation of chronic obstructive pulmonary disease [COPD] ) and the other 450 were ambulatory control subjects with no evidence of respiratory tract infection in the month prior to sampling. The study was approved by the Helsinki Committee for research on human beings of the Soroka Medical Center, and all participants gave signed informed consent to participate. The full inclusion and exclusion criteria for the patients and controls and the sampling methods in the present study were identical to those of the previous study and are detailed in the paper from that study [2] . After sampling, the nasopharyngeal and oropharyngeal swab applicators were cut and placed separately into two tubes containing 1.0 ml of RPMI solution (Biological Industries, Beit",
            "cite_spans": [
                {
                    "start": 519,
                    "end": 525,
                    "text": "[COPD]",
                    "ref_id": null
                },
                {
                    "start": 1043,
                    "end": 1046,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Materials and methods"
        },
        {
            "text": "Haaemek, Israel). The two test tubes with the swabs were vortexed for 5 min, after which the head of the applicator was drained against the sides of the test tubes and then removed. The raw nasopharyngeal washing matter was added to a test tube containing 1.0 ml of RPMI solution, which was also vortexed. Then, 0.5 ml from each of the three sample fluids were pooled together and vortexed in a separate test tube whose content represented the pooled sample. Nucleic acid extraction was performed using the NucliSENS easyMAG (bioMérieux, Marcy l'Etoile, France), according to the manufacturer's instructions. A quantity of 400 µl of aspirate was extracted into 50 µl of elution solution. The sets of primers and probes used to detect the 12 viruses by multiplex hydrolysis probes-based real-time polymerase chain reaction (mqRT-PCR) are described in the previous paper [2] . Each sample was tested in parallel, in three test tubes, for the following viruses: influenza A and B, parainfluenza 2 and 3, human respiratory syncytial virus (RSV), human metapneumovirus (hMPV), rhinovirus, adenovirus, and corona viruses 229E, HKU1, OC43 and NL63. Amplification was carried out in a final volume of 10 µl, using the RNA UltraSense One-Step qRT-PCR System (Invitrogen, Carlsbad, CA, USA) with 4 µl of nucleic acid and four sets of primers and probes to detect four viruses, and an internal control (IC) set (see the previous paper [2] for virus testing combinations). All samples with discordant results were re-analysed. For the data analyses, patients were defined as positive for one of the respiratory viruses if at least one of the three separate samples was positive for that virus. This definition served as the gold standard for the evaluation of the sensitivity of the pooled sample for that same virus. The data were recorded and analysed using the Epi Info 3.3.2 software package. Table 1 presents the results of the comparisons between the three separate samples and the pooled sample for the identification of the main groups of respiratory viruses and for all viruses combined. Compared to the gold standard, the pooled samples had a sensitivity rate of 96.8% for all of the viruses combined. The sensitivity reached 100% for all main groups of the respiratory viruses, except for corona- virus, in which the sensitivity of the pooled samples was 89.3%. These sensitivity rates clearly justify the use of pooled samples instead of separate samples for clinical and epidemiological studies. The reduction in costs achieved by the use of pooled samples rather than separate samples could reach 50% of the laboratory-related costs. This degree of cost reduction could have a decisive effect when considering this test for extensive clinical and epidemiological purposes.",
            "cite_spans": [
                {
                    "start": 869,
                    "end": 872,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1424,
                    "end": 1427,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [
                {
                    "start": 1885,
                    "end": 1892,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Materials and methods"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Optimal sampling sites and methods for detection of pathogens possibly causing community-acquired lower respiratory tract infections",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Loens",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Van Heirstraeten",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Malhotra-Kumar",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Goossens",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ieven",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "J Clin Microbiol",
            "volume": "47",
            "issn": "",
            "pages": "21--31",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Identification of respiratory viruses in adults: nasopharyngeal versus oropharyngeal sampling",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Lieberman",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Lieberman",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Shimoni",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Keren-Naus",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Steinberg",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Shemer-Avni",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "J Clin Microbiol",
            "volume": "47",
            "issn": "",
            "pages": "3439--3443",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "Comparison of the three separate samples with the pooled sample for the main groups of the respiratory viruses and for all viruses combined Separate +ve indicates that at least one of the three separate samples was positive b Separate −ve indicates that none of the three separate samples was positive",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}