{
    "paper_id": "f826d8b445569ffd2bd5cccd78dc0533a284e792",
    "metadata": {
        "title": "Cell Reports Supplemental Information Quantitative Proteomics Identifies Serum Response Factor Binding Protein 1 as a Host Factor for Hepatitis C Virus Entry",
        "authors": [
            {
                "first": "Gisa",
                "middle": [],
                "last": "Gerold",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Felix",
                "middle": [],
                "last": "Meissner",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Janina",
                "middle": [],
                "last": "Bruening",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Kathrin",
                "middle": [],
                "last": "Welsch",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Paula",
                "middle": [
                    "M"
                ],
                "last": "Perin",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Thomas",
                "middle": [
                    "F"
                ],
                "last": "Baumert",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Florian",
                "middle": [
                    "W"
                ],
                "last": "Vondran",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Lars",
                "middle": [],
                "last": "Kaderali",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Joseph",
                "middle": [],
                "last": "Marcotrigiano",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Abdul",
                "middle": [
                    "G"
                ],
                "last": "Khan",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Matthias",
                "middle": [],
                "last": "Mann",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Charles",
                "middle": [
                    "M"
                ],
                "last": "Rice",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Thomas",
                "middle": [],
                "last": "Pietschmann",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "(A) Huh-7.5 cells were silenced for SRFBP1 or CD81 as described in Fig. 4B and surface expression levels of CD81 determined by antibody staining and flow cytometry. Unstained: FITC-conjugated isotype control antibody.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 67,
                    "end": 74,
                    "text": "Fig. 4B",
                    "ref_id": null
                }
            ],
            "section": ""
        },
        {
            "text": "The histogram is representative of four independent experiments and shows the counts of 10,000 cells per experimental condition. (A) Huh-7.5 cells were electroporated with HCV genotype 2a full length genomes (HCV) or left untreated and fixed 48 h later. Cells were stained for SRFBP1, the ER marker calnexin, the lipid droplet dye oil red O, the stress granule marker ataxin 2 and the p body marker DDX6 as described in Figure 4A . Insert: 2.2-fold magnification, scale bar: 10 µm.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 420,
                    "end": 429,
                    "text": "Figure 4A",
                    "ref_id": null
                }
            ],
            "section": ""
        },
        {
            "text": "(B) Primary human hepatocytes (PHH) were plated on collagenated cover slips, 6 h later incubated with purified eE2 or PBS (mock) for 15 min, fixed and then stained for SRFBP1 and CD81 as described in Figure 4A . Scale bar: 10 µm.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 200,
                    "end": 209,
                    "text": "Figure 4A",
                    "ref_id": null
                }
            ],
            "section": ""
        },
        {
            "text": "(C) Pearson's colocalization coefficient for SRFBP1 and calnexin, oil red O, DDX6, ataxin 2 or DAPI in resting Huh-7.5 cells or cells 48 h post electroporation with HCV genotype 2a full length genomes (48 hpe).",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Pearson's coefficients were calculated by intensity correlation analysis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Each dot represents one image frame. Mean and s.e.m. for at least four image frames are shown.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "(D) Pearson's colocalization coefficient for SRFBP1 and CD81 in PHH with and without eE2 incubation for 15 min calculated by intensity correlation analysis. Each dot represents one image frame. Mean and s.e.m. for at least four image frames and p value are shown.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "(E) Huh-7.5 cells were left untreated or incubated with HCV clone 2 (MOI 10) for 15 min, fixed and stained for SRFBP1 and CD81 as in Figure 4A . (E) Huh-7.5 cells were infected with HCV clone 2 (MOI 1) or left uninfected. 72 hpi cells were fixed and stained for SRFBP1 and NS5A as described in Figure 4A . Scare bar 10 µm. ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 133,
                    "end": 142,
                    "text": "Figure 4A",
                    "ref_id": null
                },
                {
                    "start": 294,
                    "end": 303,
                    "text": "Figure 4A",
                    "ref_id": null
                }
            ],
            "section": ""
        },
        {
            "text": "Huh-7, Huh-7.5 and 293T cells were maintained in DMEM (Invitrogen) with 10% FBS, 2 mM L-glutamine and 0.1 mM non-essential amino acids. In vitro transcripts of HCV full length and subgenomic genomes were prepared and transfected as described previously (Haid et al., 2010) . HCV stocks were generated by electroporation of in vitro-transcribed RNA into Huh-7.5 cells.",
            "cite_spans": [
                {
                    "start": 253,
                    "end": 272,
                    "text": "(Haid et al., 2010)",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Cells, Viruses and eE2"
        },
        {
            "text": "HCVcc particles were harvested in DMEM containing 1.5% FCS (J6/JFH clone2, FACSCalibur or Accuri instrument (BD Bioscience). Human coronavirus 229E, in which ORF 4 is replaced by Renilla luciferase, (HCoV229E-luc) was kindly provided by Volker Thiel (Pfefferle et al., 2011) . Infectivity was measured 24 hpi by quantification of luciferase activity in lysates. All virus titers (50% tissue culture infective dose/ml) were calculated after serial dilution based on the 50% endpoint method of Reed and Muench (Ozanne, 1984) . ",
            "cite_spans": [
                {
                    "start": 250,
                    "end": 274,
                    "text": "(Pfefferle et al., 2011)",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 508,
                    "end": 522,
                    "text": "(Ozanne, 1984)",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "Cells, Viruses and eE2"
        },
        {
            "text": "Primary human hepatocytes were isolated from liver specimens obtained after partial hepatectomy and plated on collagen at a density of 1.3x10 6 cells in P6 dishes as described in (Kleine et al., 2014) . Cells were kept in hepatocyte culture ",
            "cite_spans": [
                {
                    "start": 179,
                    "end": 200,
                    "text": "(Kleine et al., 2014)",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Primary Human Hepatocytes"
        },
        {
            "text": "One-step immunoprecipitations of membrane proteins were performed by adapting the protocol of (Schneider et al., 1982) ",
            "cite_spans": [
                {
                    "start": 94,
                    "end": 118,
                    "text": "(Schneider et al., 1982)",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": "Immunoprecipitation for SILAC"
        },
        {
            "text": "Proteins were denatured, reduced, alkylated and digested with trypsin as described in (Butter et al., 2012; Meissner et al., 2013 Peptides were separated by HPLC over a 150 min gradient from 2% to 60% acetonitrile and analyzed in an Orbitrap Elite mass spectrometer (Thermo Fisher Scientific). Full-scan MS was acquired with 120,000 resolution in the Orbitrap analyzer, and up to the ten-most intense ions from each full scan were fragmented with collision-induced dissociation and analyzed in the linear ion trap.",
            "cite_spans": [
                {
                    "start": 86,
                    "end": 107,
                    "text": "(Butter et al., 2012;",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 108,
                    "end": 129,
                    "text": "Meissner et al., 2013",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "LC MS/MS Analysis"
        },
        {
            "text": "Mass spectra were analyzed using MaxQuant software version 1.2.6.1.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "MS Bioinformatics"
        },
        {
            "text": "Carbamidomethylcysteine was set as a fixed modification, N-terminal acetylation and methionine oxidation as variable modifications. The spectra were searched by the Andromeda search engine against the human International Protein Index protein sequence database (IPI version 3.68) combined with 248 common contaminants and concatenated with the reversed versions of all sequences.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "MS Bioinformatics"
        },
        {
            "text": "Protein identification required at least one unique or razor peptide per protein group. The required false positive rate was set to 1% at the peptide and 1% at the protein level, and the minimum required peptide length was set to 6 amino acids. Contaminants, reverse identification and proteins only identified by site were excluded from further data analysis, which was performed in Perseus (Cox and Mann, 2012) .",
            "cite_spans": [
                {
                    "start": 392,
                    "end": 412,
                    "text": "(Cox and Mann, 2012)",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "MS Bioinformatics"
        },
        {
            "text": "We performed functional annotation clustering and enrichment scoring of all 26 SILAC hits using PANTHER (Thomas et al., 2003) (Fig. 1D and 1E ) or DAVID (http://david.abcc.ncifcrf.gov) version 6.7, with ''high'' classification stringency settings (Huang da et al., 2009) (Fig. 1F ). DAVID analysis yielded 12 highly enriched clusters (EASE score above 1) and 17 clusters in total. We next generated a combined network view based on STRING database interactions and DAVID functional annotation clustering using a Matlab script described in (Mercer et al., 2012) and Cytoscape for visualization. Briefly, we used STRING 9.1 (http://www.string-db.org) to generate interaction networks of significant SILAC hits with a 2.1-fold or stronger dynamic CD81 interaction (Franceschini et al., 2013) . Then, each protein was assigned to the cluster with the highest enrichment, in which the protein was present in the highest fraction of individual annotations. Selected unclustered proteins were placed back in the visualization as inverted arrowheads. All STRING interactions (solid lines) with a confidence score of 0.9 or higher, and all interactions of 0.35 or higher between genes within the same functional annotation cluster were added. Finally, we manually placed functional annotation clusters in their approximate cellular locations. Selected proteins with two cellular locations were placed into both respective places (see Figure 1F ).",
            "cite_spans": [
                {
                    "start": 104,
                    "end": 125,
                    "text": "(Thomas et al., 2003)",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 539,
                    "end": 560,
                    "text": "(Mercer et al., 2012)",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 761,
                    "end": 788,
                    "text": "(Franceschini et al., 2013)",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [
                {
                    "start": 126,
                    "end": 141,
                    "text": "(Fig. 1D and 1E",
                    "ref_id": null
                },
                {
                    "start": 271,
                    "end": 279,
                    "text": "(Fig. 1F",
                    "ref_id": null
                },
                {
                    "start": 1425,
                    "end": 1434,
                    "text": "Figure 1F",
                    "ref_id": null
                }
            ],
            "section": "DAVID/STRING Functional Gene View"
        },
        {
            "text": "Huh-7.5 cells stably expressing Firefly luciferase (Huh-7.5 FLuc) were seeded at a density of 3x10 4 cells per well in a 96 well plate 5 h prior to transfection (Gentzsch et al., 2011) . RNA interference against the 28 dynamic CD81",
            "cite_spans": [
                {
                    "start": 161,
                    "end": 184,
                    "text": "(Gentzsch et al., 2011)",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "RNAi Screen for HCV Host Factors and Bioinformatic Analysis"
        },
        {
            "text": "interaction partners was achieved with a pool of three independent targeting siRNAs (Ambion Silencer Select). When available validated siRNA were selected. Two scrambled siRNAs served as negative and a pool of three CD81 targeting siRNAs as positive control. To avoid plate effects, four scrambled controls were randomly positioned on the plate and edges were left untreated.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RNAi Screen for HCV Host Factors and Bioinformatic Analysis"
        },
        {
            "text": "We transfected 0.5 pmoles of each siRNA per 96 well using lipofectamine RNAiMax (Invitrogen) according to the manufacturer's instructions. Cells were infected with the Renilla luciferase reporter virus JcR2A 48 h post transfection (MOI 0.1) and the inoculum replaced with medium 4 h later. Infectivity was assayed 48 hpi by quantification of Firefly and Renilla luciferase activity. Residual plate effects were computationally accounted for by normalization to the scrambled control reads. We observed no effect on cell proliferation or viability with the 28 targeting siRNA pools. The CD81 siRNA pool reduced cell proliferation in accordance with the described proliferative role of CD81 (Oren et al., 1990) . In order to eliminate proliferation dependent effects, the specific HCV infectivity was calculated by normalization of Renilla luciferase activity (infectivity readout) to Firefly luciferase activity (viability readout).",
            "cite_spans": [
                {
                    "start": 689,
                    "end": 708,
                    "text": "(Oren et al., 1990)",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "RNAi Screen for HCV Host Factors and Bioinformatic Analysis"
        },
        {
            "text": "Huh-7.5 FLuc cells were electroporated with HCV JcR2A RNA and plated in a 24 well dish (Gentzsch et al., 2011) . We transfected a pool of three siRNAs ( exclude that impaired replication would influence assembly and release readouts.",
            "cite_spans": [
                {
                    "start": 87,
                    "end": 110,
                    "text": "(Gentzsch et al., 2011)",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "HCVcc Infection and Whole Life Cycle Assay"
        },
        {
            "text": "Huh-7.5 cells were transduced with lentiviral pseudoparticles encoding Firefly luciferase 48 h post siRNA silencing. Luciferase activity was determined and HCVpp specific infectivity calculated by normalization to VSV pseudotypes and a scambled siRNA control.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Pseudoparticle Infection"
        },
        {
            "text": "To assay for endosomal acidification independent HCV uptake, we adapted a previously described membrane fusion assay (Bitzegeio et al., 2010; Tscherne et al., 2006) . Briefly, Huh-7.5 cells were plated at a density of 5x10 ",
            "cite_spans": [
                {
                    "start": 117,
                    "end": 141,
                    "text": "(Bitzegeio et al., 2010;",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 142,
                    "end": 164,
                    "text": "Tscherne et al., 2006)",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [],
            "section": "Plasma Membrane Fusion Assay"
        },
        {
            "text": "The pIRF bicistronic reporter plasmid was kindly provided by Annie Cahour, Jean",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Translational Reporter Assay"
        },
        {
            "text": "Dubuisson and Yves Rouille and in vitro transcribed and capped as described in (Laporte et al., 2000) . Full length (pFK_i389F-Luc-EI-Core-5B/JFH1_dg) and subgenomic (pFK_i389LucNS2-3'_JFH_dg) HCV constructs and their polymerase deficient ΔGDD mutants were transcribed as described previously (Haid et al., 2010) . Huh-7.5 cells were lipofected with 1 ug RNA per 96-well and translational activity measured after 8 h by assessing luciferase activity in cell lysates. Quantification of SILAC hit transcripts after silencing was achieved by SYBRgreen PCR using primers selected from the Harvard PrimerBank (http://pga.mgh.harvard.edu/primerbank) and GAPDH as standard for normalization.",
            "cite_spans": [
                {
                    "start": 79,
                    "end": 101,
                    "text": "(Laporte et al., 2000)",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 293,
                    "end": 312,
                    "text": "(Haid et al., 2010)",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Translational Reporter Assay"
        },
        {
            "text": "For immunofluorescence analysis Huh-7.5 cells were plated on poly-lysine coated cover slips and where indicated washed with PBS, incubated with 2ug/ml eE2, 7.5 ug/ml E2 antibody (AP33) (Owsianka et al., 2001) DAPI counterstained cells were mounted on glass slides with ProLong Gold antifade mountant (Molecular Probes, W32466) and analyzed by confocal microscopy using an inversed confocal laser-scanning microscope (Olympus Fluoview 1000), using a 60x or 100x magnification lens. The three channels (blue, green, and red) were read in a sequential acquisition mode, with an average of 3 frames for each picture (Kalman n = 3). Data analysis was performed using FluoView (Olympus) and Image J. Intensity correlation analysis was performed using the Image J colocalization analysis plugin. Pearson's colocalization coefficients were calculated for at least four individual frames with 20-40 cells.",
            "cite_spans": [
                {
                    "start": 185,
                    "end": 208,
                    "text": "(Owsianka et al., 2001)",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "Flow Cytometry and Immunofluorescence Microscopy"
        },
        {
            "text": "For flow cytometry, cells were trypsinized, quenched and surface stained with primary antibodies (CLDN1, R&D MAB4618; SR-BI, NB400-104; CD81, sc-23962) in PBS containing 1% FCS for 30 min on ice. After a brief wash, secondary PE-or Alexa488-conjugated secondary antibodies were added for 30 min on ice. Cells were washed three times and analyzed on a FACSCalibur (BD Bioscience). Data analysis was performed using FlowJo.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Flow Cytometry and Immunofluorescence Microscopy"
        },
        {
            "text": "To assess membrane association of SRFBP1 we performed membrane flotation assays according to (Ghibaudo et al., 2004) . Briefly, 2.8x10 6 Huh-7.5 cells were plated in 10 cm dishes and transduced with SRFBP1-mycDDK encoding pseudoparticles 5 h later. 60 h post transduction cells were washed once with PBS, scraped into 10 ml ice cold PBS, pelleted and resuspended in 0.5 ml ice cold hypotonic lysis buffer (10 mM Tris-HCl, pH 7.5, 2 mM MgCl 2 ) supplemented with protease inhibitors (Sigma). After 30 min incubation on ice, cells were dounce homogenized with 12 strokes and cellular debris pelleted at 1000xg for 5 min at 4 °C. Membranes were disrupted in 200 ul lysate with 1% TX-100 for 10 min on ice. TX100 treated and untreated samples were diluted with 75%",
            "cite_spans": [
                {
                    "start": 93,
                    "end": 116,
                    "text": "(Ghibaudo et al., 2004)",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Flotation Assays"
        },
        {
            "text": "Nycodenz to a final concentration of 37,5%. 0.4 ml of this suspension was overlayed with 0.8 ml 35% Nycodenz and 0.1 ml 5% Nycodenz in PBS.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Flotation Assays"
        },
        {
            "text": "Equilibrium ultracentrifugation was carried out for 22 h at 4°C in a Beckmann TLA-55 rotor at 47,000 rpm, 160 µl fractions collected and analyzed by SDS PAGE and immunoblot for SRFBP1, GAPDH and CLDN1.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Flotation Assays"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Adaptation of hepatitis C virus to mouse CD81 permits infection of mouse cells in the absence of human entry factors",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Bitzegeio",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "PLoS pathogens",
            "volume": "6",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Role of scavenger receptor class B type I in hepatitis C virus entry: kinetics and molecular determinants",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Butter",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Journal of virology",
            "volume": "8",
            "issn": "",
            "pages": "34--43",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "1D and 2D annotation enrichment: a statistical method integrating quantitative proteomics with complementary high-throughput data",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Cox",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Mann",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "BMC bioinformatics",
            "volume": "13",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "STRING v9.1: protein-protein interaction networks, with increased coverage and integration",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Franceschini",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Nucleic acids research",
            "volume": "41",
            "issn": "",
            "pages": "808--815",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Hepatitis C virus complete life cycle screen for identification of small molecules with pro-or antiviral activity",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Gentzsch",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Antiviral research",
            "volume": "89",
            "issn": "",
            "pages": "136--148",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Characterization of GB virus B polyprotein processing reveals the existence of a novel 13-kDa protein with partial homology to hepatitis C virus p7 protein",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Ghibaudo",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "The Journal of biological chemistry",
            "volume": "279",
            "issn": "",
            "pages": "24965--24975",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "A plant-derived flavonoid inhibits entry of all HCV genotypes into human hepatocytes",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Haid",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Gastroenterology",
            "volume": "143",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Mouse-specific residues of claudin-1 limit hepatitis C virus genotype 2a infection in a human hepatocyte cell line",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Haid",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Journal of virology",
            "volume": "84",
            "issn": "",
            "pages": "964--975",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Fusion-active glycoprotein G mediates the cytotoxicity of vesicular stomatitis virus M mutants lacking host shut-off activity",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Hoffmann",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "The Journal of general virology",
            "volume": "91",
            "issn": "",
            "pages": "2782--2793",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Systematic and integrative analysis of large gene lists using DAVID bioinformatics resources",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Huang Da",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Nature protocols",
            "volume": "4",
            "issn": "",
            "pages": "44--57",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Structure of the core ectodomain of the hepatitis C virus envelope glycoprotein 2",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "G"
                    ],
                    "last": "Khan",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Nature",
            "volume": "509",
            "issn": "",
            "pages": "381--384",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Explanted diseased livers -a possible source of metabolic competent primary human hepatocytes",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kleine",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "PloS one",
            "volume": "9",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Comparative analysis of translation efficiencies of hepatitis C virus 5' untranslated regions among intraindividual quasispecies present in chronic infection: opposite behaviors depending on cell type",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Laporte",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Journal of virology",
            "volume": "74",
            "issn": "",
            "pages": "10827--10833",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Complete replication of hepatitis C virus in cell culture",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "D"
                    ],
                    "last": "Lindenbach",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Science",
            "volume": "309",
            "issn": "",
            "pages": "623--626",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Direct proteomic quantification of the secretome of activated immune cells",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Meissner",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Science",
            "volume": "340",
            "issn": "",
            "pages": "475--478",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "RNAi screening reveals proteasome-and Cullin3-dependent stages in vaccinia virus infection",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Mercer",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Cell reports",
            "volume": "2",
            "issn": "",
            "pages": "1036--1047",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "TAPA-1, the target of an antiproliferative antibody, defines a new family of transmembrane proteins",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Oren",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "Mol Cell Biol",
            "volume": "10",
            "issn": "",
            "pages": "4007--4015",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Functional analysis of hepatitis C virus E2 glycoproteins and virus-like particles reveals structural dissimilarities between different forms of E2",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Owsianka",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "The Journal of general virology",
            "volume": "82",
            "issn": "",
            "pages": "1877--1883",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Estimation of endpoints in biological systems",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Ozanne",
                    "suffix": ""
                }
            ],
            "year": 1984,
            "venue": "Comput Biol Med",
            "volume": "14",
            "issn": "",
            "pages": "377--384",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "The SARS-coronavirus-host interactome: identification of cyclophilins as target for pan-coronavirus inhibitors",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Pfefferle",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "PLoS pathogens",
            "volume": "7",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Construction and characterization of infectious intragenotypic and intergenotypic hepatitis C virus chimeras",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Pietschmann",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Proceedings of the National Academy of Sciences of the United States of America",
            "volume": "103",
            "issn": "",
            "pages": "7408--7413",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "A one-step purification of membrane proteins using a high efficiency immunomatrix",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Schneider",
                    "suffix": ""
                }
            ],
            "year": 1982,
            "venue": "The Journal of biological chemistry",
            "volume": "257",
            "issn": "",
            "pages": "10766--10769",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "PANTHER: a library of protein families and subfamilies indexed by function",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "D"
                    ],
                    "last": "Thomas",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Genome research",
            "volume": "13",
            "issn": "",
            "pages": "2129--2141",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Time-and temperature-dependent activation of hepatitis C virus for low-pH-triggered entry",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Tscherne",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Journal of virology",
            "volume": "80",
            "issn": "",
            "pages": "1734--1741",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Related to Figure 1. Quantitative MS approach for the identification of transient HCV entry factor interactions. (A) Immunoblot of CD81 co-IPs from resting Huh-7 cells. Cells were lysed under membrane complex preserving conditions, proteins precipitated with anti-CD81 or an isotype control antibody and lysate, IP supernatants (IP-SN) and IP eluates (IP) analyzed by immunoblot. (B) Detailed scheme of the virus entry dependent interaction proteomics workflow. Heavy or light labeled Huh-7 cells were incubated with HCV J6/JFH clone 2 or treated with cellular supernatants from mock electroporated cells processed in the same way as the virus containing supernatants (mock). 15 min post inoculation, cells were lysed and coimmunoprecipitated with CD81 antibodies. Proteins from the two conditions were mixed, tryptically digested to peptides and analyzed by LC-MS/MS analysis. For both the forward (heavy: HCV; light: mock) and the reverse (heavy: mock; light: HCV) experiments two biological replicates were generated and analyzed. (C) Distribution of protein abundances from heavy and light labeled IPs in four biological replicates. Ion intensities (x-axis) are plotted against counts of detected ions (y-axis). CD81 (red arrow) is reproducibly detected with highest intensities in all samples independently of the presence of HCV.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Related to Figure 2. Identification of CD81 associating HCV entry co-factors. (A) RNAi validation by quantitative RT PCR. Six of the eight successful siRNA pools reduced transcript levels to 25% or less. Transcript levels of Huh-7.5 cells 48 hpt with siRNAs were measured by SYBRgreen assay and normalized to GAPDH transcripts and scrambled siRNA controls. Four biological replicates with three technical replicates each are shown. (B) Statistics of the combined SILAC co-IP RNAi strategy. Stringent hit criteria revealed 26 HCV dependent CD81 binding partners, which are liver expressed and not exclusively localized to the nucleus. Six of these decrease HCV infectivity upon RNAi.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Related to Figure 3. SRFBP1 is expressed in primary hepatocytes and required for HCV infection but not for HCV translation or replication. (A) Immunoblot analysis of SRFBP1 in primary human hepatocyte lysates from two independent donors (PHH D6, PHH D7). GAPDH served as loading control. (B) Quantification of SRFBP1 protein (black bars) and SRFBP1 transcript (grey bars) levels in primary human hepatocytes from two donors (PHH D6, PHH D7) normalized to GAPDH internal controls and to Huh-7.5 cells (black bars). (C) Primary human hepatocytes from a single donor were transduced with SRFBP1 shRNA encoding lentiviruses or a scrambled shRNA control. 24 hpt cells were infected with HCV (Jc1), washed 4 h later and supernatant collected 24 hpi. Infectious HCV in supernatants were titered on Huh-7.5 cells. Data represent mean +/-SD of two technical replicates.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Related to Figure 4. Expression of HCV entry factors and cofactors in not affected by SRFBP1 silencing.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "B) Flow cytometric analysis of CLDN1 as decribed in (A) after silencing for SRFBP1 or CLDN1. Unstained: PE-conjugated secondary antibody only. (C) Quantification of HCV entry factor surface expression in Huh-7.5 cells after SRFBP1 silencing analyzed by flow cytometry (see Fig. 4 B). Mean fluorescence intensity (MFI) and number of antibody positive cells were normalized to scrambled siRNA samples and expressed as mean + SD of three independent experiments. (D) Transcript levels of the HCV entry co-factors epidermal growth factor receptor (EGFR) and Niemann-Pick C1-like protein 1 (NPC1L1) in Huh-7.5 cells 48 h post transfection with the indicated siRNAs. Expression normalized to GAPDH and siScrambled control. Mean + s.e.m. are shown.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Related to Figure 5. SRFBP1 does not localize to the ER, lipid droplets, p bodies or stress granules in the presence and absence of HCV infection and recruits to CD81 upon eE2 exposure.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "Pearson's colocalization coefficient for SRFBP1 and CD81 calculated by intensity correlation analysis. Each dot represents one image frame. Mean and s.e.m. for at least four image frames and p value are shown.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "Related to Figure 6. SRFBP1 is dispensable for HCV translation, replication, VSV and coronavirus infection in a plasma membrane fusion assay and does not localize to HCV replication complexes. (A, B) Bicistronic translational reporter assay with HCV IRES driven RLuc (see Figure 6D) and cap-dependent FLuc (A). Huh-7.5 cells were transfected with the indicated siRNA or transduced with the indicated pWPI expression construct, 48 h later transfected with translational reporter RNA. 8 h after reporter transfection luciferase activity in lysates was monitored. HCV IRES dependent translation normalized to capdependent translation shown in (B). (C, D) Early replication reporter assay using full length HCV genomes expressing FLuc. Huh-7.5 cells were transfected with the indicated siRNA or transduced with the indicated pWPI expression construct, 48 h later JcR2A RNA (C) or replication deficient ΔGDD-JFH-FLR-FLuc RNA (D) was transfected, cells lysed 8 hpt and luciferase activity monitored.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF8": {
            "text": "F) Pearson's colocalization coefficient for SRFBP1 and NS5A in Huh-7.5 cells 72 h post HCV clone 2 infection with the indicated MOI calculated by intensity correlation analysis. Each dot represents one image frame. Mean and s.e.m. for at least four image frames. (G, H) Plasma membrane fusion assay was performed as depicted and described in Figure 6F. VSV*M Q (G) or HCoV229E-luc (H) were bound to cells at 4°C in the presence of concanamycin A and plasma membrane fusion induced by washing with a buffer of the indicated pH. Infectivity was monitored 24 h later by luciferase activity quantification. Mean and s.e.m. for 4 biological replicates are shown.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF9": {
            "text": "Related to Figure 7. Interaction proteomics workflow for the study of early host-pathogen interactions. The quantitative proteomics methodology described here is suited to reveal transient host factor -receptor interactions during pathogen entry. Briefly, susceptible cells are incubated with a pathogen or left untreated; then pathogen receptors are affinity enriched and differential receptor binding partners identified and analyzed for their functional role by RNAi. The strategy allows the identification of signaling pathways leading to cellular reprogramming like e.g. apoptosis, host factors for productive infection and innate immune sensing pathways. SUPPLEMENTAL TABLES Table S1, Related to Figure 1. CD81 SILAC Dataset.SILAC ratios, heavy and light intensities for each label direction, significance analysis and protein annotations are listed. Please refer to Excel file \"HCV CD81 SILAC.xlsx\".",
            "latex": null,
            "type": "figure"
        },
        "FIGREF10": {
            "text": "Catanese et al., 2010;Lindenbach et al., 2005)) or 10% FCS (Jc1(Pietschmann et al., 2006), JcR2A (Reiss et al., 2011 and intergenotypic chimeras(Haid et al., 2012)) at 48 and 72 h post electroporation, filtered through a 0.45 µm pore size membrane and concentrated using 100 kDa cutoff Amicon Ultra centrifugal filters (Millipore). Experiments with HCV were carried out under biosafety level 3* containment, in compliance with institutional and federal guidelines.E2 ectodomain (eE2) encompassing residues 384-656 from the HCV J6 genome was expressed in GnTI− HEK293T cells and purified as described in(Khan et al., 2014).Recombinant VSV expressing enhanced green fluorescent protein designated VSV*M Q and VSV-FLuc was kindly provided by Gert Zimmer(Hoffmann et al., 2010). VSV*M Q carries four attenuating mutations in the M protein and expresses GFP or FLuc from an additional transcriptional unit located between G and L. 20 hpi VSV*M Q -infected cells were quantified by flow cytometry using a",
            "latex": null,
            "type": "figure"
        },
        "FIGREF11": {
            "text": "Lentiviral pseudoparticles with no envelope or carrying HCV or VSV glycoproteins were generated by triple transfection of 293T cells with envelope protein expression constructs pcZ.VSV.Gwt, pcDNA3.ΔcE1E2 of the HCV isolates J6 and H77 or an empty vector control, HIV-1 gag-pol expression construct pCMV.DR8.74, and Firefly luciferase encoding lentiviral proplasmid pWPI.FLuc. 24 h post transfection media was changed to DMEM containing 3% FCS and lentiviral pseudoparticles were harvested 48 and 72 h post transfection. Pooled supernatants were supplemented with 20 mM Hepes and 5 µg/ml polybrene and used immediately for transduction of target cells.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF12": {
            "text": "medium (Lonza) and transduced with lentiviral pseudoparticles encoding an shRNA targeting SRFBP1 one day post plating. Pseudoparticles were removed 5 h post transduction and cells infected with Jc1 HCVcc 19 h later. 5 h post infection, cells were washed three times with PBS and hepatocyte culture medium added. 24 h post infection supernatants were titrated on Huh-7.5 and cells lysed for RNA isolation to confirm SRFBP1 sliencing. HCV titers were determined by NS5A immunocytochemistry at 72 h.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF13": {
            "text": "well of each siRNA) using Lipofectamine RNAiMax five hours after electroporation according to the manufacturer's instructions (Invitrogen). 72 and 96 h post electroporation supernatants were collected and used to infect naïve cells. The latter cells were analyzed 72 hpi to evaluate a role of the targeted gene in assembly and release. At the same time producer cell lysates were collected at 72 and 96 h post electroporation to assay for a role of the target gene in HCV replication. HCV replication as well as assembly and release were quantified by assaying for Renilla luciferase activity in producer and receiver cell lysates. Cell viability was assessed by Firefly luciferase activity measurement in the same lysates. Assembly and release values were normalized for replication values to",
            "latex": null,
            "type": "figure"
        },
        "FIGREF14": {
            "text": "-lysine treated dishes and transfected with 5 nM concanamycin A to prevent acidification of endosomal compartments and thereby block the natural route of HCV entry. Concentrated virus (HCV JcR2A, HCoV229E-luc, VSV-FLuc) was allowed to bind to the cells for 2 h at 4°C in the presence of concanamycin A. After two PBS washes cells were shifted to 37°C for 1 h in the continuous presence of concanamycin A to allow glycoprotein priming. Membrane fusion was induced by a 5 min wash with pH 5 citric acid buffer. Background infection was assessed by a 5 min wash with pH 7 citric acid buffer. To complete virus uptake, cells were incubated for an additional 3 h with medium containing concanamycin A, then medium replaced and luciferase activity measured 24 hpi (HCoV229E-luc, VSV-FLuc) and 48 hpi (HCV JcR2A).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF15": {
            "text": "For western blot analysis, equivalent volumes of cell lysates, IP flowthroughs, IP eluates or Nycodenz gradient fractions were boiled 5 min with SDS sample buffer under reducing conditions, resolved by SDS-PAGE and transferred to PVDF membranes by electroblotting. Membranes were probed for o/n at 4°C with primary antibodies (SRFBP1, Abcam ab109598; CLDN1, Invitrogen 374900; OCLN, Invitrogen 33-1500; actin, Sigma A2228; GAPDH, Sigma G9545), for 1 h at room temperature with secondary HRP or Alexa-fluorophore conjugated antibodies and analyzed using a chemiluminescence (Intas) or fluorescence detection system (Odyssey CL, Licor). Total cellular and viral RNA was isolated using the NucleoSpin kit according to the manufacturer's instructions (Macherey-Nagel). Absolute quantification of mature SRFBP1 transcripts and viral RNA genomes was achieved by Taqman multiplex amplification (Applied Biosystems) using the following BBQ-3'; JFH-1-F 5′-TCT GCG GAA CCG GTG AGT A-3′, JFH-1-R 5′-GGG CAT AGA GTG GGT TTA TCC A-3′, JFH-TM 5′-FAM-AAA GGA CCC AGT CTT CCC GGC AAT T-TAMRA-3′. GAPDH served as internal standard (GAPDH-F 5′-GAA GGT GAA GGT CGG AGT C-3′, GAPDH-R 5′-GAA GAT GGT GAT GGG ATT TC-3′, GAPDH-TM 5′-TET-CAA GCT TCC CGT TCT CAG CCT-TAMRA-3′).",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Related to Figure 1. HCV-dependent CD81 interactions.Listed are the 26 selected HCV-dependent CD81 interactors, their Uniprot ID and the mean SILAC ratio of forward and reverse ratios.",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Related to Figure 1. GOCC annotation of dynamic CD81 interactors. are the assigned GOCC categories, their accession number and the relative abundance in the dynamic CD81 interactor dataset. * Percent of hits against total number of function hits; ** Percent of hits against total number of proteins.",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Related to Figure 1. GOMF annotation of dynamic CD81 interactors.Listed are the assigned GOMF categories, their accession number and the relative abundance in the dynamic CD81 interactor dataset. * Percent of hits against total number of function hits; ** Percent of hits against total number of proteins.",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Related to Figure 2. RNA interference screen scores. Statistical analysis of the RNAi screen for CD81 interactors with a role in HCV infection. Listed are the z scores, mad and mean scores as well as SD and p values for the 26 tested targets and the CD81 and scrambled controls. MOCK: uninfected cells.",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "S6, Related to Figure 2. Dynamic CD81 binding proteins with a role in HCV infection. six CD81 interactors with a putative role in HCV infection are listed. The average SILAC score, RNAi screen z score, silencing efficiency, endogenous protein function and previously reported role in virus infection are shown.",
            "latex": null,
            "type": "table"
        },
        "TABREF7": {
            "text": ", or HCV (J6JFH clone 2, MOI 10) for 15 min, washed with PBS and fixed with 3% paraformaldehyde for 20 min. After three PBS washes, cells were permeabilized with 0.05% TX-100 for 4 min and incubated with primary antibodies (SRFBP1, Abcam ab109598; CD81, BD 555675; CLDN1, Invitrogen 374900; OCLN, Invitrogen 33-1500; SR-BI NK-5H8-E3; LAMP1, Abcam ab25630; EEA1, BD 612006; p230, BD 611281; LBPA, MoBiTec Z-PLBPA-1-EC; Calnexin, Abcam ab31290; GLUT4, Abcam ab166704; DDX6, Abcam ab54611; Ataxin-2, BD 611378) followed by staining with secondary Alexa-fluorophore conjugated antibodies. Membranes, F actin and G actin were stained with Alexa-conjugated WGA, phalloidin and DNAse I, respectively, (Molecular Probes) according to the manufacturer's instructions. For lipid droplet staining with oil red O (Sigma, O0625-25G) cells were rinsed with H 2 O, then with 60% isopropanol and incubated with the filtered dye solution for 2 min at room temperature followed by washes with 60% isopropanol and H 2 O.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}