{
    "paper_id": "f8f0749a0fc2aa3ecf6b92696187ba04ba6d9e00",
    "metadata": {
        "title": "Chinese health biotech and the billion-patient market Chinese government support and 'sea turtles' are spurring the sector, but investors lack exits",
        "authors": [
            {
                "first": "Sarah",
                "middle": [
                    "E"
                ],
                "last": "Frew",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Stephen",
                "middle": [
                    "M"
                ],
                "last": "Sammut",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Alysha",
                "middle": [
                    "F"
                ],
                "last": "Shore",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Joshua",
                "middle": [
                    "K"
                ],
                "last": "Ramjist",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Sara",
                "middle": [],
                "last": "Al-Bader",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Rahim",
                "middle": [],
                "last": "Rezaie",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Abdallah",
                "middle": [
                    "S"
                ],
                "last": "Daar",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Peter",
                "middle": [
                    "A"
                ],
                "last": "Singer",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "A s home to nearly 20% of the world's population, China bears the world's largest health burden. Yet despite the country's incredible economic growth (gross domestic product (GDP) grew by >10% in 2006), the country ranks only 81 st out of 177 countries on the Human Development Index, a measure of progress in healthcare 1, 2 . Exacerbating this is China's unequal distribution of wealth, with development in the inland provinces lagging far behind the coastal regions, and cities facing unprecedented growth as workers migrate from rural areas in search of jobs, resulting in considerable inequities. This rapid transformation presents the Chinese government with a significant challenge in delivering equitable healthcare to its citizens, particularly the 10% living in poverty 3 (https://www.cia.gov/ library/publications/the-world-factbook/geos/ ch.html).",
            "cite_spans": [
                {
                    "start": 321,
                    "end": 323,
                    "text": "1,",
                    "ref_id": null
                },
                {
                    "start": 324,
                    "end": 325,
                    "text": "2",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "China's health biotech/biopharmaceutical market is starting to take off. Between 2000 and 2005, the industry grew 30% annually to $3 billion, compared with a 19% annual growth rate for the pharmaceutical industry as a whole 4 . Despite this growth, the biotech market segment (which includes genetically engineered drugs, vaccines, antibodies and blood products) represents only 7.4% 5 of China's entire pharmaceutical industry, for which there are an estimated 130 million daily consumers 6 . China's health biotech market is dominated by biogenerics (>90%), with novel products representing only an estimated 3-7% of this market segment 7 . Currently, 15 health biotech products are approved for sale in China, and another 60 products (including 19 antibodies and 11 vaccines) are in the country's pipeline 8 . This drug pipeline will continue to grow as increasing numbers of domestic and foreign companies develop their products in China-a trend that the Chinese government is strongly promoting.",
            "cite_spans": [
                {
                    "start": 224,
                    "end": 225,
                    "text": "4",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 490,
                    "end": 491,
                    "text": "6",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 639,
                    "end": 640,
                    "text": "7",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 809,
                    "end": 810,
                    "text": "8",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In earlier studies, we examined the health biotech innovation systems of seven developing countries, including China 9 . Key lessons learned with respect to the Chinese system included the importance of providing longterm government support, attracting Chinese professionals to return home, ensuring that biotech development goes hand-in-hand with regulation and leveraging the large population base. Because private firms are at the heart of innovation, we have now begun to study health biotech innovation in emerging economies and developing countries at the level of private firms, particularly how firms are innovating to develop products that address local needs. Our methods involve case studies of individual firms (they are detailed further in Supplementary Methods online). In the first article in this series, we described 21 innovative Indian health biotech firms 10 .",
            "cite_spans": [
                {
                    "start": 876,
                    "end": 878,
                    "text": "10",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "This article studies 22 of China's homegrown health biotech firms. Identifying a small sample of China's most innovative health biotech firms among the thousands of companies in this sector is not a simple exercise. Therefore, we consulted literature resources, industry reports and several experts familiar with the Chinese biotech sector to identify a sample of ~20 home-grown small-to-mediumsized firms that we deem are most influential in shaping the growth of this innovative sector. Our definition of 'innovative' encompasses not only innovative products but also innovative business models.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Although we do not specifically describe traditional Chinese medicine (TCM) companies in this survey, several Chinese drug companies and public research institutes are currently developing TCM products for international markets. In March 2007, Shenzhen-based Tongjitang Pharmaceutical Company became the first TCM manufacturer to be listed on the New York Stock Exchange (NYSE), raising $110 million. Its flagship product, Xianling Gubao, is the leading TCM for the treatment of osteoporosis in China. The company is also now conducting phase 4 clinical trials of this product in collaboration with Synarc (San Francisco) and the Department of Epidemiology and Biostatistics Lab at the University of California, San Francisco to seek registration of the product in the US market. This study is one of the first evidence-based clinical studies on the efficacy and safety of TCM with proven results according to US Food and Drug Administration guidelines 11 .",
            "cite_spans": [
                {
                    "start": 953,
                    "end": 955,
                    "text": "11",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The situation in China is changing very fast and no study can provide a perfectly complete picture. Since we collected the data for this study in 2006, 3Sbio (Shenyang Sunshine Pharmaceutical, Shenyang), where no one was unavailable for an interview, had a successful initial public offering (IPO) on the Nasdaq stock exchange in February 2007 (http://bbs.3sbio.com/en/Index.aspx), whereas another company we studied and its CEO were indicted in September of last year by a federal grand jury in Rhode Island on charges of illegal drug distribution (http://www.usdoj.gov/usao/ ri/press_release/sep2007/usa_remarks_gensci. html). Nonetheless, to our knowledge, this article is the most comprehensive and up-to-date description of China's most innovative health biotech companies that is publicly available.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "We anticipate the findings will be of great interest to private companies seeking partners, foundations seeking opportunities to develop global health products, other developing countries seeking lessons for their own development of a health biotech sector, the Chinese government (for whom we offer recommendations) and the broader international biotech community who wish to peer into the 'black box' of health biotech innovation in emerging economies and the developing world.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "For the sake of simplicity, we have categorized the activities of Chinese health biotech firms into three sectors: those that produce nonnovel products; those that are generating innovative products; and those providing services.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Products and services"
        },
        {
            "text": "Nonnovel products. Biogenerics make up the majority of China's biopharmaceutical market, accounting for >90% of the $3 billion market in 2006 (refs. 4,7) . China's population size creates a significant need for low-cost products. Generic products represent a less risky entry point for private companies into the biotech industry. Amoytop Biotech (Xiamen), for example, manufactures several recombinant biopharmaceutical products under Chinese cGMP (current good manufacturing practice) conditions, including interleukins (ILs), interferons (IFNs) and others ( Table 1) . The company is working to improve the stability and delivery of these products by developing PEGylated versions of several of them.",
            "cite_spans": [
                {
                    "start": 137,
                    "end": 153,
                    "text": "2006 (refs. 4,7)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 561,
                    "end": 569,
                    "text": "Table 1)",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Products and services"
        },
        {
            "text": "Diagnostics also represent a less risky entrance into the biotech sector, and domestic firms are playing an important role in reducing prices for local consumers. Beijing Wantai Biological Pharmacy Enterprise (Beijing), for example, has developed and marketed a large range of blood screening tests (enzyme-linked immunosorbent assay (ELISA) and rapid immunodiagnostic tests) for diseases, such as HIV, hepatitis B virus (HBV), hepatitis C virus (HCV) and rotavirus. Shanghai Huaguan Biochip (Shanghai) manufactures and sells a wide range of fertility tests, as well as ELISA, flow-through tests and dipstick formulations for HIV, HCV, tuberculosis and several other sexually transmitted diseases. The majority of Huaguan's sales revenue is derived from exporting its products to other Asian, African and South American countries. The company is also planning on expanding into regulated markets, and it is currently pursuing the Conformité Européenne (CE) mark, which is required to sell regulated products within the European Union (EU; Brussels).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Products and services"
        },
        {
            "text": "Novel product development. The Chinese government's strong push for applied research is driving Chinese firms to develop new therapies in innovative fields like gene therapy and stem cells. Both Shenzhen SiBiono GeneTech (Shenzhen) and Sunway Biotech (Shanghai) are developing novel gene therapies. SiBiono received approval from China's State Food and Drug Administration (SFDA; Beijing) in 2003 for its product Gendicine, a recombinant human adenovirus-p53 injection used in the treatment of head-and-neck squamous cell carcinoma, a cancer that accounts for ~10% of the 2.5 million annual new cancer patients in China (Box 1) 12 . Gendicine was the first commercialized gene therapy product approved anywhere in the world, based on clinical trials conducted in China, and it is currently undergoing further clinical trials in the country for several new indications, including liver, abdominal and pancreatic cancer. More than 5,000 patients have been treated with Gendicine, ~400 of whom are from overseas. Sunway Biotech's H100 series of oncolytic adenoviruses are genetically modified with deletions (∆E1B-55 kDa and ∆E3) and target selectively cells that underexpress the tumor suppressor protein p53. The first product, H101 (Oncorine), received SFDA New Drug",
            "cite_spans": [
                {
                    "start": 628,
                    "end": 630,
                    "text": "12",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Products and services"
        },
        {
            "text": "SiBiono GeneTech, founded in 1998 by Zhaohui Peng, became the first company in the world to develop and market a gene therapy product. Its recombinant human adenovirus-p53 injection, trademarked as Gendicine, was approved after clinical trials by the SFDA in October 2003 for the treatment of head-and-neck cancer, including nasopharyngeal carcinoma, in combination with radiotherapy.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Box 1 Case study: SiBiono Gene Technologies"
        },
        {
            "text": "Peng, who is the company's chairman and CEO, states that since Gendicine's launch in early 2004, the gene therapy has been used to treat over 5,000 patients, including ~400 foreign patients seeking treatment in China. Although the product is primarily used for nasopharyngeal carcinoma or other head-and-neck cancers, it has also been used offlabel for liver, lung and gastric cancers, and other cancers at a very late or terminal stage. Gendicine is normally injected into solid tumors, although intravenous infusion, arterial infusion and intrathoracic/intraperitoneal infusion are also used, especially for sarcomas and metastatic cancers, which cannot be easily treated by conventional methods, such as surgery.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Box 1 Case study: SiBiono Gene Technologies"
        },
        {
            "text": "Gendicine comprises a replication-defective adenovirus vector containing the sequence encoding human p53 tumor suppressor gene. SiBiono spent 150 million RMB (~$20 million) for its clinical development and construction of a cGMP facility, which was financed by government support (contributing about one-third of total), bank loans and a small investment from a private firm. To date, SiBiono has filed four international Patent Cooperation Treaty (PCT) patents and filed seven patent applications in China. Five of the Chinese patents are currently pending, whereas two (for product invention and manufacture technology) have already been approved.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Box 1 Case study: SiBiono Gene Technologies"
        },
        {
            "text": "SiBiono employs ~80 full-time personnel and at the time of the survey had plans to more than double its workforce (mostly in the area of sales and marketing) by the end of 2007. Future plans include expanding testing Gendicine into other indications, especially liver cancer (which has a high disease burden in China and a low survival rate) and seeking international partners to help test and market Gendicine in foreign countries. Included in the company's pipeline is a nonviral (peptide-liposome) gene delivery system aimed at increasing the efficiency and targeting of the therapy, as well as a DNA vaccine against HIV/AIDS being developed in collaboration with DNAVEC (Ibaraki, Japan).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Box 1 Case study: SiBiono Gene Technologies"
        },
        {
            "text": "SiBiono reached financial breakeven point in 2005, shortly after the launch of Gendicine. In April 2007, the Chinese pharmaceutical company Benda Pharmaceutical (Hubei, China) acquired a majority stake (57.57%) in SiBiono through its 95% owned China-based subsidiary, Hubei Tongji Benda Ebei Pharmaceutical (Hubei). Application (NDA) approval in 2005 for treatment of head-and-neck nasopharyngeal squamous cell carcinoma, and is currently being tested for the treatment of non-small-cell lung cancer in combination with standard chemo-therapy. The other products in the company's pipeline (H102 and H103) are further modified to target hepatocellular carcinoma (HCC) and metastatic cancers and are currently in preclinical and phase 1 clinical trials, respectively. Many cases of HCC in China are often secondary to HCV and HBV infection, the latter of which is of epidemic proportion in China. A therapy for the treatment of HCC is, therefore, of particular relevance to the domestic population. Microarray-related equipment and consumables.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Box 1 Case study: SiBiono Gene Technologies"
        },
        {
            "text": "Clinical information system software.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Box 1 Case study: SiBiono Gene Technologies"
        },
        {
            "text": "Good agriculture practice (GAP) information management system. Zoster, human lymphotropic virus, CMV,  HBV, Epstein-Barr, SARS, HSV, Tick-born  encephalitis, Rubella, HAV, HEV, HIV and  HDV) and Toxoplasma gondii antigens; 2) Antibodies against viruses (HCMV, HBV, HCV, HSV, adenovirus and HIV) and glycogen synthase kinase 3; and 3) hybridization kits and diagnostic kits.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 63,
                    "end": 190,
                    "text": "Zoster, human lymphotropic virus, CMV,  HBV, Epstein-Barr, SARS, HSV, Tick-born  encephalitis, Rubella, HAV, HEV, HIV and  HDV)",
                    "ref_id": null
                }
            ],
            "section": "Box 1 Case study: SiBiono Gene Technologies"
        },
        {
            "text": "Therapeutic vaccines (antigen-antibody-DNA immunogenic complexes) against HBV, HCV and TB.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Box 1 Case study: SiBiono Gene Technologies"
        },
        {
            "text": "Large-scale preparation of nucleic acid and proteins.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Box 1 Case study: SiBiono Gene Technologies"
        },
        {
            "text": "Hybridoma and polyclonal antibody development.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Box 1 Case study: SiBiono Gene Technologies"
        },
        {
            "text": "Restriction fragment length polymorphism (RFLP), RNA interference, and single nucleotide polymorphism (SNP) development.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Box 1 Case study: SiBiono Gene Technologies"
        },
        {
            "text": "Antiviral drug screening (HBV, HCV, influenza virus and HSV).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Box 1 Case study: SiBiono Gene Technologies"
        },
        {
            "text": "Information not available.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Box 1 Case study: SiBiono Gene Technologies"
        },
        {
            "text": "Shanghai Genomics 'GuBang' nano-biomaterial for bone void filling, new bone growth and controlled drug release drug delivery.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Box 1 Case study: SiBiono Gene Technologies"
        },
        {
            "text": "Small-molecules (F135) against liver fibrosis, idiopathic pulmonary fibrosis and radiation pneumonitis (last now in phase 2).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Box 1 Case study: SiBiono Gene Technologies"
        },
        {
            "text": "Antibody production and protein expression.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Box 1 Case study: SiBiono Gene Technologies"
        },
        {
            "text": "Tissue slides and immunohistochemistry; real-time Q-PCR; gene cloning; yeast two-hybrid; RNAibased interference; animal models; drug target discovery and validation; clinical research.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Box 1 Case study: SiBiono Gene Technologies"
        },
        {
            "text": "Information not available.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Box 1 Case study: SiBiono Gene Technologies"
        },
        {
            "text": "Transgenic and cloning (milk goat, cow & boer goat) stock-breeding products.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Shanghai Genon Bio-Engineering"
        },
        {
            "text": "Technology platform for somatic cell nuclear cloning.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Shanghai Genon Bio-Engineering"
        },
        {
            "text": "Processed brewer's yeast for pets and livestock.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Shanghai Genon Bio-Engineering"
        },
        {
            "text": "Animal-sourced protein (plasma protein powder, hemoglobin powder, dried porcine solubles).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Shanghai Genon Bio-Engineering"
        },
        {
            "text": "Animal bioreactor human recombinant lactoferrin and injectable lysozyme in pre-clinical testing and Prp knockout goats and cows.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Shanghai Genon Bio-Engineering"
        },
        {
            "text": "Protein production via animal mammary bioreactors and animal cloning with somatic cell nuclear transfer.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Shanghai Genon Bio-Engineering"
        },
        {
            "text": "ISO 9002 for quality management system. The Chinese firms working in the field of human and animal stem cells include SinoCells Biotech (Beijing), Shanghai Genon Bio-Engineering (Shanghai) and Shenzhen Beike Biotechnologies (Shenzhen). SinoCells is focused on very early-stage development of therapies using nerve and mesenchymal stem cells, whereas Genon Bio-Engineering is using transgenic and cloning techniques to create large animal bioreactors for the production of humanized antibodies and other protein drugs.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Shanghai Genon Bio-Engineering"
        },
        {
            "text": "Beike has organized a network of satellite hospitals, clinicians and research laboratories in Shenyang, Shenzhen, Zhengzhou and Hainan to commercialize stem cell therapies. The company's method involves harvesting stem cells from the umbilical cord or amniotic membrane, in vitro expansion and administration to patients either intravenously or by injecting directly into the spinal cord. Therapies using cells derived from the umbilical cord are considered a clinical technology in China. As such, they are treated differently by the SFDA from new drug applications, and clinical trials are not required to approve these treatments. The lack of a clinical data requirement for such procedures makes it difficult to evaluate their efficacy objectively. Regardless, >1,000 patients (including over 60 foreign patients) have been treated with these therapies for a variety of indications, including Alzheimer's disease, autism, brain trauma, cerebral palsy, diabetic foot arteriosclerosis and spinal cord injury.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Shanghai Genon Bio-Engineering"
        },
        {
            "text": "The government's push to encourage innovation is also driving the development of novel therapies to treat both locally and globally relevant diseases. For example, FusoGen Pharmaceuticals (Tianjin) is using a rational structural design and protein engineering to develop polypeptides that block viral fusion (Box 2). The company's HIV inhibitor, sifuvirtide, was granted a US patent and is in phase 2 clinical trials ( Table 2) . Other products targeted against HBV (Fusolin) and HCV (Fusopin) are in preclinical development.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 419,
                    "end": 427,
                    "text": "Table 2)",
                    "ref_id": "TABREF3"
                }
            ],
            "section": "Shanghai Genon Bio-Engineering"
        },
        {
            "text": "Shanghai Genomics (Shanghai) has centered its strategy around developing products that address significant local health needs, including lung fibrosis, liver cirrhosis and aging. Lung fibrosis, caused by radiation treatment, is a major cause of death for the more than 275,000 Chinese who die from lung cancer every year 13 (http://pub.ucsf.edu/newsservices/releases/2003072288). Hepatocirrhosis, or inflammation and fibrosis of the liver, is a side effect from HBV infection, which afflicts >100 million Chinese. Yet despite these statistics, the treatments available for lung fibrosis and cirrhosis of the liver have many side effects, are poorly efficacious or are derived from unproven TCMs. Shanghai Genomics is developing novel non-steroid, anti-inflammatory therapeutics to address these therapeutic gaps. In part due to China's one-child policy, the proportion of the population aged over 65 years is increasing rapidly and will likely rise to 22% by 2030 (ref. 1). Nearly half (44%) of the world's aged population live in Asia 14 . Shanghai Genomics' first product on the market, GuBang, is a nanometer biomaterial for bone void filling that can stimulate new bone growth and can also be used for controlled drug release and may be valuable for patients with osteoporosis or other age-related bone problems.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Shanghai Genon Bio-Engineering"
        },
        {
            "text": "Chinese firms are also developing vaccines to address global and local health needs. Bio-Bridge Science (Beijing) is using a papilloma pseudovirus technology to develop an oral HIV vaccine. Shanghai United Cell Biotech (Shanghai) is manufacturing and marketing a novel oral recombinant B-subunit/whole cell cholera vaccine (OraVacs) that it in-licensed from the Beijing Military Medical Science Academy after the product received new drug approval from the SFDA. This product is one of only two oral cholera vaccines available worldwide and is the only tablet formulation available.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Shanghai Genon Bio-Engineering"
        },
        {
            "text": "Sinovac Biotech's (Beijing) inactivated hepatitis A (HAV) vaccine (Healive) and combined inactivated HAV and HBV vaccine (Bilive) are the only vaccines of their kind developed by Chinese scientists, and were approved by the SFDA in 2002 and 2005, respectively (Box 3). The company's pipeline is closely aligned with local and global needs, with novel vaccines against Japanese encephalitis, severe acute respiratory syndrome (SARS) and pandemic avian influenza (H5N1 strain) in development.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Shanghai Genon Bio-Engineering"
        },
        {
            "text": "Beijing Wantai is moving into more innovative product development, recently adding both SARS and avian influenza (H5N1) diagnostics into its pipeline. It has also commenced an expansion of its innovative capabilities by moving into vaccine development, recently starting a research group with Xiamen University, which is focused on recombinant vaccines. The first vaccine in the pipeline is against hepatitis E (HEV), a disease spread through pork, outbreaks of which often occur in rural China. Contract services. Several Chinese companies that were founded with a pure R&D business plan recognized early on that to stay alive they needed to adopt a new plan, one that would offset risks and costs and increase inhouse capabilities. Using the cost-efficiency of developing drugs in China, resulting from the low-cost scientific talent, clinical trials and raw materials available in the country (with a lowest estimate of 10% of the cost of similar",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Shanghai Genon Bio-Engineering"
        },
        {
            "text": "FusoGen Pharmaceuticals, founded in 2002, is an R&D-based biotech company that uses computer-based drug design to develop novel therapeutics that inhibit viral fusion. FusoGen's leading experimental drug is sifuvirtide, a 36-amino-acid peptide that is targeted to inhibit the HIV fusion protein gp41. Phase 1 and 2a clinical trials of sifuvirtide have been completed in China and phase 2b trials are currently underway. If sifuvirtide is ultimately approved, it will be only the second fusion inhibitor to reach the marketjoining Roche's Fuzeon (enfuvirtide); as a market follower, its lower cost, improved efficacy and lower dose may provide competitive advantages over Fuzeon (which requires a higher dose and thus has a propensity to cause unsightly welts at the injection site). Sifuvirtide is patented in the United States and China, and patents in the EU and Japan are pending.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Box 2 Case study: FusoGen Pharmaceuticals"
        },
        {
            "text": "Additional innovative therapeutics in FusoGen's pipeline are small-molecule compounds against HBV and HCV. Both inhibitors were similarly identified through computer drug design and are at early stages of development. New therapies for HBV and HCV are needed worldwide, as both of these diseases present a considerable global health burden, with infections levels in China alone of ~120 million and 30 million people, respectively.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Box 2 Case study: FusoGen Pharmaceuticals"
        },
        {
            "text": "FusoGen was founded by Jason Genfa Zhou, a 'sea turtle' who returned to China after completing his PhD studies at Florida State University (Tallahassee, FL, USA) and postdoctoral training at Harvard University (Cambridge, MA, USA). The company has been supported through funds from the central government (863 grants) and local Tianjin government.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Box 2 Case study: FusoGen Pharmaceuticals"
        },
        {
            "text": "FusoGen is looking to grow through partnerships both in and out of China that bring in special expertise to advance its R&D, preclinical and clinical work. FusoGen has ~50 employees and has recently built FusoLab, a research center in Beijing to tap into additional scientific talent. The company is currently investing $25 million in the construction of FusoBiopark in Tianjin, which will include administration, R&D and manufacturing facilities. expertise in the United States), many of these companies are now relying on contract services to generate revenues and stay afloat 8 . The services offered vary along the product development value chain and can include early-stage research, preclinical development, clinical services and manufacturing. Shenzhen Chipscreen Biosciences (Shenzhen), for example, provides drug discovery services using its proprietary chemical genomics-based platform (Box 4). HD Biosciences (Shanghai) also provides early-stage expression cloning and drugscreening services. Other companies offering services in early R&D include CapitalBio (Beijing), Fudan-Yueda Bio-Tech (Shanghai) and SinoGenoMax (Beijing).",
            "cite_spans": [
                {
                    "start": 579,
                    "end": 580,
                    "text": "8",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Box 2 Case study: FusoGen Pharmaceuticals"
        },
        {
            "text": "Chinese companies are beginning not only to recognize that their experiences with domestic regulatory agencies and markets are valuable to international clients, but also to leverage this knowledge in their business plans. In addition to its services in RNA interference (RNAi)-based technology, for example, Shanghai Genomics also offers services in drug registration with Chinese regulatory agencies. Similarly, Beijing Wantai offers clients such services as medical devices registration, market consultation, clinical evaluations according to SFDA requirements and contract manufacturing.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Box 2 Case study: FusoGen Pharmaceuticals"
        },
        {
            "text": "WuXi PharmaTech (Shanghai), which was founded in 2001, is one of the first Chinese companies to market itself internationally as a pure service company, and with >1,000 employees is one of the country's largest biotechs. WuXi provides services to support new drug discovery and the chemical development of new drug candidates. The company's goal is to become a fully integrated services company, and it is working toward that goal by expanding its capabilities into preclinical toxicity, animal studies, bioassays and plant formulations. Clients, such as Merck (Whitehouse Station, NJ, USA) and AstraZeneca (London), help enhance WuXi's international credibility. The company's chairman and CEO, Ge Li, credits the company's success to an innovative approach both to operations and project management and to diligent protection of its clients' intellectual property (IP). According to Li, ensuring protection of clients' IP \"is the lifeblood for a company like ours.\"",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Box 2 Case study: FusoGen Pharmaceuticals"
        },
        {
            "text": "The Chinese government's dominant role in nurturing economic growth means that many of the country's biotech enterprises are partially state-owned and unlike many other developing GeneScience Pharmaceuticals Of three PCT filings, one on IFN-α for HBV in suppository formulation has been granted. One Chinese patent issued on core E. coli secretion technology, and six other Chinese patents filed, (including one on three on various formulations (oral, suppository and long-acting) of human growth hormone).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Partnerships for innovation"
        },
        {
            "text": "More than ten Chinese patents filed, including for the extraction and preparation of lycorine as an anti-SARS product and for the use of the compound Daphne to lower low-density lipoprotein.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "HD Biosciences"
        },
        {
            "text": "Shanghai Fudan-Yueda Bio-Tech Patents issued in the US and one in China for the Immunogenic Complex Therapeutic Vaccine for Hepatitis B. Another six patents filed in China for Hepatitis B surface antigen-antibody complex used to elicit immune response for patients with low response level to Hepatitis B vaccines, genetic testing for Hepatitis B drug resistance, immune responses to Hepatitis DNA vaccine injected by Hepatitis B Virus gene guns, and a SARS testing kit.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "HD Biosciences"
        },
        {
            "text": "Over 26 patents filed, five under PCT and the rest within China. One Chinese patent has been issued for use of the smallmolecule new chemical entity F351, which has been developed as a non-steroid anti-fibrosis drug that has shown strong efficacy for treating a broad range of fibrosis diseases, especially in the liver. The additional patents cover new uses of F351 or new drug targets.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Shanghai Genomics"
        },
        {
            "text": "Shanghai Genon Bio-Engineering Eighteen patents filed in China, eight issued for recombinant human lysozyme and lactoferrin.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Shanghai Genomics"
        },
        {
            "text": "Shanghai Huaguan Biochip Four patents filed in China for protein chips that detect HCV, 160S rDNA-related diseases and Gastritis, and for nanometer particles to detect DNA mutations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Shanghai Genomics"
        },
        {
            "text": "Shanghai Sunway Biotech Eleven international patent applications filed (including exclusive worldwide patent for the EIB-B55KD adenovirus), with six issued; ten patent applications filed in China with one issued.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Shanghai Genomics"
        },
        {
            "text": "Shenzhen Beike Biotechnologies Two patents filed in China related to preparation of amniotic membrane of mesenchymal stem cells.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Shanghai Genomics"
        },
        {
            "text": "Shenzhen Chipscreen Biosciences Five composition of matter patents filed in the United States, three issued, including patents covering two clinical stage compounds, Chiglitazar and Chidamide. 4 PCT patents filed for the preparation and pharmaceutical use of retinoic acid analogs, for noncyclic 1,3-dicarbonyl compounds as dual PPAR agonists with potent antihyperglycemic and antihyperlipidemic activity, for substituted arylalcanoic acid derivatives as PPAR pan agonists with potent antihyperglycemic and antihyperlipidemic activity, and for histone deacetylase inhibitors of novel benzamide derivatives with potent differentiation and antiproliferation activity. Thirteen patents filed in China, six issued. Four patents filed in Taiwan and Hong Kong, one issued. Three data-mining/analysis software copyrights issued.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Shanghai Genomics"
        },
        {
            "text": "SiBiono GeneTech Four international patents filed through PCT for Gendicine. Seven patents filed for Gendicine in China. Of those, product invention and manufacture technology have been issued in China; the other five are pending.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Shanghai Genomics"
        },
        {
            "text": "Sinocells Biotech Seven patents filed and two issued in China relating to somatic stem cells.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Shanghai Genomics"
        },
        {
            "text": "SinoGenoMax 40 patents filed, some PCT (US, Europe, Australia or Japan), some in China. The majority are gene patents, specifically related to cancer-others are technology based.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Shanghai Genomics"
        },
        {
            "text": "Sinovac Biotech One Chinese patent issued and one patent application withdrawn, both relating to SARS vaccine technology.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Shanghai Genomics"
        },
        {
            "text": "Tianjin SinoBiotech Two US patent applications, one PCT application and three Chinese patent applications filed related to gene-based drug development. One Chinese patent has been issued for the use of recombinant human serum albumin fusion protein to stimulate cell proliferation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Shanghai Genomics"
        },
        {
            "text": "countries, this has served to strengthen ties between enterprises and universities; in contrast, ties are weaker between the local biotech sector and Chinese pharmaceutical firms. As yet, the resulting vacuum is not being exploited by multinational pharmaceutical companies to a large extent, although foreign biotechs are increasingly forging new Chinese partnerships.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Shanghai Genomics"
        },
        {
            "text": "Local collaborations. Many of the companies investigated in this survey focus on commercializing research projects that originated in domestic research institutes and universities (Tables 3 and 4) . There may be more linkages between these groups in China than in other countries because several Chinese health biotech firms are partially or wholly owned by state-owned enterprises (SOEs). For example, CapitalBio and SinoGenoMax each share campuses, equipment and human resources with the National Engineering Center (Beijing) and National Human Genomics Center (Beijing), respectively. HD Biosciences and Shenzhen Chipscreen outlicensed their core technologies from the Chinese National Genome Center (Beijing) and National Engineering Research",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 180,
                    "end": 196,
                    "text": "(Tables 3 and 4)",
                    "ref_id": null
                }
            ],
            "section": "Shanghai Genomics"
        },
        {
            "text": "Center for Beijing Biochip Technology (Beijing), respectively. In each case, the national research institute owns a share of the spin-off company.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Shanghai Genomics"
        },
        {
            "text": "Sinovac Biotech is working with several local partners, including the Institute of Laboratory Animal Science (Beijing), the National Institute for the Control of Pharmaceutical and Biological Products (Beijing) and the National Institute for Viral Disease Control and Protection (Beijing) to develop novel vaccines against SARS and pandemic influenza. Government-sponsored research grants often support such codevelopment partnerships, particularly when the product to be developed addresses a significant local health need.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Shanghai Genomics"
        },
        {
            "text": "Other domestic companies have similar relationships with Chinese universities. SinoCells Biotech uses laboratory facilities at the Peking University Health Science Center (Beijing) and also has R&D facilities at the Peking University Stem Cell Research Center (Beijing). Beijing Wantai is working with Xiamen University (Xiamen) to develop reagents needed for the development of novel HIV diagnostics and a HEV vaccine and is working with Hong Kong University (Hong Kong) to develop a diagnostic for avian influenza. Fudan-Yueda Bio-Tech is essentially a spin-off of Fudan University (Shanghai) whose major project is to commercialize a novel HBV therapeutic vaccine that was originally developed in the laboratory of University Professor Wen Yumei. Beike Biotech was founded to commercialize the stem cell research and clinical work developed at the Hong Kong University of Science and Technology and Peking University (Beijing).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Shanghai Genomics"
        },
        {
            "text": "University partnerships are not limited to product development. They are also quite important in training students in advanced research techniques in an industrial setting, as well as providing companies the opportunity to train a highly qualified workforce. Several of CapitalBio's project managers originally started working with the company as Tsinghua University (Beijing) graduate students. Likewise, students working for Shanghai Genomics can work toward a PhD from Shanghai Jiao Tong University (Shanghai) and those at Shanghai Genon Bio-Engineering may earn credit toward a degree from Tongji University (Shanghai) and Jiao Tong University (Shanghai).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Shanghai Genomics"
        },
        {
            "text": "Our study revealed few examples of codevelopment partnerships between Chinese firms. This may be partially due to the fact that the Chinese pharmaceutical industry is heavily focused on generic products and remains relatively uninterested and inexperienced in developing novel biotech products 8 . An exception to this is Benda Pharmaceutical's (Hubei) recent majority acquisition of SiBiono GeneTech through its subsidiary Hubei Tongji Benda Ebei Pharmaceutical (Hubei).",
            "cite_spans": [
                {
                    "start": 294,
                    "end": 295,
                    "text": "8",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Shanghai Genomics"
        },
        {
            "text": "International collaborations. Given that most Chinese pharmaceutical firms remain uninterested in partnering with and funding innovative Chinese biotechs, the latter are pursuing relationships with international firms. The international community, however, has been slow to warm to China's health biotech industry. There are several reasons for this, including language, cultural differences, the uncertainty around enforcement of intellectual property legislation and China's financial environment. Notwithstanding, we found several examples of international partnerships, and these tend to feature product codevelopment and market sharing arrangements ( Table 5 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 656,
                    "end": 663,
                    "text": "Table 5",
                    "ref_id": "TABREF6"
                }
            ],
            "section": "Shanghai Genomics"
        },
        {
            "text": "An interesting collaboration between a Chinese firm and a US university has been developed by Bio-Bridge Sciences (Oak Brook, IL, USA). This company, which is publicly listed on the Nasdaq 'Over the Counter Bulletin Board' (OTCBB: BGES), was founded to commercialize the work of its CEO and chairman Liang Qiao, a professor at Loyola University",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Shanghai Genomics"
        },
        {
            "text": "In the early 1980s, Weidong Yin worked as a doctor treating infectious diseases in Shanghai where over 300,000 people were infected with HAV alone. This experience motivated Yin and his colleagues to find ways of creating affordable vaccines to address medical needs in China. At the time, the only HAV vaccine available was imported at a high price, making it too expensive for the general population. In 2001, China Bioway Biotech Group (Beijing) along with Peking University (Beijing) made the capital investment into Sinovac Biotech to create a Chinese entity capable of producing vaccines to combat infectious diseases in the local population.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Box 3 Case study: Sinovac Biotech"
        },
        {
            "text": "Sinovac Biotech has three locally relevant products currently on the market. Healive is an inactivated HAV vaccine developed by Chinese scientists, which achieved state certification in China as a new drug in 1999. Sinovac Biotech sells this product in China for 94 RMB, the equivalent of ~$12 dollars. Although this cost is less than half of what it would cost in the United States, the vaccine remains financially out of reach for many of China's rural poor. According to Sinovac Biotech, the company is reaching only about 10% of the domestic market. The company hopes that a government procurement program may help them expand their reach. Sinovac's second product is Bilive, a combined inactivated HAV and HBV vaccine that combines Healive with a recombinant HBV surface antigen (HBsAg) produced in yeast absorbed into aluminum hydroxide. The company's final product, Anflu, is a trivalent inactivated influenza vaccine launched in China in late 2006.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Box 3 Case study: Sinovac Biotech"
        },
        {
            "text": "Sinovac Biotech's R&D pipeline has a double focus with both novel and traditional vaccines. Sinovac is currently developing a novel avian influenza (H5N1) vaccine and a nonnovel Japanese encephalitis vaccine. The company also brought a novel SARS vaccine through phase 1 development (however, this project is currently on hold). The company invests 10% of its annual revenues into R&D, and roughly 80 of its 260 employees are focused on R&D.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Box 3 Case study: Sinovac Biotech"
        },
        {
            "text": "Sinovac's business strategy is to deliver high quality products to China's large domestic market. Yin explains that the company's mission is to ensure \"that everyone has the high[est] quality of vaccine, just the same as the US standard.\" Sinovac distributes its products through the Chinese Center for Disease Control and Prevention (CCDC; Beijing) regional clinics, which then dispense the product to local doctors. In the future, Sinovac also plans to increase global distribution of its products through international partnerships. F E AT U R E (Chicago). The company exclusively outlicensed a papillomavirus pseudovirus technology from Loyola University, which was developed in Qiao's laboratory, and is carrying out preclinical development of an oral HIV vaccine with Beijing Institute of Radiation Medicine (Beijing) as well as building a manufacturing facility in Beijing.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Box 3 Case study: Sinovac Biotech"
        },
        {
            "text": "Shanghai United Cell Biotech was originally formed as a joint venture between United Pharmaceutical (Mandaluyong City, Philippines) and the Institute for Life Sciences (Shanghai) to manufacture and market the institute's recombinant human growth hormone product. Today, Shanghai United Cell Biotech is a fully owned China-based subsidiary of the parent pharmaceutical company.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Box 3 Case study: Sinovac Biotech"
        },
        {
            "text": "Shenzhen Chipscreen Biosciences entered into a codevelopment and market sharing agreement with HUYA Bioscience International (San Diego) for Chidamide, a histone deacetylase inhibitor for the treatment of cancer. Under the terms of the agreement, both companies will register and conduct clinical trials in their home countries. If the product is eventually approved for use, Chipscreen Biosciences will retain the marketing rights in China, whereas HUYA retains the remaining global marketing rights.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Box 3 Case study: Sinovac Biotech"
        },
        {
            "text": "Shanghai Genomics has entered into partnerships with Organon (Roseland, NJ, USA and Oss, The Netherlands) and Centocor (Malvern, PA, USA) to expand their research capabilities and identify drug targets. Shanghai Genomics is working with Organon to identify more selective steroid hormone receptor modulators, whereas the partnership with Centocor is focused on receptor protein interactions and intracellular signaling cascades in inflammation and oncology. These partnerships are driving commercialization in China of research conducted in the United States, with the expectation of developing products that reach global markets.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Box 3 Case study: Sinovac Biotech"
        },
        {
            "text": "Starvax International (Beijing) and Mologen (Berlin) have an international codevelopment partnership to produce double-stem-loop ImmunoModulator (dSLIM) cancer therapeutics. dSLIMs have phosphorodiester backbones and a dumbbell-like, covalently closed structure. In this case, Mologen is investing €0.8 million for clinical development of the technology, which Starvax will undertake in China. Mologen will have access to all clinical data derived from the program and will retain global marketing rights, with the exception of certain East Asian markets, including China, Japan and South Korea, where Starvax will retain marketing rights.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Box 3 Case study: Sinovac Biotech"
        },
        {
            "text": "Shanghai Sunway Biotech obtained the exclusive worldwide license from Onyx Pharmaceuticals (Emeryville, CA, USA) to Onyx-015 virus against head-and-neck cancer and, after mitigating the risk of its clinical development in China, will look for additional development partners to take the product to international markets.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Box 3 Case study: Sinovac Biotech"
        },
        {
            "text": "Elsewhere, Sinovac Biotech's collaborative agreement with LG Life Sciences (Seoul) has three foci: the companies are jointly developing Sinovac's influenza vaccine (Anflu), Sinovac is marketing LG's HBV vaccine in China and LG is globally marketing Sinovac's HAV vaccine (Healive). Sinovac also recently entered into an exclusive promotion service agreement with GlaxoSmithKline Investment (GSK; China) in which both companies will market and promote Anflu, a seasonal influenza vaccine developed and manufactured by Sinovac. GSK China's sales team will focus on the distribution of the adult dosage formulation and Sinovac will sell the pediatric dosage formulation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Box 3 Case study: Sinovac Biotech"
        },
        {
            "text": "Some Chinese firms-particularly those founded by Chinese 'returnees' who have experience working at Western companies-regard international partnerships as core to the business strategy. These companies are looking to expand their capabilities, particularly through transferring in new technologies or exporting products out to global markets. Zixin Qiu, general manager of Beijing Wantai, says of the company's strategy, \"We do not desperately need the financial assistance; however, what we need is the [international] market.\" In the meantime, Beijing Wantai is importing diagnostic equipment from Bio-Rad Laboratories (Hercules, CA, USA) and distributing it in China.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Box 3 Case study: Sinovac Biotech"
        },
        {
            "text": "Shenzhen Chipscreen Biosciences was founded in 2001 by several Chinese returnees with scientific and industrial experience in the United States. Chipscreen maintains two business foci: first, discovering and developing proprietary new drug candidates; and second, a full suite of research services from target identification to clinical trial evaluation of potential drug candidates for the life sciences industry. Through a research agreement with the Shenzhen Research Center for Small Molecule Drugs (Shenzhen), Chipscreen has an extensive pipeline of globally relevant therapeutics in development with indications against type 2 diabetes, lung cancer, colon cancer, metabolic syndrome and cardiovascular disease (dyslipidemia). Chipscreen boasts a strong IP portfolio, including five composition matter patents applied for in the United States, and three that have been granted in the United States, including patents covering two clinical-stage compounds chiglitazar and chidamide. Finally, Chipscreen also owns three patents on data-mining and compound-analysis software. When founded, initial IP and financial investment were provided by CapitalBio (Beijing).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Box 3 Case study: Sinovac Biotech"
        },
        {
            "text": "Chipscreen has opted to codevelop its product chidamide, a histone deacetylase inhibitor for the treatment of lung and colon cancer, with a United States partner: HUYA Biosciences (San Diego) ( Table 5) . On the service side of its business strategy, Chipscreen has a two-year collaborative agreement with Roche to provide contract research using its high-throughput screening and proprietary chemical genomics-based discovery platform to screen and evaluate a series of compounds provided by Roche's R&D Centre in China.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 194,
                    "end": 202,
                    "text": "Table 5)",
                    "ref_id": "TABREF6"
                }
            ],
            "section": "Box 3 Case study: Sinovac Biotech"
        },
        {
            "text": "These examples illustrate how Chipscreen's management team has leveraged its experience abroad to establish strategic international partnerships in both the drug development and service arms of the business, while also positioning the company as a serious global player.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Box 3 Case study: Sinovac Biotech"
        },
        {
            "text": "Jason Genfa Zhou, chairman of FusoGen Pharmaceuticals, is among several of China's sea turtles-scientists and entrepreneurs returning to China-to start innovative companies after training or working abroad. Pictured from left to right: Sarah Frew, Jason Genfa Zhou and Peter Singer.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Box 4 Case study: Shenzhen Chipscreen Biosciences"
        },
        {
            "text": "Because of China's large size, most Chinese companies are solely focused on expanding their resources to address the domestic market. However, a few are exploring marketing and distribution partnerships abroad. Amoytop Biotech has a contract with Ranbaxy Pharmaceuticals (Haryana, India) to market its granulocyte-colony stimulating factor (G-CSF) drug in India. Alpha Innotech (San Leandro, CA, USA) has the exclusive marketing rights to CapitalBio's AlphaScan microarray laser scanner for all markets except China, Japan, Korea and Australia. In an interesting twist, Bio-Bridge Science is taking advantage of China's cheaper manufacturing costs to generate early revenues by distributing in the United States a variety of class 1 surgical instruments the company imports from Xinhua Surgical Instrument (Shandong, China).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Box 4 Case study: Shenzhen Chipscreen Biosciences"
        },
        {
            "text": "Health biotech ventures are high risk and dependent on strong science, sophisticated investors with a long-term view and favorable government policies that consistently support innovation. Yet raising startup capital for innovative research-driven Chinese biotech companies is an enormous challenge-a reflection more of financial issues than a lack of confidence in the science and management. Small to medium-sized enterprises (SMEs) in China have little access to capital when they are first starting out because banks generally turn down their loan applications 15 . This scenario improved for SMEs in January 2003 when the 'Law on the Promotion of SMEs' came into effect and again in February 2005 when the State Council issued the 'Opinions on Encouraging, Supporting and Guiding the Development of SMEs' . These opinions-also known as the 36 Regulations-provide guidance in seven key areas, including market access and financing. As a result, many Chinese commercial banks began to set up special services to help SMEs overcome capital shortages. In addition, the Shenzhen Stock Exchange Small & Medium Enterprise Board opened in 2005, China also has strict restrictions on the exportation of capital, a hurdle that investors usually get around by forming an international holding company to hold title to the Chinese assets. The holding company can then seek a listing on an international exchange, giving investors an exit to repatriate their investments. Chinese regulators have recently clamped down on this strategy. When investors have few options to sell their shares and take back their investment dollars in the local stock exchanges, or exit their investments through other mechanisms, they are forced to focus on investments that will have realizable gains over a shorter time period. This ultimately hurts investments in health biotech startups, which are inherently risky ventures with long timelines to profitability.",
            "cite_spans": [
                {
                    "start": 565,
                    "end": 567,
                    "text": "15",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Financial environment and business models"
        },
        {
            "text": "The financial strategies that Chinese health biotech companies use are quite different from the traditional Western biotech model, where financing is often dependent on risk capital investors. In fact, Chinese venture capital investment in biotech companies is quite small. Instead, most of the Chinese biotech firms interviewed for this study received initial funding from state-owned enterprises (SOEs), including large conglomerates with no experi-ence in biotech, and from local, provincial or state government programs.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Financial environment and business models"
        },
        {
            "text": "Shanghai Sunway Biotech, for example, secured significant investment from stateowned groups, including Shanghai Alliance (Shanghai) and Shanghai Industrial Investment (Shanghai), which is listed on the Hong Kong Stock Exchange (HKEx: 8018HK). Some other companies that have received funding from state-owned enterprises include the following: Fudan-Yueda Bio-Tech, Huaguan Biochip, Tianjin SinoBiotech (Tianjin) and Genon Bio-Engineering. Although a few of the firms interviewed had some small investments from private sources, this strategy was not representative of the sector as a whole.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Financial environment and business models"
        },
        {
            "text": "Chinese biotech companies are highly dependent on government support at all levels, including state (central), provincial and local. The central government is the largest supporter of science and technology, and provides several sources of funding to encourage innovation. The two major state funding programs that support biotech in particular are the National High-tech R&D Program ('863 Program') and the National Basic Research Program of China ('973 Program'). The 973 Program funds projects more focused on early-stage research, and grantees are expected to publish academic research papers on the supported work. The 863 Program is more focused on applied research and commercialization. Often, provincial and local governments will provide additional financial or other support (e.g., tax incentives or real estate space) to projects already funded by state grants, or vice versa. For example, local funding may help a small company fund its early-stage R&D projects, whereas larger state research grants may come in only after these projects have progressed to the commercialization stage. Nearly all the companies studied here received some form of government funding, including FusoGen (from the Tianjin government) and Beike Biotech (from the Shenzhen government) ( Table 6) . Although this funding is extremely valuable for getting a company off the ground at the startup stage, it is not nearly enough to support a company at later stages of expansion.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1278,
                    "end": 1286,
                    "text": "Table 6)",
                    "ref_id": "TABREF7"
                }
            ],
            "section": "Financial environment and business models"
        },
        {
            "text": "Ultimately venture capital is needed for a high-risk sector like health biotech. China's venture capital sector is young and relatively shortsighted, and is not yet sufficiently accustomed to the idiosyncrasies of biotech enterprises and their business models. For example, investment opportunities in R&D-intensive companies that will not achieve profitability in several years tend to pale in comparison to most other Chinese industrial sectors that have more definable growth. Despite this general trend, some domestic venture capital has begun to flow into China's health biotech sector, but it is mostly from state-owned or state-sponsored enterprises, such as Shanghai Sunway's investor, Shanghai Alliance Investment (Shanghai). International venture capital investors remain skeptical about China's health biotech industry, as major obstacles to its development remain, including poor IP rights protection for drug innovation, a lack of clarity concerning the business environment, a scarcity of cGMPcertified manufacturing plants and the paucity of investment exit mechanisms mentioned above 15 .",
            "cite_spans": [
                {
                    "start": 1100,
                    "end": 1102,
                    "text": "15",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Financial environment and business models"
        },
        {
            "text": "Although most company managers interviewed in the survey want to see more Chinese venture capital flowing into the sector, a common feeling expressed was that \"Chinese VC [venture capital] can help with money, but nothing else.\" These entrepreneurs opined that the Chinese venture capital community needs to improve its capabilities to make smart investments in high-tech ventures and provide better managerial and strategic support. There is a general feeling that Chinese investors will have more confidence to come together and make investments in Chinese health biotech companies once they see more successful examples. In the meantime, the Chinese government is attempting to encourage investors to pay more attention to innovative industries, including biotech, by offering tax breaks and other financial incentives.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Financial environment and business models"
        },
        {
            "text": "Dependency on government support, however, not only makes the business environment less fair, but also undervalues the importance of 'smart investments' , funding that comes with financial value, strategic intelligence and management. This added value comes from having a venture investor's representative on the board of directors, for example, or from interacting with a network of other portfolio companies. Because many firms perceive that the Chinese venture capitalists do not yet bring this benefit HD Biosciences Codevelopment of functional assays for several identified GPCRs and ion channels with Organon. Under a nondisclosure agreement, undertaking assay development and hit-to-lead solution for GPCR and kinase targets with two major Western pharmaceutical companies. Cooperation agreement to develop GPCR screening models with Novasite Pharmaceuticals (San Diego).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Financial environment and business models"
        },
        {
            "text": "Research collaboration to identify more selective nuclear receptor modulators with Organon initially to last for two years. Another research collaboration with Centocor (Malvern, PA, USA) to understand inflammatory signaling pathways, initially to last for a period of one-and-a-half years. Contract with Roche or undisclosed research.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Shanghai Genomics"
        },
        {
            "text": "Shanghai Genon Bio-Engineering R&D partnership with Tori University (Tori, Japan) and Babraham Institute (Cambridge, UK). Starvax International Agreement to co-develop Mologen's (Berlin) double stem loop immunomodulators (oligonucleotides with phosphorodiester backbones and a dumbbell-like structure, each loop containing CG motifs) as cancer therapeutics.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Shanghai Genomics"
        },
        {
            "text": "Tianjin SinoBiotech LifeCord (Seoul) has made financial investments in Tianjin SinoBiotech. Research partnership with Temple University (Philadelphia). FortuneRock (Baltimore) is the US-based parent company of Tianjin SinoBiotech, which was started by the same founder, and shares intellectual property with Tianjin SinoBiotech.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Shanghai Huaguan Biochip"
        },
        {
            "text": "Wuxi PharmaTech Services provided to >65 pharmaceutical and biotech customers, including nine of the top ten pharmaceutical companies in 2006.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Shanghai Huaguan Biochip"
        },
        {
            "text": "to the table, they are instead hoping to attract international investors. Overseas investors bring credibility as well as an exit strategy, including access to financial markets and other international financial resources. It is interesting to note that the companies pursuing these strategies often have returnees on their senior management teams, including Shanghai Genomics, whose major shareholder is GNI (Tokyo); Chipscreen Biosciences, with investors from the United States and Hong Kong; and Bio-Bridge Science and Sinovac Biotech, which are listed on US stock exchanges (OTCBB: BGES and ASX: SVA, respectively).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Shanghai Huaguan Biochip"
        },
        {
            "text": "Given China's current financial environment, a pure R&D business model is unsustainable and nearly impossible. As a result, several of China's small and innovative biotech companies are generating revenues by selling noninnovative products, providing services and/or outsourcing their early products. These strategies exploit the low-cost advantage of doing research in China and the significant size of the domestic market. Selling noninnovative products, such as biogenerics and simple diagnostics, is a low-risk strategy for entering the health biotech space and generating short-term revenues. Thus, Amoytop Biotech, United Cell Biotech and Sunway Biotech entered the market with biogenerics; Beijing Wantai and Huaguan Biochip entered the diagnostics market with relatively simple products. Fudan-Yueda Bio-Tech sells the immunology reagents that make up its therapeutic HBV immunological complex for research purposes and Genon Bio-Engineering sells animal protein products. Companies that have turned to offering research services on a contractual basis while maintaining in-house R&D groups include Shanghai Genomics, HD Biosciences, SinoGenoMax and Starvax International.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Shanghai Huaguan Biochip"
        },
        {
            "text": "During the course of this study, we identified four major obstacles that are hindering development of China's nascent biotech sector. These are discussed in further detail below.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Barriers to development"
        },
        {
            "text": "The Chinese government has made innovation in science and technology a strategic priority in advancing the country's development. Yet, the government has not followed the sage advice of Xian-Ping Lu, president of Shenzhen Chipscreen Biosciences, who states that \"the most important thing for any nation-particularly developing nations-is to identify the mechanism of financing to support the innovative economy.\" Therefore, despite the fact that the Chinese government is investing millions of renminbi (RMB) to support an innovative industry and attract entrepreneurs to commercialize novel health-biotech products, potential investors are deterred from making substantial investments by the lack of exit strategies and the uncertainty of the financial system. Although the companies presented in this study were specifically sampled primarily because of a focus on innovative health product development, the majority of Chinese biopharmaceutical companies are selling biogeneric drugs and do not invest in innovative R&D. Some of our interviewees said this is because these companies lack the technological capabilities to develop an innovative drug or they have limited access to the financial resources to do so. The lack of favorable conditions to support an innovative biotech sector may be actively discouraging its growth, and, in fact, it appears that very few firms are investing in drug discovery. Some of the firms that are pursuing innovative R&D have incorporated hybrid business models, first, to fund the firm's survival through contract services or noninnovative products and then to fund R&D activities. Such hybrid models, however, can dilute resources and have paradoxically fallen out of favor in the West, as a well-defined targeted strategy is preferred by venture capitalists over a mix of models that mitigate commercial risk. As price-based competition among domestic manufacturers continues to put pressure on profit margins, even fewer firms may be able to support in-house R&D programs.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Financial mechanisms to support innovation."
        },
        {
            "text": "International credibility. The international community has historically approached the Chinese biotech industry with skepticism, but has become more receptive in recent years. Several multinational pharmaceutical companies, including Eli Lilly (Indianapolis, IN, USA) and Roche (Basel), have opted to take advantage of the opportunities the country has to offer and are establishing a domestic presence. Yet despite this progress, several Chinese firms report that they must continually work to build international relationships and credibility. International firms are the primary target customers for the many Chinese companies that are opting to provide services as part of a hybrid business model. Yet trust remains the main obstacle in attracting foreign customers, particularly in discussions that involve IP protection. Other barriers to international partnerships involve language, travel, culture and differences in project management styles.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Financial mechanisms to support innovation."
        },
        {
            "text": "International partnerships are vital to the growth of China's young biotech industry. In our survey, some small companies state that they are looking to international partners to expand their capabilities in some modern technologies, whereas other companies feel that to engage international markets, they need international partners that can navigate the regulatory approval process or provide the financial resources to do so. Given the importance of the international community to the industry, some firms suggest that the Chinese government should develop a bridging program to help introduce small Chinese biotech companies to their counterparts in the West and, thus, facilitate partnerships and technology transfer.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Financial mechanisms to support innovation."
        },
        {
            "text": "The SFDA is the central agency that was created in 1998 (as a merger of the state food administration and state drug administration) to oversee the regulation, law enforcement and establishment of national standards. In the nearly ten years since its establishment, the SFDA has worked to raise the standards for its drug approval processes to comply with international norms and establish itself as an credible regulatory body.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Financial mechanisms to support innovation."
        },
        {
            "text": "Unfortunately, a recent scandal dealt a major blow to the SFDA's credibility. The agency's former director, Zheng Xiaoyu, pled guilty to accepting bribes in exchange for approving drug production licenses, and in July 2007 was executed 17 . Concerns that some of the drugs approved during Zheng's tenure may be substandard have grown after dozens of people fell ill or died from ingesting poor-quality drugs. As a result, more than 170,000 production licenses issued by the SFDA are being reviewed, particularly those approved between 1999 and 2002 (ref. 18) . Unfortunately, this scandal has severely weakened the SFDA's standing in the eyes of the global community and calls into question the legitimacy of thousands of products currently on the Chinese market.",
            "cite_spans": [
                {
                    "start": 236,
                    "end": 238,
                    "text": "17",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 555,
                    "end": 558,
                    "text": "18)",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "Financial mechanisms to support innovation."
        },
        {
            "text": "Timely regulations. Although the Chinese government has driven and initiated the growth of the domestic biotech sector, it also needs to ensure that its policies continue to support the industry at all stages of the value chain as it matures. For example, some companies working in the area of stem cells are at a bit of a standstill while they wait for the state to release its official policy on stem cell research. Another company, which is developing novel diagnostic technologies to be used in clinical and hospital settings, has run across difficulties in selling these products because its customers are dependent on a government fee schedule that does not include these innovative products. As more and more Chinese companies are becoming service providers, additional programs and policies are needed to support these firms, including the following: policies to expedite importation of necessary equipment and reagents; reduced customs tariffs and taxes; and small business loans in addition to research grants focused on product development.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Financial mechanisms to support innovation."
        },
        {
            "text": "After China joined the World Trade Organization (Geneva) in 2001, it made several changes to its IP legislation to comply with the Trade Related Aspects of IP Rights agreement and to promote nationalization of IP. Even so, several of the companies we interviewed state that they cannot afford the legal costs of protecting their IP, and that the cost to maintain multiple patents in multiple countries is prohibitively expensive. As an alternative, some Chinese companies have been advised by their legal consultants to keep their IP confidential and maintain it as a trade secret. This is an inherently risky strategy for companies because it will exacerbate problems in forging international partnerships and entering into discussions with international regulatory agencies, particularly in developed countries. Moreover, as the size of the sector increases, so will turnover of employees, thus increasing the risk of breaching trade secrets. SinoGenoMax is taking advantage of a new government program that helps to subsidize the costs associated with patent applications and maintenance. Although this program is a step in the right direction, the costs still remain prohibitively expensive for many small innovative companies, and additional programs and policies may be needed to protect Chinese IP in the global marketplace.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Financial mechanisms to support innovation."
        },
        {
            "text": "The issues surrounding IP also go beyond laws and regulation. In time, China will need to expand its capabilities in protecting IP by refining civil procedures, developing a body of jurists, and accumulating a body of precedent and custom for assessment of damages.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Financial mechanisms to support innovation."
        },
        {
            "text": "Reaching the domestic market. For the most part, the healthcare needs of China's large domestic market are not being adequately met by existing products. The health system A hutong in Beijing: with a population of over 1 billion, China's health burden is significant and will continue to grow as workers migrate to urban centers.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Financial mechanisms to support innovation."
        },
        {
            "text": "across the entire country is weak, and in many cases, clinicians, facilities and products are not reaching rural or isolated regions. Nationally, there are only 1.5 doctors per 1,000 people 1 . For Chinese biotech firms to begin to tackle this problem, they need tools to truly identify the gaps in health services and the mechanisms needed to reach the domestic population. Accurate market statistics are nearly impossible to obtain in China, and several firms have called for a central institute, independent of government, not only to accumulate such data but also to make them publicly available.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Financial mechanisms to support innovation."
        },
        {
            "text": "Sales and distribution also present huge barriers for small Chinese companies. Patients need to be educated about the benefits and risks of new products, and the endorsement of a medical expert is often key to acceptance. Yet frequently there is no medical expert or allied health professional in rural areas. This becomes an even bigger problem when addressing more complicated diseases like HBV, for which patients require a doctor to prescribe an adequate array of treatments. The significant human and financial resources needed to develop the market for a new product, and further support and monitor it, represent a challenge to small Chinese biotech companies. For Chinese companies ultimately seeking entry into Western markets, the expectation that they will exercise postmarketing surveillance will be critical.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Financial mechanisms to support innovation."
        },
        {
            "text": "Another challenge facing China's biotech industry is to address the disparities between the costs associated with developing an innovative health product and the price that the domestic market can pay for that product. Novel biotech products are very expensive, and despite China's economic growth, and growing middle class, it is still a low-income country. Official figures show that in 2004, expenditure on health stood at $91 billion, 53.6% of which came from private individuals 1 . Chinese companies cannot sell their products at the high prices that are common in Western markets. One option is for the government to develop procurement programs to get the products to people who cannot afford to pay out of pocket. However, it is simply unsustainable for the Chinese government to subsidize the cost of innovative biotech products to the tune of millions or billions of dollars every year.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Financial mechanisms to support innovation."
        },
        {
            "text": "On the basis of the barriers identified in the previous section, we have made recommendations for further development of the Chinese health biotech sector (Box 5). The three main drivers of China's home-grown health biotech sector are government support, the returning 'sea turtles' , and the health needs of the large domestic population. We discuss these in more detail below.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Concluding remarks"
        },
        {
            "text": "Political will to prioritize R&D. According to the Chinese Government's Tenth Five-Year Plan (2001) (2002) (2003) (2004) (2005) , issues of national priority include more involvement in large-scale international research programs in life sciences and biotech, and additional international cooperation activities (e.g., biotech R&D projects) to support development of the national science and technology economy (http://www. most.gov.cn/eng/). Thus, the government has consistently promoted biotech as a priority industry and continues to fund mechanisms to support both research and product development. The program review board of the statesponsored 863 Program lists as a priority in its 2007 report 19 the improvement of \"overall national health and the ability to respond to a sudden national health crisis\" (http://www.863. org.cn/english/index.html). The 863 Program allotted in 2007, 400 million yuan (~$52 million) to projects representing 11 priority biotech research areas, including product commercialization, gene therapy, and cell and immunotherapy for major epidemiological diseases 20 (http://www.863.org.cn/english/index. html). Commercialization is an ultimate goal of the 863 Program, and expected deliverables of the grants include published patents, commercialized products or contributions to the country's GDP.",
            "cite_spans": [
                {
                    "start": 93,
                    "end": 99,
                    "text": "(2001)",
                    "ref_id": null
                },
                {
                    "start": 100,
                    "end": 106,
                    "text": "(2002)",
                    "ref_id": null
                },
                {
                    "start": 107,
                    "end": 113,
                    "text": "(2003)",
                    "ref_id": null
                },
                {
                    "start": 114,
                    "end": 120,
                    "text": "(2004)",
                    "ref_id": null
                },
                {
                    "start": 121,
                    "end": 127,
                    "text": "(2005)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Concluding remarks"
        },
        {
            "text": "Other programs and policies that are meant to expand the country's innovative capacity in biotech have focused on developing training programs, promoting international collaborations, encouraging publications in international journals, improving research ethics guidelines, updating IP protection and regulatory mechanisms, and creating biotech industrial parks. These efforts are clearly having an effect as, according to the Institute of Science and Technology Information of China (Beijing), China became the world's second largest scientific research publisher (the United States remains the first) in 2006 (http://www. istic.ac.cn/Eng/index_en.html). These figures underscore China's improved research and innovation capacity and its scientists' deeper involvement in the international academic community.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Concluding remarks"
        },
        {
            "text": "On the basis of our study of China's private health-biotech companies, we offer below seven recommendations to encourage continued development of the sector.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Box 5 Recommendations for biotech development in China"
        },
        {
            "text": "• Reform the financial environment to facilitate exit mechanisms for entrepreneurs and investors in the health-biotech sector. • Create and promote specialty programs in biotech entrepreneurship and management. • Leverage the 'sea turtle' phenomenon to promote transnational companies that will be attractive to Western investors and strategic partners. • Promote credibility of domestic firms to the international community by enforcing uniform financial reporting, a transparent regulatory regime and fair business practices. • Enact timely legislation and regulations to nurture scientific and economic development.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Box 5 Recommendations for biotech development in China"
        },
        {
            "text": "• Stimulate rapid development of the IP infrastructure through academic and exchange programs. • Strengthen health systems infrastructure and distribution mechanisms in concert with the development of the industry to ensure that innovative health-biotech products are available to the entire domestic population.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Box 5 Recommendations for biotech development in China"
        },
        {
            "text": "The Chinese Government is also supportive of the TCM segment of the health-biotech sector. For example, TCM modernization was one of the 12 ",
            "cite_spans": [
                {
                    "start": 137,
                    "end": 139,
                    "text": "12",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Box 5 Recommendations for biotech development in China"
        },
        {
            "text": "Historically, China has placed a strong focus on encouraging the return of Chinese scientists and entrepreneurs who left the country to study or train abroad, and to turn 'brain drain' into 'brain gain' 22 . China's health-biotech industry has benefited greatly from the return of these highly qualified personnel, known as 'sea turtles' , who bring with them scientific talent and international credibility. Although the sea turtle phenomenon is beneficial, the country's industry might be better served if Chinese residents in the West built \"transnational companies\" with a footprint in both China and the West. Indeed, this practice is already common, but regulations and taxation policies to encourage this approach would address many of the concerns of private and public capital, assure prospective alliance partners and add depth to the pool of experienced managers. Such an approach would also promote China as a codevelopment partner rather than a purely low-cost venue to international companies to contract services.",
            "cite_spans": [
                {
                    "start": 203,
                    "end": 205,
                    "text": "22",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "Sea turtles and highly skilled indigenous workers."
        },
        {
            "text": "China is making great strides in developing indigenous talent. For example, in its early days, CapitalBio recruited talented human resources from overseas by publishing job announcements in prestigious international scientific journals and offering salaries comparable to those in the West. Now that the company has established itself, it no longer needs such mechanisms to recruit talent, and has even hired several graduate students who completed their training with the company to stay on as project managers. In the past 20 years, the number of scientific and technological personnel in China has skyrocketed to 55.75 million in 2004 (ref. 23; http://english.gov.cn/2006-02/09/ content_184084.htm). This low-cost scientific talent will be a primary driver of the growth of the health biotech industry. For example, many of WuXi PharmaTech's 1,000+ personnel were recruited from within China and are critical to the company's cost effectiveness. Although talent to meet the company's expectations may be difficult to recruit right away, there is no shortage of hardworking employees willing to be trained.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sea turtles and highly skilled indigenous workers."
        },
        {
            "text": "A mix of foreign and indigenous expertise may also address the needs of those domestic Chinese companies that provide services to international customers. In particular, domestic companies need project managers who can bridge cultural and language differences. Likewise, Chinese companies that are looking to market their health products internationally are looking for talented individuals who understand not only the science behind the technology, but also international regulations and standards for IP protection, manufacturing and product registration. Many firms are looking to returnees with experience abroad to bridge cultural gaps and spur international partnerships.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sea turtles and highly skilled indigenous workers."
        },
        {
            "text": "Market size and disease burden mirror global health issues. China serves as a microcosm of the greater global health community. Addressing the health needs of the large and diverse domestic population presents a significant challenge to the entire health innovation system, including the government, the private sector, public research institutes and universities and healthcare providers.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sea turtles and highly skilled indigenous workers."
        },
        {
            "text": "One of the key interests of our broader study is to identify how companies in emerging economies can serve global health needs. For example, one of the most important modern drugs to address a globally neglected disease was discovered in China, when Chinese scientists in 1965 isolated the active ingredient from the Artemisia annua, or 'sweet wormwood' plant. Today, that herbal derivative, artemisinin, is recognized by international groups including the World Bank (Geneva) and the United Nations Children's Fund (UNICEF; New York) as a first or second line of therapy for malaria 8 .",
            "cite_spans": [
                {
                    "start": 584,
                    "end": 585,
                    "text": "8",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Sea turtles and highly skilled indigenous workers."
        },
        {
            "text": "Although our study provided little evidence of export of innovative Chinese health-biotech products to lesser developed countries, in some respects addressing the health needs of 1.3 billion people is global health. Nearly 120 million of the >400 million people worldwide infected with HBV live in China 24 . Treatments for HBV patients in China cost around $1.1 billion each year. In 2006, the Chinese government allocated ~$390 million to fund research on HBV and related diseases 24 . The fact that the prevalence of HBV is so high in China and it is known as a 'national' disease motivates Chinese scientists and firms to develop new treatments to address this significant need. Of the firms interviewed for this study, Fudan-Yueda Bio-Tech, and Shanghai Genomics are currently developing HBV therapeutics. According to Fudan-Yueda's General Manager, Bi Zhi Gang, \"for our company our purpose is not always profit, but also social responsibilities.\"",
            "cite_spans": [
                {
                    "start": 304,
                    "end": 306,
                    "text": "24",
                    "ref_id": null
                },
                {
                    "start": 483,
                    "end": 485,
                    "text": "24",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Sea turtles and highly skilled indigenous workers."
        },
        {
            "text": "Likewise, HEV infections also represent a substantial burden on Chinese healthcare. Outbreaks often occur in rural areas, where pork (a zoonotic source of HEV infections) is a diet staple. As no vaccine is currently commercially available for the prevention of HEV infection, Beijing Wantai is working with Xiamen University to develop a vaccine. Even so, the company's general manager, Zixin Qiu, expresses concern about his company's ability to deliver this vaccine to its intended rural market where it is most needed-a concern shared for the company's inactivated HAV vaccine (the first HAV vaccine developed by Chinese scientists). Although the Chinese government does have an immunization program that provides essential vaccinations to all Chinese citizens with vaccines that include HBV, Bacille Calmette Guerin (BCG) against tuberculosis, oral polio, diphtheria, tetanus and pertussis (DPT), diphtheria-tetanus (DT) and measles, it has not put HEV or HAV vaccines on this list 25 .",
            "cite_spans": [
                {
                    "start": 986,
                    "end": 988,
                    "text": "25",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "Sea turtles and highly skilled indigenous workers."
        },
        {
            "text": "The obstacles that Chinese companies face in delivering affordable products are large enough that they may actually deter future investment in innovative products for local markets. Thus, in addition to the research dollars and incentives that the Chinese government has devised to 'push' domestic innovation to develop novel products that address local health needs, additional government-sponsored incentives and procurement programs are needed to ensure that innovative products reach their intended end users. Looking at the genesis and prospects of the Chinese biotech industry, it is reasonable to expect that products will be developed in concert with the evolving mechanisms of health services. We believe that further investigation will be needed to monitor the parallel process of growth of the industry and changes in health services.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sea turtles and highly skilled indigenous workers."
        },
        {
            "text": "Apart from hepatitis infections, another key health problem in China is HIV/AIDS. Currently, Chinese government statistics place the country's HIV prevalence rate at 0.1% 3 (https://www.cia.gov/library/publications/ the-world-factbook/geos/ch.html). There is international concern that in the years to come HIV/AIDS will develop into an epidemic in China, as it has in other parts of the world. Thus, affordable products developed for the Chinese market can also have significant impacts in other developing countries. For example, Bio-Bridge Science is developing an HIV vaccine based on a novel orally delivered papilloma pseudovirus vector and FusoGen Pharmaceuticals is developing a novel HIV fusion inhibitor intended for Chinese markets. Both companies realize that to address the local market, their products must be affordable. FusoGen's chairman, Jason Genfa Zhou, puts it this way, \"if this drug [is] too expensive, [then it's] only good for a very few people.\" However, despite the intentions of these and other Chinese companies to make their products available to other developing countries, very few have actually engaged global health organizations or developed international strategies.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sea turtles and highly skilled indigenous workers."
        },
        {
            "text": "With the financial backing of the government, returnees have founded innovative Chinese biotech companies that have commercialized the world's first licensed gene therapy drug, developed leading-edge stem cell therapies and treated thousands of Chinese patients. With the Chinese state providing continued commitments to fund biotech and innovation, an increasing pool of indigenous skilled workers and a growing cadre of Chinese with management experience in life science entrepreneurship, the prospects for biotech ventures look promising. China is also making progress tapping into indigenous TCM knowledge, quantifying and characterizing TCM active ingredients according to scientific principles (e.g., efforts currently under way at the Hong Kong Jockey Club Institute of Chinese Medicine) and exploit this to build IP and develop novel therapies proven using clinical testing.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Future perspectives"
        },
        {
            "text": "Despite these advances, several problems remain. Both domestic and foreign investors are still reticent because no clear mechanism exists for financial exit. At the same time, Chinese companies clearly need the help of global health organizations to increase global access to their products. Shanghai United Cell Biotech, for example, manufactures and markets the only capsule formulation of an oral cholera vaccine available worldwide and is currently marketing the product predominantly to the niche travelers' market. Although the small company is very keen to make this product available in cholera-endemic developing countries, it is difficult to do so with its limited resources. Not only would Shanghai United Cell Biotech require a partner to provide financial assistance to carry out additional clinical trials (if they were required to adhere to international standards), but they would also need introductions to the proper decision makers in each country that they would hope to enter. According to the company's executive deputy general manager, Lee Ker Yin, \"We need to seek the WHO [World Health Organization] to help reach [the developing world]. In turn, we can help Africa.\" Lee and others feel that both the WHO and UNICEF are unaware of China's capabilities in innovative health product development, and they hope that the SFDA will engage these groups and initiate a dialog with the broader international community.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Future perspectives"
        },
        {
            "text": "The examples cited in this article illustrate that there clearly are Chinese companies that are capable and motivated both financially and morally to develop innovative health products to address local and global health needs. The responsibility now lies with both the Chinese government and the international health community to support these companies in their ventures and ensure that their products reach their intended users. As Bi Zhi Gang of Fudan-Yueda Bio-Tech says of his company's duty to improve Chinese citizens' quality of life, \"this is a small company [with] big responsibility.\"",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Future perspectives"
        }
    ],
    "bib_entries": {
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Beyond Scarcity: Power, Poverty, and the Global Water Crisis",
            "authors": [],
            "year": 2006,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Chinese biotech hamstrung by production issues",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Jia",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Nat. Biotechnol",
            "volume": "25",
            "issn": "",
            "pages": "147--148",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Biopharmaceuticals in China",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Ma",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Biotechnol. J",
            "volume": "1",
            "issn": "",
            "pages": "1215--1224",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "The development of China's medical biotech industry needs to be driven by innovation",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Yu",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Dai",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Biotechnol. J",
            "volume": "1",
            "issn": "",
            "pages": "1253--1257",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Developing innovative capacity in China to meet health needs. in Innovation in Developing Countries to Meet Health Needs: Experiences of China",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Wen",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Pefile",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Ke",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Guang",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Chamas",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Bhojawani",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Hering",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "37--74",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Can China bring its own pipeline to the market?",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Louet",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Nat. Biotechnol",
            "volume": "22",
            "issn": "",
            "pages": "1497--1499",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Health biotechnology innovation in developing countries",
            "authors": [],
            "year": 2004,
            "venue": "Nat. Biotechnol",
            "volume": "22",
            "issn": "",
            "pages": "1--52",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "India's health biotech sector at a crossroads",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "E"
                    ],
                    "last": "Frew",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Nat. Biotechnol",
            "volume": "25",
            "issn": "",
            "pages": "403--417",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Guizhou Tongjitang seeks FDA's approval for XianLingGuBao",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "China approves first gene therapy",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Pearson",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Jia",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Kandachi",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Nat. Biotechnol",
            "volume": "22",
            "issn": "",
            "pages": "3--4",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Venture capital lukewarm to biotech sector. China Business Weekly",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "SMEs focus of government attention. China Daily",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Bian",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "A Chinese reformer betrays his cause, and pays. The New York Times",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Barboza",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "China syndrome-a regulatory framework in meltdown?",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Jia",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Nat. Biotech",
            "volume": "25",
            "issn": "",
            "pages": "835--837",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Competing for talent: China's strategies to reverse the brain drain",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Zweig",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Int. Labour Rev",
            "volume": "145",
            "issn": "",
            "pages": "65--89",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Immunization coverage and its determinants in children aged 12-23 months in Gansu",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "Q"
                    ],
                    "last": "Cui",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Gofin",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "China. Vaccine",
            "volume": "25",
            "issn": "",
            "pages": "664--671",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "CapitalBioJoint R&D and commercialization programs in China with Affymetrix (Santa Clara, CA, USA) for gene expression profiling and genotyping services (including the development of an advanced GeneChip-compatible point-of-care system) using Affymetrix's photolithographically synthesized oligonucleotide chip technology. Provided non-exclusive rights to Alpha Innotech (San Leandro, CA, USA) for marketing of CapitalBio's microarray laser scanner. Deal to undertake joint product development, manufacturing in China, technology transfer, services and products mutual representation with BioTools (Madrid). Deal to distribute Becton Dickinson (Franklin Lakes, NJ, USA) products in China. Exclusive rights to distribute certain products from Enzo Biochem (New York), BioMachines (Research Triangle Park, NC, USA), Aviva Systems Biology (San Diego), Macherey-Nagel (Düren, Germany), Advalytix (Brunnthal, Germany) in China. Exclusive rights to MediBic (Tokyo) to market CapitalBio's pharmacogenomic services in Japan. Exclusive rights to distribute certain CapitalBio products given to Greenmate Biotech (Seoul, Korea) in Korea, FK Biotec (Port Alegre, Brazil) in Brazil and VitroLab (Istanbul, Turkey) in Turkey. Nonexclusive distribution rights to certain CapitalBio products provided to TechnoConcept (New Delhi, India) and Viswagen Biotech (Kerala, India) in India and Australian Biosearch (Karrinyup, Australia) in Australia.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "In-license of Luminex (Austin, TX, USA) xMAP technology for genotyping human papilloma virus. Shenzhen Beike Biotechnologies Research collaboration with Imperial College (London) on bioreactor technology. Shenzhen Chipscreen Biosciences License and codevelopment agreement with HUYA Bioscience International (San Diego) relating to chidamide, a histone deacetylase inhibitor for the treatment of cancer currently in phase 1 trials in China. Under the terms of the deal, HUYA acquires worldwide rights to the agent, excluding China, in return for co-developing the agent through phase 1 evaluation. HUYA plans to file an Investigational New Drug application with the US FDA and to begin phase 1 trials of the agent in the USA and Europe. Service orientated contract with Roche. Codeveloped microarray data management and analysis software (ArrayTrack) with National Center for Toxicological Research (Jefferson, AR, USA). Research partnership with Ludwig Institute (New York). SiBiono GeneTech Codevelopment agreement with DNAVEC (Ibaraki, Japan) for DNA therapeutic vaccine for AIDS. SinoGenoMax Research agreement with Tulane University (New Orleans). Sinovac Biotech Agreement to market LG Life Sciences' (Seoul) HBV vaccines in China. Exclusive distribution deal with Glovax CV, a Dutch biopharmaceutical company with operations in Mexico, to distribute Sinovac's vaccine products in Mexico. Comarketing and promotion agreement with GlaxoSmithKline (China) Investment Co. Ltd. (Beijing). for Sinovac's seasonal influenza vaccine Anflu. Shanghai Sunway Biotech Exclusive worldwide license for Onyx Pharmaceuticals' (Emeryville, CA, USA) Onyx-015 oncolytic adenovirus against head-and-neck cancer.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Chinese health biotech firms interviewed and their product/technology portfolios a",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "IP portfolios/marketing rights for companies interviewedPatent Cooperation Treaty (PCT) patent for a HEV recombinant antigen vaccine, describing the function of the protein of the virus, the epitopes/antigens and antibodies.Bio-Bridge ScienceUS and Chinese patents issued on core vaccine technology (papilloma pseudovirus); patent filed in Japan.CapitalBioFiled over 98 patents in all, with 54 patents issued for methods, devices, invention (12 US issued patents; 1 patent issued in Japan; 1 patent issued in Taiwan; 1 patent issued in Hong Kong; and 39 patents issued in China).FusoGen Pharmaceuticals US, Singaporean, Russian and Chinese patents issued on HIV fusion inhibitor (sifuvirtide). Patents filed in Europe and Japan.",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "Alliances/collaborations between companies interviewed and domestic organizationsChina) to sell surgical instruments in the United States. Cooperative agreements with Chinese Academy of Medical Sciences (Beijing) and the Institute of Basic Medical Sciences to develop human papillomavirus polyvalent vaccine and with the Beijing Institute of Radiation Medicine (Beijing) to conduct pre-clinical study for HIV-papillomavirus vaccine. CapitalBio Joint product developments with Chinese Center of Disease Control (Beijing) and Beijing Entry-Exit Inspection and Quarantine Bureau (Beijing). Research collaborations with the Chinese Academy of Medical Sciences (Beijing), Tsinghua University (Beijing) and Peking University Hospitals (Beijing), Jilin University (Changchun, China) and Chinese Academy of Sciences (CAS; Beijing). Collaborations with Miaoxiang Sanqi TCM (Wenshan, China) to create cGMP TCM production management system application and with China Medicinal Biotechnology Association, Biochip Branch (Beijing), to create industry standard. Shanghai Genon Bio-Engineering Collaborations with Tongji University (Shanghai) and China Pharmaceutical University (Nanjing, China). Shenzhen Chipscreen Biosciences Two-year collaborative research service agreement with Roche R&D Center China (Shanghai) for high-throughput screening and proprietary chemical genomics-based discovery platform to screen and evaluate early-stage compounds provided by Roche center. China's financial environment and the domestic capital markets in particular, however, have requirements that differ from the more liquid markets in the West and Japan. For example, the Shanghai Stock Exchange (geared to blue-chip companies; http:// www.sse.com.cn/) and the Shenzhen Stock Exchange Small & Medium Enterprise Board (geared to high-tech companies; http://www. szse.cn/) require a minimum of 15-25% of shares to be listed publicly, depending on the size of the company. These and other regulations (according to the Securities Law of the People's Republic of China and the Company Law of the People's Republic of China regarding the listings of shares) are designed to safeguard investors, but ultimately represent high hurdles to investors relative to other international exchanges. As a result, Chinese biopharmaceutical firms have looked to raise funds from public investors outside of China, with several recent highprofile IPOs on international exchanges, including the listings of WuXi Pharmatech (NYSE: WX) and Simcere Pharmaceutical Group (NYSE:SCR) on the New York Stock Exchange, and of 3Sbio (NASDAQ:SSRX) and China Medical Technologies (NASDAQ: CMED) on Nasdaq.",
            "latex": null,
            "type": "table"
        },
        "TABREF5": {
            "text": "Subsidiaries, joint ventures and affiliated institutes for companies interviewed",
            "latex": null,
            "type": "table"
        },
        "TABREF6": {
            "text": "Collaborations/partnerships between companies interviewed and foreign entities",
            "latex": null,
            "type": "table"
        },
        "TABREF7": {
            "text": "Financial background for companies interviewed SOE, state owned enterprise; SSE, Shanghai Stock Exchange; SZSE, Shenzhen Stock Exchange; HKSE, Hong Kong Stock Exchange; NYSE, New York Stock Exchange; ASX, American Stock Exchange; OTCBB, Over the Counter Bulletin Board.",
            "latex": null,
            "type": "table"
        },
        "TABREF8": {
            "text": "The 2005 China Science and Technology Development Report describes the infrastructure and resource planning of Chinese science and technology development for the next 15 years, including the changing structures of China's innovation sector, science and technology policies and laws, strategic high-tech research, and international collaborations (http://www.most.gov.cn/kjfz/kjxz/). Likewise, the Innovation and Development Plan (2006-2020) provides a detailed roadmap of China's biotechnologies (http://english.gov. cn/jrzg/2006-02/09/content_183426.htm).In the more recent Chinese Government's Eleventh Five-Year Plan(2006-2010), programs that support the national science and technology agenda include the following: the 973 Basic Research Plan; the 863 High-Tech R&D Program (863 Program); the National Science Support Plan, with policies that support technology development; the Technology Resource and Platform Construction for prioritizing and reconstructing platforms necessary for technological innovation and implementation; and the Policy Renovation program for creating a positive policy environment to enhance innovation, encourage private R&D, and promote product implementation and technology transfer (http://en.ndrc.gov.cn/ hot/t20060529_71334.htm).",
            "latex": null,
            "type": "table"
        },
        "TABREF9": {
            "text": "focal points in China's Ministry of Science and Technology's (Beijing) Tenth Five-Year Plan, and several initiatives to standardize and promote TCM worldwide have recently been announced in the 'Innovation and Development Plan 2006-2020' and the 'International Traditional Chinese Medicine Program for Cooperation in Science and Technology '21 . In a joint effort with the European community, the same ministry recently led the 'China-Europe General Assembly on Traditional Chinese Medicine' in June of 2007, reaching consensus in five key areas on promoting TCM worldwide. Altogether, China has marked $130 million for TCM modernization (http://www.hkjcicm. org/enews/en_page_2_15.asp).",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "The authors declare competing financial interests: details accompany the full-text HTML version of the paper at http://www.nature.com/ naturebiotechnology/. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "COMPETING INTERESTS STATEMENT"
        }
    ]
}