{
    "paper_id": "f998e0867a9fc737afad7a6ca0047e4d583287b6",
    "metadata": {
        "title": "",
        "authors": [
            {
                "first": "Wenjun",
                "middle": [],
                "last": "Jiang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Ministry of Education Key Laboratory of Bioinformatics",
                    "institution": "Tsinghua University",
                    "location": {
                        "settlement": "Beijing",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Peng",
                "middle": [],
                "last": "Liang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Ministry of Education Key Laboratory of Bioinformatics",
                    "institution": "Tsinghua University",
                    "location": {
                        "settlement": "Beijing",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Buying",
                "middle": [],
                "last": "Wang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "State Environmental Protection Key Laboratory of Sources and Control of Air Pollution Complex",
                    "institution": "Tsinghua University",
                    "location": {
                        "settlement": "Beijing",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Jianhuo",
                "middle": [],
                "last": "Fang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Tsinghua University",
                    "location": {
                        "settlement": "Beijing",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Jidong",
                "middle": [],
                "last": "Lang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Tsinghua University",
                    "location": {
                        "settlement": "Beijing",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Geng",
                "middle": [],
                "last": "Tian",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Tsinghua University",
                    "location": {
                        "settlement": "Beijing",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Jingkun",
                "middle": [],
                "last": "Jiang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "State Environmental Protection Key Laboratory of Sources and Control of Air Pollution Complex",
                    "institution": "Tsinghua University",
                    "location": {
                        "settlement": "Beijing",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Ting",
                "middle": [
                    "F"
                ],
                "last": "Zhu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Ministry of Education Key Laboratory of Bioinformatics",
                    "institution": "Tsinghua University",
                    "location": {
                        "settlement": "Beijing",
                        "country": "China"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "protocol 770 | VOL.10 NO.5 | 2015 | nature protocols Sample volume (ml) 50 E220-intensifier (pn500141) Yes",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Metagenomic sequencing is a cultivation-independent method that extracts and analyzes genetic materials directly from environmental samples [1] [2] [3] [4] [5] [6] [7] . It has greatly expanded our knowledge of life's diversity and accelerated efforts to fill the uncharted chapters of life in various environments such as ocean, soil, sediment, and fresh water, as well as in extreme environments 2,3,5-7 . Nevertheless, despite being widely used to study nearly all the microbial communities from the surface of the Earth, direct metagenomic sequencing of the microbial communities in the air has remained a challenge. This partly resulted from the limited availability of collectable airborne particulate matter (typically in the range of tens to hundreds of milligrams), the low biological content of the samples and incompatibility of traditional DNA extraction with airborne particulate matter collection methods (e.g., the use of quartz filters) 8 . In the past, the majority of the studies on airborne microorganisms were based on 16S rRNA gene-specific amplification and sequencing, which, although contributing tremendously to our understanding of the identity of the airborne microorganisms in various environments [9] [10] [11] [12] [13] , has also limited our ability to sample other key microbial genes of the community.",
            "cite_spans": [
                {
                    "start": 140,
                    "end": 143,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 144,
                    "end": 147,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 148,
                    "end": 151,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 152,
                    "end": 155,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 156,
                    "end": 159,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 160,
                    "end": 163,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 164,
                    "end": 167,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 953,
                    "end": 954,
                    "text": "8",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1226,
                    "end": 1229,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1230,
                    "end": 1234,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1235,
                    "end": 1239,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1240,
                    "end": 1244,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1245,
                    "end": 1249,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "IntroDuctIon"
        },
        {
            "text": "We have developed and applied an optimized protocol for extracting limited quantities of airborne microbial genomic DNA for direct metagenomic sequencing 8 . In this protocol, we have integrated several key modifications into the steps of airborne particulate matter collection, sample pretreatment ( Fig. 1) , DNA extraction and sequencing library preparation. We show that such modifications and optimization have greatly improved the DNA extraction efficiency of airborne particulate matter samples. By using this protocol, one can extract a few nanograms to tens of nanograms of genomic DNA from tens of milligrams of collected particulate matter, which is sufficient for downstream library preparation and high-throughput sequencing. As an example, we have recently applied this protocol to the study of the airborne microbial communities in the city of Beijing, where we extracted the DNA from airborne microbes for metagenomic sequencing, characterized the diverse microbial communities and identified more than 1,300 species of bacteria, fungi and viruses 8 . The availability of a vast number of metagenomic sequences has enabled us to identify inhalable pathogens and allergens at the species level, as well as to study the unique gene sets of the airborne microbial community.",
            "cite_spans": [
                {
                    "start": 154,
                    "end": 155,
                    "text": "8",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1064,
                    "end": 1065,
                    "text": "8",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [
                {
                    "start": 301,
                    "end": 308,
                    "text": "Fig. 1)",
                    "ref_id": null
                }
            ],
            "section": "IntroDuctIon"
        },
        {
            "text": "Various methods, including a number of commercial kits, have been developed and applied for the isolation of DNA from soil, water and other environmental samples 7, 14, 15 , including single cell-based sequencing methods 16 . Our protocol has integrated these existing DNA extraction methods used for treating soil samples with airborne particulate matter collection, sample pretreatment and sequencing library preparation. The apparent advantage of our protocol is that the DNA extraction requires a very small mass of input sample (typically in the range of tens to hundreds of milligrams). This allows one to analyze and obtain many more sequences than the previous studies that typically used 16S rRNA gene or whole-genome amplification to compensate for the low yield of genomic DNA. In conjunction with an optimized DNA library preparation protocol, the extracted genomic DNA can be used directly for high-throughput sequencing, revealing much more information on the microbial community and the genes it comprises. An additional advantage of this optimized protocol is that with high-throughput sequencing one obtains much more sequence information than from the 16S rRNA genes for identifying bacteria, which typically are limited to the genus or family levels; instead, one can pinpoint the specific species of bacteria, fungi and viruses that might be harmful to human health 8 .",
            "cite_spans": [
                {
                    "start": 162,
                    "end": 164,
                    "text": "7,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 165,
                    "end": 168,
                    "text": "14,",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 169,
                    "end": 171,
                    "text": "15",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 221,
                    "end": 223,
                    "text": "16",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 1386,
                    "end": 1387,
                    "text": "8",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "IntroDuctIon"
        },
        {
            "text": "This protocol may be adapted to extract environmental genomic DNA from low-biomass aquatic samples that are collectable on filter membranes (e.g., arctic glacier samples and others alike). In addition to being a research tool, this protocol might be adapted for applications in practical areas such as the detection of airborne Optimized DNA extraction and metagenomic sequencing of airborne microbial communities Metagenomic sequencing has been widely used for the study of microbial communities from various environments such as soil, ocean, sediment and fresh water. nonetheless, metagenomic sequencing of microbial communities in the air remains technically challenging, partly owing to the limited mass of collectable atmospheric particulate matter and the low biological content it contains. Here we present an optimized protocol for extracting up to tens of nanograms of airborne microbial genomic Dna from collected particulate matter. With an improved sequencing library preparation protocol, this quantity is sufficient for downstream applications, such as metagenomic sequencing for sampling various genes from the airborne microbial community. the described protocol takes ~12 h of bench time over 2-3 d, and it can be performed with standard molecular biology equipment in the laboratory. a modified version of this protocol may also be used for genomic Dna extraction from other environmental samples of limited mass or low biological content.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "IntroDuctIon"
        },
        {
            "text": "pathogens, evaluation of indoor air quality, and the detection of airborne pathogens responsible for hospital-acquired infections 17 . In this protocol, we used a centrifugation-based method for the separation of the collected particles from quartz filters for achieving better extraction efficiency, a step that might introduce bias in microbial recovery. In addition, so far we have been unable to extract sufficient RNA from the atmospheric particulate matter for high-throughput sequencing, thereby missing the sequences of the RNA viruses. Adaptations and modifications of this protocol need to be developed to extract RNA from airborne microbial communities for the study of airborne RNA viruses such as severe acute respiratory syndrome (SARS) and influenza viruses 18, 19 .",
            "cite_spans": [
                {
                    "start": 130,
                    "end": 132,
                    "text": "17",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 773,
                    "end": 776,
                    "text": "18,",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 777,
                    "end": 779,
                    "text": "19",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "IntroDuctIon"
        },
        {
            "text": "Here we describe our protocol for extracting airborne microbial genomic DNA for metagenomic sequencing from collected particulate matter samples. The protocol outlines the steps of particulate matter collection, sample pretreatment for the separation of the collected particles from quartz filter ( Fig. 1) , DNA extraction from the particles, quantification and quality assessment of extracted genomic DNA, and preparation of the sequencing library.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 299,
                    "end": 306,
                    "text": "Fig. 1)",
                    "ref_id": null
                }
            ],
            "section": "IntroDuctIon"
        },
        {
            "text": "To choose the location for collecting particulate matter samples, one should consider the target airborne microbial community to be studied. For collecting atmospheric particulate matter samples, locations without major interference sources nearby are recommended. For example, in our previous study 8 , we were interested in the atmospheric airborne microbial community, and hence the PM 2.5 and PM 10 (particulate matter with nominal mean aerodynamic diameters of ≤2.5 and ≤10 µm, respectively) samples were collected from the rooftop of a two-story building on Tsinghua University campus, a site that has been used to monitor atmospheric air pollution in Beijing since 1999 (refs. 20-22) . Particulate matter can be collected on 20.32 cm × 25.4 cm Tissuquartz filters that have 99.9% typical aerosol retention efficiency. Sample collection can be conducted by high-volume air samplers with an average air flow rate of 1.13 m 3 /min (Fig. 2a) , the inlets of which have been shown to be effective with wind speeds of up to 24 km/h (ref. 23 ). This results in ~1,559 m 3 of air flow-through per sampling day (typically 23 h, allowing 1 h for changing filters), which is important to ensure a sufficient mass of input sample (typically in the range of tens to hundreds of milligrams) to be collected. In our previous study 8 , we used a total of three high-volume air samplers: two of which were equipped with PM 2.5 fractionating inlets and one with a PM 10 fractionating inlet (Fig. 2b,c) . Weigh each filter before and after sampling (Fig. 2d) , and all samples can be used immediately or stored at −80 °C until the next step.",
            "cite_spans": [
                {
                    "start": 677,
                    "end": 690,
                    "text": "(refs. 20-22)",
                    "ref_id": null
                },
                {
                    "start": 1039,
                    "end": 1041,
                    "text": "23",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 1323,
                    "end": 1324,
                    "text": "8",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [
                {
                    "start": 935,
                    "end": 944,
                    "text": "(Fig. 2a)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1479,
                    "end": 1490,
                    "text": "(Fig. 2b,c)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1537,
                    "end": 1546,
                    "text": "(Fig. 2d)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Experimental design Particulate matter collection (Steps 1-5)."
        },
        {
            "text": "Sample pretreatment (Steps 6-12). Owing to the low mass of collectable particulate matter samples and the DNA-binding properties of silica fibers in the Tissuquartz filter, we designed a series of sample pretreatment steps to optimize the yield of genomic DNA (Fig. 1) . Considering the different mass of input materials from the collected PM 2.5 and PM 10 samples, we typically use one-fourth of a PM 10 filter (~103.04 cm 2 ) and 1.5 or 2 pieces of PM 2.5 filters (collected by two samplers on the same day) for sample pretreatment and subsequent DNA extraction. The filters are cut into four equal-sized pieces (8.96 cm × 11.5 cm each; Fig. 2e ), which are rolled and inserted into 50-ml Falcon tubes filled with sterilized 1× PBS buffer (Fig. 2f) . The particulate matter samples are then pelleted at 4 °C by low-speed centrifugation at 200g for 3 h. After brief, gentle vortexing, the resuspension is filtered through a 0.2-µm Supor 200 PES Membrane Disc Filter (Fig. 2g,h) . The above wash and filter recollection (pretreatment) steps are necessary to help separate most of the biological contents from the quartz filters before DNA extraction for improved extraction efficiency. In addition, the pretreatment of particulate matter sample reduces the sample volume needed for DNA extraction, and thus it allows the use of AMPure XP beads for genomic DNA extraction at a reasonable cost. Quantification of the recovered genomic DNA and quantitative PCR (qPCR) results suggested that the extraction efficiency of microbial DNA from particulate matter was optimized by applying the pretreatment step and by using AMPure XP beads compared with other methods ( Table 1 and Fig. 3a) . After the wash and filter recollection, we cut the PES Membrane Disc Filter into small pieces for DNA extraction using commercial kits. All the above steps should be carried out in a decontaminated biosafety cabinet.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 260,
                    "end": 268,
                    "text": "(Fig. 1)",
                    "ref_id": null
                },
                {
                    "start": 639,
                    "end": 646,
                    "text": "Fig. 2e",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 741,
                    "end": 750,
                    "text": "(Fig. 2f)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 967,
                    "end": 978,
                    "text": "(Fig. 2g,h)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1662,
                    "end": 1669,
                    "text": "Table 1",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 1674,
                    "end": 1682,
                    "text": "Fig. 3a)",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Experimental design Particulate matter collection (Steps 1-5)."
        },
        {
            "text": "A variety of DNA extraction kits for handling environmental samples have been developed. We recommend performing DNA extraction of pretreated particulate matter samples using the MO-BIO PowerSoil DNA Isolation Kit, with a few key modifications to the manufacturer's instructions. First, the samples are heated to 65 °C (instead of at room temperature (25 °C)) in PowerBead tubes (included in the PowerSoil kit) for 15 min; this is followed by vortexing for 15 min. The remaining steps of the extraction are performed according to the standard PowerSoil DNA isolation protocol, except that the column purification is replaced by AMPure XP bead purification for improved DNA yield, as shown by comparisons between different extraction methods ( Table 1 and Fig. 3a) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 743,
                    "end": 750,
                    "text": "Table 1",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 755,
                    "end": 763,
                    "text": "Fig. 3a)",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "DNA extraction (Steps 13-24)."
        },
        {
            "text": "Quantification and quality assessment of extracted genomic DNA (Step 25). The extracted genomic DNA should be checked for concentration and quality before library preparation. Because the concentrations of the extracted genomic DNA are typically Figure 1 | Workflow for particulate matter sample pretreatment. After sample collection (Steps 1-5), the sample pretreatment workflow includes cutting and rolling the quartz filter containing the collected particulate matter (Step 8), buffer wash (Step 9), PES filter recollection (Steps 10-11) and shredding the PES filter into small pieces (Step 12) before the subsequent cell lysis and DNA extraction steps (Steps 13-25).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 246,
                    "end": 254,
                    "text": "Figure 1",
                    "ref_id": null
                }
            ],
            "section": "DNA extraction (Steps 13-24)."
        },
        {
            "text": "below the reliable detection limit of common DNA quantification instruments such as the NanoDrop Spectrophotometer (the detection limit of which is typically in the range of a few ng/µl), we recommend using a fluorescent double-stranded DNA (dsDNA)-binding dye assay on the Qubit Fluorometer, which has a detection limit of dsDNA at 10-100 pg/µl. The low concentrations of DNA also do not permit visualization on a regular agarose gel, and thus gel electrophoresis is not required. If needed, we recommend using the Lonza FlashGel system, which can be used to visualize DNA bands at quantities as low as 0.1 ng. qPCR of the genomic DNA samples using 16S rRNA gene universal primers can be used to assess the quality of the extracted DNA (a step that is recommended but not required). Amplification curves with lower threshold cycle (C t ) values suggest the presence of more bacterial DNA in the extracted genomic DNA and thus better sample quality. All the extracted DNA samples can be stored at −80 °C until further use.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DNA extraction (Steps 13-24)."
        },
        {
            "text": "Various highthroughput sequencing platforms can be used for metagenomic sequencing, and the library preparation methods vary accordingly 24, 25 . We recommend using the Illumina sequencing platforms for the high data throughput and low per-base cost. The sequencing library construction and template preparation can be performed using the NEBNext ultra DNA library prep kit (by following the steps for input DNA <50 ng) or by using the modified protocol provided in this paper. In our previous study 8 , we constructed barcoded, paired-end libraries with an insert size of ~500 bp for each sample. To ensure sample consistency, the entire volume of extracted DNA sample, or an aliquot of 5 ng of DNA from each sample (for DNA samples >5 ng), is used for library preparation. The lowest quantity of input genomic DNA from which we have successfully prepared Illumina sequencing library was 3.84 ng (ref. 8 ). The quality of the libraries should be validated by the Agilent 2100 platform before Illumina sequencing; the existence of a single, wide peak at 500-800 bp in electropherogram suggests good library quality ( Fig. 3b-d) .",
            "cite_spans": [
                {
                    "start": 137,
                    "end": 140,
                    "text": "24,",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 141,
                    "end": 143,
                    "text": "25",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 903,
                    "end": 904,
                    "text": "8",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [
                {
                    "start": 1117,
                    "end": 1127,
                    "text": "Fig. 3b-d)",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Sequencing library preparation (Steps 26-34)."
        },
        {
            "text": "DNA sequencing and data analysis (Steps 35 and 36). We recommend using the Illumina MiSeq platform for validating the quality of the above-prepared libraries by generating small data sets of 500 Mb-1 Gb for each sample (optional) and the HiSeq 2000 or 2500 sequencing platform for high-throughput sequencing. . PM 10 -pretreated beads: DNA extracted from pretreated PM 10 sample (using the MO-BIO PowerSoil kit) and purified using AMPure XP beads; PM 10 without (w/o) pretreatment beads: DNA extracted from PM 10 sample by shredding the quartz filter without pretreatment (using the MO-BIO PowerMax kit) and purified using AMPure XP beads; PM 10 -pretreated column: DNA extracted from pretreated PM 10 sample (using the MO-BIO PowerSoil kit) and purified using traditional column purification; PM 10 w/o pretreatment column: DNA extracted from PM 10 sample by shredding the quartz filter without pretreatment (using the MO-BIO PowerMax kit) and purified using traditional column purification; PM 2.5 pretreated beads: DNA extracted from pretreated PM 2.5 sample (using the MO-BIO PowerSoil kit) and purified using AMPure XP beads. qPCR of the above five samples resulted in successful 16S rRNA gene amplification, whereas the negative control did not. Amplification curves with lower C t values suggest the presence of more bacterial DNA in the extracted genomic DNA and thus better sample quality. The qPCR data (color-coded and ranked top-down from the lowest C t to the highest), together with the DNA concentration data presented in table 1, suggest that the method of using pretreatment with bead purification provides higher DNA yield than all the other methods tested above. The addition of the pretreatment step improves the yield of DNA extraction, and using beads for DNA purification is more effective than using column. For HiSeq sequencing, each sample can be barcoded (added during library preparation), and equal quantities of barcoded libraries can be multiplexed during sequencing. The use of other alternative high-throughput sequencing platforms is possible, and the manufacturer's instructions on the library preparation and sequencing should be followed. Attention should be paid to the throughput and requirement of input genomic DNA. To appreciate the diversity and to sample a sufficient amount of microbial genes, we recommend generating at least 5-7 Gb of data per sample for the study of complex airborne microbial communities. Methods for data analysis vary greatly, depending on the specific needs of the study [26] [27] [28] , but they typically involve removal of the adapter sequences, low-quality reads and duplicate reads, followed by alignment or assembly of the short reads. For the purpose of identifying microbial species 8 , HiSeq reads are aligned to a cohort of nonredundant National Center for Biotechnology Information (NCBI) complete genomes using the Short Oligonucleotide Analysis Package (SOAP) alignment tool 29 , which is typically faster to run than the Basic Local Alignment Search Tool (BLAST) or the BLAST-like Alignment Tool (BLAT). Genome coverage is calculated using the SOAP.coverage package.",
            "cite_spans": [
                {
                    "start": 2540,
                    "end": 2544,
                    "text": "[26]",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 2545,
                    "end": 2549,
                    "text": "[27]",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 2550,
                    "end": 2554,
                    "text": "[28]",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 2957,
                    "end": 2959,
                    "text": "29",
                    "ref_id": "BIBREF28"
                }
            ],
            "ref_spans": [],
            "section": "Sequencing library preparation (Steps 26-34)."
        },
        {
            "text": "Owing to the low mass and low biological content, particulate matter samples are sensitive to laboratory and other environmental contaminations, and thus extensive efforts to avoid contamination should be taken in the sample collection, pretreatment and DNA extraction steps. The Tissuquartz filters used for sample collection should be sterilized by baking in a muffle furnace at 500 °C for 5 h before sampling. The sterilized filters can be individually packaged in sterilized aluminum foil and stored in self-sealing plastic bags until use. The filter holder and all the tools used for changing new filters should also be cleaned with 75% (vol/vol) ethanol, or they should be autoclaved (if possible) every day to avoid cross-contamination. In the sample pretreatment and DNA extraction steps, the reusable scissors, forceps and filter funnels should be sterilized before use. The use of sterile surgical gloves and face masks is also recommended. To assess the degree of potential contamination, negative-control experiments should be conducted by placing a sterilized filter in the sampler without collecting a sample, followed by an identical sample pretreatment and DNA extraction process to that used when samples are collected. 2| Before particulate matter collection, clean the gasket of the PM 2.5 fractionating inlet and remove the deposited large particles with double-distilled water and 75% (vol/vol) ethanol. Clean the PM 10 fractionating inlet if needed. Calibrate the PM 2.5 and PM 10 samplers to ensure that the flow rates are at 1.13 m 3 /min (±10%).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Contamination prevention."
        },
        {
            "text": "3| Take the Tissuquartz filters in aluminum foil out of the self-sealing plastic bags and weigh them on a precision balance at milligram accuracy.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Contamination prevention."
        },
        {
            "text": "4| Load the Tissuquartz filters into the filter cartridge, secure the filter holder in the high-volume air sampler and start particulate matter collection for 23 h (Fig. 2a,d) .  crItIcal step Frequently clean the PM 2.5 and PM 10 sampler inlet gaskets when you are sampling particulate matter at locations with high mass concentration; e.g., clean them once a day or every 2 d.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 164,
                    "end": 175,
                    "text": "(Fig. 2a,d)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Contamination prevention."
        },
        {
            "text": "After the sample collection is complete, unsecure the filter holder from the high-volume air sampler and transfer it into a biosafety cabinet immediately. Gently open the filter holder, pick up the filter with sterilized forceps and lay it flat on the aluminum foil. Fold the filter with the sample collection side facing inward, and then weigh it again.  crItIcal step Use sterile surgical gloves and wear face masks when you are handling the high-volume air sampler and the collected samples.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "5|"
        },
        {
            "text": "? troublesHootInG  pause poInt The samples can be stored in self-sealing plastic bags at −80 °C for several months.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "5|"
        },
        {
            "text": "sample pretreatment • tIMInG 4 h  crItIcal Steps 6-12 should be carried out in a decontaminated biosafety cabinet.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "5|"
        },
        {
            "text": "6| Clean the outside surface of the self-sealing plastic bags containing the particulate matter samples with 75% ethanol (vol/vol) before putting it into the biosafety cabinet.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "5|"
        },
        {
            "text": "7| Open the self-sealing plastic bag in the biosafety cabinet, take out the aluminum foil from the bag and open it, and then unfold the filter with sterilized forceps.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "5|"
        },
        {
            "text": "8| Cut out one-quarter of the filter with sterilized scissors, roll it with sterilized forceps and insert the rolled-up filter into a 50-ml Falcon tube (Fig. 2e,f) .  crItIcal step The Tissuquartz filters are fragile, especially after freezing, and thus it is important to avoid extensive tearing of the filter membrane while cutting.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 152,
                    "end": 163,
                    "text": "(Fig. 2e,f)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "5|"
        },
        {
            "text": "9| Add 50 ml of ultrapure 1× PBS buffer into the tube, screw the lid on tightly and centrifuge it for 3 h at 200g at 4 °C to pellet the particulate matter.  crItIcal step 200g is an optimized centrifugation speed. Centrifugation at too high a speed will result in disruption of the Tissuquartz filter, and thus it will lower the extraction efficiency.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "5|"
        },
        {
            "text": "10| Remove a piece of 0.2-µm Supor 200 PES membrane disc filter from its pack with sterilized forceps and put it onto the gauze of a sterilized filter funnel, screw the funnel on a 1-l glass bottle and connect the funnel to a vacuum pump. When you are using the magnetic filter funnel, connect the filter funnel to a 1-l filter flask connected to a vacuum pump (Fig. 2g) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 361,
                    "end": 370,
                    "text": "(Fig. 2g)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "5|"
        },
        {
            "text": "11| After centrifugation, gently vortex the tube from Step 9 and pour the resuspension into the funnel from Step 10 without disturbing the collecting filter, and start suction filtration until all of the liquid filters through the PES filter (Fig. 2h) .  crItIcal step Control the suction speed so that a volume of ~50 ml of buffer suspension goes through the PES filter in 1-2 min. We recommend air-drying the membrane briefly before cutting it into small pieces in the next step, as wet filter membranes tend to stick to the scissors.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 242,
                    "end": 251,
                    "text": "(Fig. 2h)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "5|"
        },
        {
            "text": "? troublesHootInG 12| Switch off the pump, transfer the PES filter into a sterilized culture dish with sterilized forceps, cut the filter into small pieces (~0.20 cm 2 each) with sterilized scissors and put them into a clean PowerBead tube from the MO-BIO PowerSoil DNA isolation kit.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "5|"
        },
        {
            "text": "Extract DNA using the MO-BIO PowerSoil DNA isolation kit and Agencourt AMPure XP beads, modifying the manufacturer's instructions as detailed in the following steps. Add an aliquot of 60 µl of Solution C1 into each PowerBead tube containing the PES pieces, and incubate the tube in a water bath at 65 °C for 15 min.  crItIcal step Screw the cap of the PowerBead tube tightly to make sure that the tube does not dry up when heated in a water bath at 65 °C.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Dna extraction • tIMInG 2 h 13|"
        },
        {
            "text": "14| Secure the PowerBead tubes on a vortexer using the MO-BIO vortex adapter, and then vortex the tubes at maximum speed for 15 min. Alternatively, the tubes can be fastened onto an ordinary vortexer with tape.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Dna extraction • tIMInG 2 h 13|"
        },
        {
            "text": "15| Centrifuge PowerBead tubes at 10,000g for 30 s at room temperature. Transfer the supernatant from each tube to a clean 2-ml collection tube from the kit.  crItIcal step The centrifuge speed should not exceed 10,000g, or it may damage the PowerBead tubes and cause leakage.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Dna extraction • tIMInG 2 h 13|"
        },
        {
            "text": "16| Add an aliquot of 250 µl of Solution C2 to each collection tube and vortex it briefly for 5 s. Incubate the mixture at 4 °C for 5 min. Centrifuge the tubes for 60 s at 10,000g at room temperature. The precipitate should appear black in color. Transfer the supernatant from each tube to a clean 2-ml collection tube, making sure to avoid the pellet.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Dna extraction • tIMInG 2 h 13|"
        },
        {
            "text": "17| Add an aliquot of 200 µl of Solution C3 to each collection tube and vortex it briefly. Incubate at 4 °C for 5 min.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Dna extraction • tIMInG 2 h 13|"
        },
        {
            "text": "Centrifuge the tubes for 60 s at 10,000g at room temperature. The precipitate should appear milk-white or white in color. Taking care to avoid the pellet, transfer the supernatant from all tubes into a clean 2-ml collection tube. Distribute the 700 µl supernatant equally into two 1.5-ml clean microcentrifuge tubes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Dna extraction • tIMInG 2 h 13|"
        },
        {
            "text": "18| Vortex to mix the AMPure XP beads thoroughly at room temperature before use. Add 500 µl of AMPure XP beads to each tube, and mix thoroughly by pipetting ten times. Incubate the tubes at room temperature for 5 min.  crItIcal step Use AMPure XP beads instead of a column to improve the DNA recovery efficiency.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Dna extraction • tIMInG 2 h 13|"
        },
        {
            "text": "19| Place the microcentrifuge tubes on a magnetic rack for 3 min until AMPure XP beads are separated from the solution, forming a plaque on the side of the microcentrifuge tube until the solution clears.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Dna extraction • tIMInG 2 h 13|"
        },
        {
            "text": "20| Aspirate the clear solution slowly from the microcentrifuge tubes and discard it, without disturbing the AMPure XP beads.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Dna extraction • tIMInG 2 h 13|"
        },
        {
            "text": "21| Add an aliquot of 500 µl of 70% (vol/vol) ethanol. Rinse the beads by turning the tubes 90°, and allow the beads to re-collect on the side of the tubes. Turn the tubes eight more times, and then discard the ethanol by aspiration. Repeat this wash step once.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Dna extraction • tIMInG 2 h 13|"
        },
        {
            "text": "22| Remove the microcentrifuge tubes from the magnetic rack. Quickly spin down the beads, and then place the microcentrifuge tubes back on the magnetic rack and remove any remaining liquid. Keep the microcentrifuge tubes on the magnetic rack with the cap open. Air-dry the beads at room temperature for 5 min.  crItIcal step Do not over dry the beads, as this can substantially affect the DNA recovery efficiency.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Dna extraction • tIMInG 2 h 13|"
        },
        {
            "text": "23| Remove the microcentrifuge tubes from the magnetic rack. Add an aliquot of 25 µl of DNase-free water to each of the two tubes and pipette to mix ten times. Incubate the tubes at room temperature for 2 min.  crItIcal step The use of 25 µl instead of a higher volume of ultrapure water for elution results in sufficient DNA concentration for downstream analysis and library preparation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Dna extraction • tIMInG 2 h 13|"
        },
        {
            "text": "24| Place the microcentrifuge tubes onto the magnetic rack for 1 min to separate the beads from the solution. Transfer the combined eluate from both tubes to a new clean microcentrifuge tube.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Dna extraction • tIMInG 2 h 13|"
        },
        {
            "text": "25| Pipette 1 µl of the eluate from each tube, and quantify the DNA concentration using a Qubit 2.0 fluorometer with the dsDNA HS assay kit. One may also perform qPCR (optional) using 16S rRNA gene universal primers, such as the 515F and 806R primer set 30 , using the following reagents and thermal cycling conditions: ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Dna extraction • tIMInG 2 h 13|"
        },
        {
            "text": "The protocol described here enables the extraction of airborne microbial genomic DNA from collected particulate matter for metagenomic sequencing. In our experience, most of the particulate matter samples collected daily in the city of Beijing weigh in the range of tens to hundreds of milligrams, and each sample typically yields 5-50 ng of genomic DNA. By using the improved library preparation protocol described here, this quantity is sufficient for direct library preparation without requiring 16S rRNA gene amplification or whole-genome amplification. So far, we have applied this protocol to the extraction of airborne microbial genomic DNA from a total of 30 particulate matter samples (half of which were PM 2.5 and the other half were PM 10 ). ~90% of these samples yielded genomic DNA of ≥5 ng, were qPCR positive and produced good-quality sequencing libraries (Fig. 3) . We show that although it is possible to extract DNA directly from the collected particulate matter samples by shredding the quartz filter without pretreatment, the extraction efficiency can be affected (table 1, Fig. 3a) , probably owing to the presence of DNA-binding quartz fibers. Moreover, extracting DNA using the MO-BIO PowerMax kit without pretreatment would require the use of >10-fold more AMPure XP beads per sample owing to the larger sample volume, and thus we recommend adding the wash and filter recollection steps for the higher extraction efficiency and lower cost. We also show that the use of AMPure XP beads to replace a column for DNA recovery in the DNA extraction and library preparation steps improves the yield (table 1, Fig. 3a) ; otherwise, higher amounts of input materials would be required for library preparation and metagenomic sequencing. ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 872,
                    "end": 880,
                    "text": "(Fig. 3)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1085,
                    "end": 1103,
                    "text": "(table 1, Fig. 3a)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1618,
                    "end": 1636,
                    "text": "(table 1, Fig. 3a)",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "antIcIpateD results"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Environmental shotgun sequencing: its potential and challenges for studying the hidden world of microbes",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Eisen",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "PLoS Biol",
            "volume": "5",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Genomic and functional adaptation in surface ocean planktonic prokaryotes",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Yooseph",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Nature",
            "volume": "468",
            "issn": "",
            "pages": "60--66",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "A microbial ecosystem beneath the West Antarctic ice sheet",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "C"
                    ],
                    "last": "Christner",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Nature",
            "volume": "512",
            "issn": "",
            "pages": "310--313",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "A human gut microbial gene catalogue established by metagenomic sequencing",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Qin",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Nature",
            "volume": "464",
            "issn": "",
            "pages": "59--65",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Cross-biome metagenomic analyses of soil microbial communities and their functional attributes",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Fierer",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Proc. Natl. Acad. Sci. USA",
            "volume": "109",
            "issn": "",
            "pages": "21390--21395",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Comparative metagenomic, phylogenetic and physiological analyses of soil microbial communities across nitrogen gradients",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Fierer",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "ISME J",
            "volume": "6",
            "issn": "",
            "pages": "1007--1017",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Molecular and morphological characterization of cyanobacterial diversity in the stromatolites of Highborne Cay",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Foster",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Bahamas. ISME J",
            "volume": "3",
            "issn": "",
            "pages": "573--587",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Inhalable microorganisms in Beijing′s PM 2.5 and PM 10 pollutants during a severe smog event",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Cao",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Environ. Sci. Technol",
            "volume": "48",
            "issn": "",
            "pages": "1499--1507",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Temporal variability and effect of environmental variables on airborne bacterial communities in an urban area of Northern Italy",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Bertolini",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Appl. Microbiol. Biotechnol",
            "volume": "97",
            "issn": "",
            "pages": "6561--6570",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Spatial variability in airborne bacterial communities across land-use types and their relationship to the bacterial communities of potential source environments",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Bowers",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Mcletchie",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Knight",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Fierer",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "ISME J",
            "volume": "5",
            "issn": "",
            "pages": "601--612",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Urban aerosols harbor diverse and dynamic bacterial populations",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "L"
                    ],
                    "last": "Brodie",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Proc. Natl. Acad. Sci. USA",
            "volume": "104",
            "issn": "",
            "pages": "299--304",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Microbiome of the upper troposphere: species composition and prevalence, effects of tropical storms, and atmospheric implications",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Deleon-Rodriguez",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Proc. Natl. Acad. Sci. USA",
            "volume": "110",
            "issn": "",
            "pages": "2575--2580",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Culture-independent analysis of aerosol microbiology in a metropolitan subway system",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "E"
                    ],
                    "last": "Robertson",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Appl. Environ. Microbiol",
            "volume": "79",
            "issn": "",
            "pages": "3485--3493",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Seasonal variability in bacterial and fungal diversity of the near-surface atmosphere",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Bowers",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Environ. Sci. Technol",
            "volume": "47",
            "issn": "",
            "pages": "12097--12106",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Comparative metagenomics of toxic freshwater cyanobacteria bloom communities on two continents",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "M"
                    ],
                    "last": "Steffen",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "PloS ONE",
            "volume": "7",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Obtaining genomes from uncultivated environmental microorganisms using FACS-based single-cell genomics",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Rinke",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Nat. Protoc",
            "volume": "9",
            "issn": "",
            "pages": "1038--1048",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Control and management of hospital indoor air quality",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Leung",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Chan",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Med. Sci. Monit",
            "volume": "12",
            "issn": "",
            "pages": "17--23",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Coronavirus as a possible cause of severe acute respiratory syndrome",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Peiris",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Lancet",
            "volume": "361",
            "issn": "",
            "pages": "1319--1325",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Global concerns regarding novel influenza A (H7N9) virus infections",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "M"
                    ],
                    "last": "Uyeki",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "J"
                    ],
                    "last": "Cox",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "N. Engl. J. Med",
            "volume": "11",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "The characteristics of PM 2.5 in Beijing, China",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "He",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Atmos. Environ",
            "volume": "35",
            "issn": "",
            "pages": "4959--4970",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Quantifying the air pollutants emission reduction during the 2008 Olympic games in Beijing",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Environ. Sci. Technol",
            "volume": "44",
            "issn": "",
            "pages": "2490--2496",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Characteristics of PM 2.5 speciation in representative megacities and across China",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Atmos. Chem. Phys",
            "volume": "11",
            "issn": "",
            "pages": "5207--5219",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "On the modification of the low-flow-rate PM 10 dichotomous sampler inlet",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "P"
                    ],
                    "last": "Tolocka",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "M"
                    ],
                    "last": "Peters",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "W"
                    ],
                    "last": "Vanderpool",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "L"
                    ],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "W"
                    ],
                    "last": "Wiener",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Aerosol. Sci. Technol",
            "volume": "34",
            "issn": "",
            "pages": "407--415",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Sequencing technologies -the next generation",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Metzker",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Nat. Rev. Genet",
            "volume": "11",
            "issn": "",
            "pages": "31--46",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Emerging technologies in DNA sequencing",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Metzker",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Genome Res",
            "volume": "15",
            "issn": "",
            "pages": "1767--1776",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Metagenomic microbial community profiling using unique clade-specific marker genes",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Segata",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Nat. Methods",
            "volume": "9",
            "issn": "",
            "pages": "811--814",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Computational meta′omics for microbial community studies",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Segata",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Mol. Syst. Biol",
            "volume": "9",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "The metagenomics RAST server -a public resource for the automatic phylogenetic and functional analysis of metagenomes",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Meyer",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "BMC Bioinformatics",
            "volume": "9",
            "issn": "",
            "pages": "1--8",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "SOAP2: an improved ultrafast tool for short read alignment",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Bioinformatics",
            "volume": "25",
            "issn": "",
            "pages": "1966--1967",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Global patterns of 16S rRNA diversity at a depth of millions of sequences per sample",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "G"
                    ],
                    "last": "Caporaso",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Proc. Natl. Acad. Sci. USA",
            "volume": "108",
            "issn": "",
            "pages": "4516--4522",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF1": {
            "text": "Experimental setup for particulate matter collection and sample pretreatment. (a-c) Setup of a VFC high-volume air sampler (Step 4) (a), with a clean PM 2.5 inlet gasket (b) and a gasket after several days of particulate matter collection (c). (d) A Tissuquartz filter after 23 h of particulate matter collection. (e,f) A Tissuquartz filter is cut into four equal-sized pieces (Step 8) (e), before being rolled and inserted into 50-ml Falcon tubes filled with sterilized 1× PBS buffer, and then pelleted at 4 °C by low-speed centrifugation at 200g for 3 h (Step 9) (f). (g) The setup for re-filtration of the resuspension using a magnetic filter funnel (Step 10). (h) The re-collected sample on a 0.2-µm Supor 200 PES membrane disc filter (Step 11).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Quality assessment of extracted genomic DNA and validation of the quality of prepared sequencing libraries. (a) qPCR results from genomic DNA samples extracted as described in table 1 using 16S rRNA gene universal primers(Step 25)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "(b-d) Agilent 2100 Bioanalyzer analysis of six examples of prepared good-quality sequencing libraries (Step 34), including those of four PM 2.5 samples and two PM 10 samples (all DNA samples were extracted using the pretreated beads method). (b) Electrophoresis of the six libraries: a single, smeary band at 500-800 bp suggests good library quality (the green and purple bands correspond to Bioanalyzer-called lower and upper markers, respectively). (c,d) Electropherograms of two of the libraries (PM 2.5 -1 and PM 10 -1, as shown in b) with 15-bp and 1,500-bp markers; a single, wide peak at 500-800 bp suggests good library quality. a.u., arbitrary units; FU, fluorescence units.",
            "latex": null,
            "type": "figure"
        },
        "TABREF1": {
            "text": "DNA extracted by different pretreatment, extraction and purification methods.The PowerSoil kit was used to extract DNA that had been pretreated according to this protocol; the PowerMax kit was used to extract DNA from samples without pretreatment. AMPure XP beads or columns were the two different methods of DNA purification tested.",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "and harmful reagents. Wear gloves when you are using this kit; in case of contact, wash thoroughly with water.  crItIcal Although other sources of distilled water may be used, in many steps of this protocol it is important to use DNase-free water owing to the small quantity of extracted DNA. PowerSoil DNA Isolation Kit (MO-BIO, cat. no.12888)  crItIcal We recommend using the MO-BIO PowerSoil DNA Isolation Kit for its high DNA extraction efficiency when treating particulate matter samples. The use of other alternative DNA isolation kits has not been tested with this protocol. Q32851) ! cautIon The kit contains dyes that bind nucleic acid and should be treated as a potential mutagen. Some of the reagents contain DMSO. Use the kit with appropriate care. LightCycler 480 SYBR Green I master mix (Roche, cat. no. 04707516001) ! cautIon SYBR Green binds nucleic acid, and it should be treated as a potential mutagen. Use it with appropriate care. PBS buffer, 1× Dilute 10× ultrapure PBS solution to a 1:10 ratio in ultrapure water. Freshly prepare the solution before every use. Illumina adapter, 10 mM Anneal the Illumina adapter Forward and Reverse primers using the following reagents and program:",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "? troublesHootInG  pause poInt The extracted genomic DNA can be stored at −80 °C for several months, although repeated freeze-thawing of the sample is not recommended. sequencing library preparation • tIMInG 6 h  crItIcal The following protocol is for library preparation for sequencing on the Illumina MiSeq or HiSeq platforms. Library preparation for other alternative sequencing platforms should follow the protocol provided by the manufacturer. Pay attention to the amount of input DNA when choosing alternative library preparation and sequencing platforms.26| Transfer the extracted genomic DNA solution of ~50 µl from Step 24 to a snap-cap microTUBE tube, and sonicate the sample using the S220 Focused-ultrasonicator using the parameters below:27| Transfer the DNA sample from the microTUBE into a 0.2-ml nuclease-free PCR tube, and complete the end-repair, dA-tailing, adapter ligation and PCR reactions, as described below. Alternatively, one may use the NEBNext ultra DNA library prep kit for Illumina (by following the steps for <50 ng of input DNA) for the library preparation.28| For end repair, first mix the following reagents in a 0.2-ml nuclease-free PCR tube and incubate the mixture in a thermal cycler for 30 min at 20 °C. Use a 1.6× volume (80 µl) of AMPure XP beads to purify the end-repaired product before adding 43 µl of ultrapure water for dilution.  crItIcal step Use AMPure XP beads to improve the DNA recovery efficiency.29| Take an aliquot of 42 µl of end-repaired product from Step 28 for adding the dA tail. Mix the following reagents in a 0.2-ml nuclease-free PCR tube and incubate the mixture in a thermal cycler for 30 min at 37 °C. Use a 1.6× volume (80 µl) of AMPure XP beads to purify the product before adding 22 µl of ultrapure water for dilution.30| Take an aliquot of 21 µl of the product from Step 29 for adapter ligation. Mix the following reagents in a 0.2-ml nuclease-free PCR tube and incubate the mixture in a thermal cycler for 30 min at 20 °C. Use a 1.0× volume (50 µl) of AMPure XP beads to purify the product before adding 24 µl of ultrapure water for dilution.31| Take an aliquot of 23 µl of the product from Step 30 for limited-cycle PCR. Mix the following reagents in a 0.2-ml nuclease-free PCR tube.",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "Troubleshooting table.The PM 2.5 inlet gasket is not cleaned in time, which leads to an increase of the inlet cutoff size and large particle bounce We recommend cleaning the PM 2.5 inlet gasket every day or every 2 d, especially for sampling particulate matter at locations with high mass concentration There is an abnormal mass of the collected PM 2.5 and PM 10 samples There may have been a precision balance malfunction, or sampler flow rates are different from the nominal flow rate (1.13 m 3 /min) Recalibrate and check whether the precision balance is functioning properly. Calibrate the sampler flow rate at least once per month We recommend checking the net weight of the input particulate matter sample, making sure that the sample pretreatment steps are carried out effectively, and ensuring that the steps of the DNA extraction are carried out carefully 34Low-quality sequencing library as a result of adapter contaminationIneffective removal of adapter sequences Use AMPure XP beads to purify the library again",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "acknoWleDGMents We thank M. Kayani, C. Liu and C. Cao for helpful discussions and for help taking the experimental setup photos. This work was supported in part by funding from the Ministry of Science and Technology of China (973 grant no. 2015CB553402), the National Natural Science Foundation of China (grant nos. 31470532, 21190054, 21221004), the Tsinghua University-Peking University Center for Life Sciences (CLS), a Tsinghua-Janssen Scholarship and research grant and the Collaborative Innovation Center for Diagnosis and Treatment of Infectious Diseases. autHor contrIbutIons W.J., P.L., B.W., J.F. and J.L., with inputs from T.F.Z., J.J. and G.T., performed the experiments and analyzed the data. T.F.Z. conceived and organized the study. W.J. and T.F.Z., with inputs from the other coauthors, wrote the paper.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "acknowledgement"
        },
        {
            "text": "Perform limited-cycle PCR using the following program:  crItIcal step Perform limited-cycle PCR (no more than 12 cycles) to avoid amplification bias and loss of sequence diversity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "annex"
        },
        {
            "text": "After PCR, add a 0.5× volume (25 µl) of AMPure XP beads to the reaction tube, mix well and incubate the tube at room temperature for 10 min. After incubation, transfer the mixture to a new 1.5-ml microcentrifuge tube, and place the tube on the magnetic rack to separate the beads from the supernatant. Wait for the solution to clear, before transferring the supernatant containing the library DNA to a new tube and discard the beads with the unwanted large DNA fragments.  crItIcal step Although other size-selection methods may be used, we recommend using the AMPure XP beads for optimized recovery efficiency. Pay particular attention to Steps 32 and 33, in which either the beads or the supernatant is discarded, respectively.33| Add 5 µl of AMPure XP beads to the tube containing the supernatant from Step 32, mix them well and incubate the tube at room temperature for 10 min. Place the tube on a magnetic rack to separate the beads from the supernatant. Wait for the solution to clear, before discarding the supernatant with the unwanted small DNA fragments. Add 70% (vol/vol) ethanol to wash the beads twice. Air-dry the beads before adding 25 µl of ultrapure water to dilute the product.  crItIcal step Do not overdry the beads, as this can markedly affect the DNA recovery efficiency.34| Take an aliquot of 1 µl of the product from Step 33, and analyze it on the Agilent 2100 Bioanalyzer to validate the library quality ( Fig. 3b-d) .? troublesHootInG  pause poInt The prepared libraries can be stored at −20 °C for several months.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1433,
                    "end": 1443,
                    "text": "Fig. 3b-d)",
                    "ref_id": null
                }
            ],
            "section": "32|"
        },
        {
            "text": "Use the TruSeq PE cluster kit v3-cBot-HS for cluster generation and the TruSeq SBS kit v3-HS for sequencing with a 2 × 101 strategy.  crItIcal step Because of the apparent sequence diversity of the airborne microbial community, we recommend generating at least 5-7 Gb of data per sample. When you are choosing other sequencing platforms, note that the quantity of available input airborne microbial genomic DNA is typically limited to 5-50 ng.36| Remove the adapter sequences, low-quality reads and duplicate reads. For the analysis of microbial species, align the Illumina reads to a cohort of nonredundant NCBI complete genomes using the SOAP alignment tool (release 2.21t). Calculate the genome coverage using the SOAP.coverage package (version 2.7.7), in which only uniquely aligned reads are calculated. One can identify bacterial, fungal and viral species with coverage of ≥5%, ≥0.5% (average alignment of all chromosomes) and ≥1%, respectively.? troublesHootInG Troubleshooting advice can be found in table 2.coMpetInG FInancIal Interests The authors declare no competing financial interests.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Dna seQuencInG • tIMInG 8 d 35|"
        }
    ]
}