{
    "paper_id": "f9f9408cddeaa55164829efc7a3bb95eac42d029",
    "metadata": {
        "title": "Why are oseltamivir and zanamivir effective against the newly emerged influenza A virus (A/H1N1)? Dear Editor",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "The current flu epidemic caused by influenza A H1N1 (A/H1N1) virus, which first appeared in Mexico emerged as a communicable human disease in late March and rapidly spread throughout the world in April 2009. Due to the rapid transport systems in modern times, the epidemic affected about 121 countries in less than 4 months (http://www.who.int/csr/don/2009_07_16/en/). The cumulative number of confirmed new H1N1 cases reached 94 512, with 429 deaths, till July 6th. The average death rate is about 0.45% for people infected by the new virus. Although the death rate caused by this new virus is lower than that by avian influenza virus H5N1 in the last epidemic [1] , the latent threat is unpredictable because this new virus is much more infectious to humans. Most importantly, most population has no immunity to the virus. In addition, it would usually take 4-6 months from the time when an appropriate strain is identified before the first dose of vaccine becomes available.",
            "cite_spans": [
                {
                    "start": 662,
                    "end": 665,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Influenza pandemics including the 1918 Spanish Flu have been triggered when an avian influenza virus or a human/avian re-assorted virus acquires the ability to replicate efficiently and become transmissible in the human population [2] [3] [4] . The virus currently spreading is defined as a new subtype A/H1N1. It is a re-assorted virus by human, swine, and avian influenza viruses with a transmissible ability among human beings. Studies showed that neuraminidase (NA), a glycoprotein embedded in the viral envelope, plays a key role at the final stage of infection when NA cleaves sialic acid from cell surface, facilitating progeny virions' release from infected cells [5] [6] [7] . When the influenza virus is deficient in NA activity, virus progenies aggregate at the surface of the infected cells, thus severely impairing further spread of viruses to other cells. Therefore, NA has been recognized as a key target for developing agents against influenza virus infection.",
            "cite_spans": [
                {
                    "start": 231,
                    "end": 234,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 235,
                    "end": 238,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 239,
                    "end": 242,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 672,
                    "end": 675,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 676,
                    "end": 679,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 680,
                    "end": 683,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In 1980s, the determination of the X-ray crystal structure of NA greatly advanced the anti-flu drug discovery and development [8] . Since then a number of potent NA inhibitors, such as oseltamivir (Tamiflu, GlaxoSmith-Kline, and Biota) and zanamivir (Relenza, Hoffman La Roche, and Gilead Sciences) have been developed as anti-flu drugs. In addition, there were some drug resistance studies of NA from H5N1 and earlier H1N1 influenza viruses [9, 10] , which provide insights for the development of anti-flu drugs. Although the newly emerged H1N1 virus seems to be completely resistant to some M2 channel inhibition drugs, both oseltamivir and zanamivir ( Figure  1A ) are still effective against the new virus. Therefore, it is of interest for us to explore the reason why these two drugs are still effective, which would provide valuable knowledge for discovering novel potent drugs against the virus. For this aim, we have analyzed the sequence conservation of NA among different influenza A viruses, constructed a three-dimensional model of NA of A/H1N1 (A/H1N1-NA hereinafter), and docked the two drugs to the binding site of A/H1N1-NA. The result revealed that only one mutation is identified among those residues comprising the binding site of A/H1N1-NA, which does not noticeably affect the binding strength between the enzyme and the two drugs in comparison with that of H5N1-NA. Therefore, both oseltamivir and zanamivir are still active in inhibiting A/H1N1-NA. Based on this result, we propose a strategy for developing novel and potent NA inhibitors against the new virus.",
            "cite_spans": [
                {
                    "start": 126,
                    "end": 129,
                    "text": "[8]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 442,
                    "end": 445,
                    "text": "[9,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 446,
                    "end": 449,
                    "text": "10]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [
                {
                    "start": 655,
                    "end": 665,
                    "text": "Figure  1A",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": ""
        },
        {
            "text": "To analyze the sequence conservation, various genomic sequences of H1N1 neuraminidase (H1N1-NA) from different locations in the GenBank of NCBI (http://www. who.int/csr/disease/swineflu/en/) were used for multialignment. The result showed that in the putative binding site of H1N1-NA, only one tyrosine residue (Tyr347 in H5N1-NA sequence) was mutated to asparagine (Asn344 in H1N1-NA sequence) in the new virus strain ( Figure  1B ). This indicates that NA in influenza A virus is extremely conserved during the H1N1 virus evolution and can be used as a potential target for screening compounds against the A/H1N1 virus.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 421,
                    "end": 431,
                    "text": "Figure  1B",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": ""
        },
        {
            "text": "To construct a 3D model, BLASTP program [11] was used to search the Protein Data Bank (PDB) (http://www. rcsb.org/pdb/) for identifying homologous proteins of A/H1N1-NA; 40 NAs were retrieved, among which the H5N1 AIV neuraminidase (H5N1-NA) in complex with oseltamivir [12] (PDB entry 2HU0) shows the highest sequence identity (91%). Therefore, the crystal structure of H5N1-NA was used as a template for modeling the 3D structure of A/H1N1-NA. Based on the sequence alignment ( Figure 1B) , the 3D structure of A/H1N1-NA was modeled using the homology module of the InsightII software (Accelrys Inc., San Diego, CA, USA). Next, oseltamivir and zanamivir were docked into the binding site of A/H1N1-NA using the AutoDock program [13] . Finally, the modeled structures of the two complexes of A/H1N1-NA with the two drugs were further optimized using the AMBER 8.0 simulation package and the Parm99 force field [14] . The complex structures were, respectively, solvated using a box of TIP3P water molecules extending at least 10 Å away from the boundary of any protein atoms. The optimized structures were then subjected to the study of interactions between the drugs and the enzyme. The results are shown in Figures  1C-1E .",
            "cite_spans": [
                {
                    "start": 40,
                    "end": 44,
                    "text": "[11]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 270,
                    "end": 274,
                    "text": "[12]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 730,
                    "end": 734,
                    "text": "[13]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 911,
                    "end": 915,
                    "text": "[14]",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [
                {
                    "start": 480,
                    "end": 490,
                    "text": "Figure 1B)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1209,
                    "end": 1223,
                    "text": "Figures  1C-1E",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": ""
        },
        {
            "text": "Sequence alignment and structure superposition reveal that the drug-binding site of A/H1N1-NA is almost identical to that of H5N1-NA. Only one residue (Tyr347 in H5N1/NA) in A/H1N1-NA is mutated, and the rootmean-square deviation between the 3D model of A/ H1N1-NA and the H5N1-NA crystal structure for the heavy atoms lining the binding pockets is only ~0.38 Å (Figures 1C-1E ). This result indicates that both the residues comprising the binding pocket of A/H1N1-NA and the pocket shape are conserved. Most crucial interactions of oseltamivir and zanamivir with H5N1-NA are retained in the 3D models of A/H1N1-NA with these two drugs. Although the mutation of Tyr347 to Asn344 abolishes the hydrogen bond (H-bond) between the carboxyl group of the two drugs and the enzyme, the carboxyl group of two drugs formed a stronger H-bond with Arg293 of A/ H1N1-NA (Arg292 in H5N1-NA) ( Figure 1E) . Thus, the binding affinities of the two drugs with A/H1N1-NA were not reduced in comparison with those with H5N1-NA, as indicated by the predicted binding affinities by AutoDock (K i values, Figures 1C and 1D ). Taking together the binding modes and binding affinities, we have provided a possible explanation why oseltamivir and zanamivir can be used to treat patients infected by the A/ H1N1 virus.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 362,
                    "end": 376,
                    "text": "(Figures 1C-1E",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 881,
                    "end": 891,
                    "text": "Figure 1E)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1085,
                    "end": 1102,
                    "text": "Figures 1C and 1D",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": ""
        },
        {
            "text": "Along with the fast spreading of A/H1N1 virus, more and more infected people are treated with oseltamivir and zanamivir. Inevitably, the virus will evolve resistance to these two drugs. Predicting possible mutation sites responsible for drug resistance is an important issue in both combating this new virus and discovering new anti-virus drugs. According to our modeled structures, the most possible mutation site in A/H1N1-NA is Arg293, which forms strong H-bond to both oseltamivir and zanamivir. This prediction is in agreement with a recent finding that the Arg292Lys mutation of H5N1-NA (corresponding to Arg293 of A/H1N1) represents a principal oseltamivirresistant mutant [6] . The binding modes also revealed other possible mutation sites that may generate oseltamivir and/or zanamivir resistance, such as Glu119, Asp151, and Arg368.",
            "cite_spans": [
                {
                    "start": 680,
                    "end": 683,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The effectiveness of oseltamivir and zanamivir against A/H1N1, and the binding modes of these two drugs with A/H1N1-NA indicate that this enzyme is a preferred target for the task of discovering new anti-H1N1 drugs in the currently emergent situation of A/ H1N1 virus spreading, especially in the case of a second cycle of virus breakout. Molecular modeling and virtual screening methods will play important roles in this task. An appreciated strategy is to identify drug candidates from the existing drugs according to the 3D model of A/ H1N1-NA by using virtual screening (e.g., molecular docking-and pharmacophore-based database search) in conjunction with bioassay. This strategy has been used to successfully discover the anti-SARS (severe acute respiratory syndrome) compound cinanserin [15] . Modifying the structures of oseltamivir and zanamivir targeting the structures of A/H1N1-NA and its possible mutants is an- other routine to fleetly discover new anti-A/H1N1 drugs.",
            "cite_spans": [
                {
                    "start": 793,
                    "end": 797,
                    "text": "[15]",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "An overview of the epidemiology of avian influenza",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Alexander",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Vaccine",
            "volume": "25",
            "issn": "",
            "pages": "5637--5644",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Influenza viruses and the evolution of avian influenza virus H5N1",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Skeik",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "I"
                    ],
                    "last": "Jabr",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Int J Infect Dis",
            "volume": "12",
            "issn": "",
            "pages": "233--238",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Characterization of the 1918 influenza virus polymerase genes",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "K"
                    ],
                    "last": "Taubenberger",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "H"
                    ],
                    "last": "Reid",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Lourens",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Nature",
            "volume": "437",
            "issn": "",
            "pages": "889--893",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "A two-amino acid change in the hemagglutinin of the 1918 influenza virus abolishes transmission",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "M"
                    ],
                    "last": "Tumpey",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "R"
                    ],
                    "last": "Maines",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "V"
                    ],
                    "last": "Hoeven",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Science",
            "volume": "315",
            "issn": "",
            "pages": "655--659",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "The structure of H5N1 avian influenza neuraminidase suggests new opportunities for drug design",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Russell",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "F"
                    ],
                    "last": "Haire",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Stevens",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Nature",
            "volume": "443",
            "issn": "",
            "pages": "45--49",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Susceptibilities of antiviral-resistant influenza viruses to novel neuraminidase inhibitors",
            "authors": [
                {
                    "first": "V",
                    "middle": [
                        "P"
                    ],
                    "last": "Mishin",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "G"
                    ],
                    "last": "Hayden",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "V"
                    ],
                    "last": "Gubareva",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Antimicrob Agents Chemother",
            "volume": "49",
            "issn": "",
            "pages": "4515--4520",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "On the structure-based design of novel inhibitors of H5N1 influenza A virus neuraminidase (NA)",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "M"
                    ],
                    "last": "Mitrasinovic",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Flu' and structure-based drug design",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "C"
                    ],
                    "last": "Wade",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Structure",
            "volume": "5",
            "issn": "",
            "pages": "1139--1145",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Enzymatic properties of the neuraminidase of seasonal H1N1 influenza viruses provide insights for the emergence of natural resistance to oseltamivir",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Rameix-Welti",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Enouf",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Cuvelier",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "PLoS Pathog",
            "volume": "4",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Another look at the molecular mechanism of the resistance of H5N1 influenza A virus neuraminidase (NA) to oseltamivir (OTV)",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Mihajlovic",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "M"
                    ],
                    "last": "Mitrasinovic",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Biophys Chem",
            "volume": "136",
            "issn": "",
            "pages": "152--158",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Basic local alignment search tool",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "F"
                    ],
                    "last": "Altschul",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Gish",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Miller",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "J Mol Biol",
            "volume": "215",
            "issn": "",
            "pages": "403--410",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Crystal structures of oseltamivir-resistant influenza virus neuraminidase mutants",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "Collins",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "F"
                    ],
                    "last": "Haire",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "Y"
                    ],
                    "last": "Lin",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Nature",
            "volume": "453",
            "issn": "",
            "pages": "1258--1261",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Automated docking using a lamarckian genetic algorithm and an empirical binding free energy function",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "M"
                    ],
                    "last": "Morris",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "S"
                    ],
                    "last": "Goodsell",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "S"
                    ],
                    "last": "Halliday",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "J Comput Chem",
            "volume": "19",
            "issn": "",
            "pages": "1639--1662",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "AMBER, a package of computer programs for applying molecular mechanics, normal mode analysis, molecular dynamics and free energy calculations to simulate the structural and energetic properties of molecules",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Pearlman",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Case",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "W"
                    ],
                    "last": "Caldwell",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Comp Phys Commun",
            "volume": "91",
            "issn": "",
            "pages": "1--41",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Cinanserin is an inhibitor of the 3C-Like proteinase of severe acute respiratory syndrome coronavirus and strongly reduces virus replication in vitro",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "L"
                    ],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "S"
                    ],
                    "last": "Gui",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Luo",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J Virol",
            "volume": "79",
            "issn": "",
            "pages": "7095--7103",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF1": {
            "text": "A/H1N1(H5N1)-NA zanamivir-A/H1N1(H5N1)-NA www.cell-research.com | Cell Research Kunqian Yu et al. 1223 npg",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Comparison of the interaction models of oseltamivir and zanamivir with AIV H5N1-NA and A/H1N1-NA. (A) Chemical structures of oseltamivir and zanamivir. (B) Pairwise alignment of A/H1N1-NA (Genebank accession no: FJ966981.1) with H5N1-NA used for homology modeling. Secondary structures are indicated above the sequences. The residue labeled by a green arrow is the only mutated residue (Tyr347 in H5N1-NA sequence and Asn344 in A/H1N1-NA sequence) found in those residues comprising of the binding pocket of A/H1N1-NA. (C-D) Binding models of oseltamivir and zanamivir with H5N1-NA (left) and A/H1N1-NA (right). The binding sites of the two enzymes are represented as surface contour, and oseltamivir and zanamivir are shown in sticks (green in drug-H5N1-NA complex, orange in drug-A/H1N1-NA complex). The Asn344 in A/H1N1-NA (equivalent to Tyr347 in H5N1-NA) around the binding pocket (right) is shown in green stick in the surface contours. (E) Detailed comparison of the interactions of oseltamivir (left) and zanamivir (right) with A/H1N1-NA (shown in orange stick) and H5N1-NA (shown in green stick) by structural superposition. npg Cell Research | Vol 19 No 10 | October 2009",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}