{
    "paper_id": "f9fa9e916bd5a44688510947a0980ba20607ae56",
    "metadata": {
        "title": "Role of laboratory variables in differentiating SARS- coronavirus from other causes of community-acquired pneumonia within the first 72 h of hospitalization",
        "authors": [
            {
                "first": "N",
                "middle": [],
                "last": "Lee",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "T",
                "middle": [
                    "H"
                ],
                "last": "Rainer",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "M",
                "middle": [],
                "last": "Ip",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "B",
                "middle": [],
                "last": "Zee",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "M",
                "middle": [
                    "H"
                ],
                "last": "Ng",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "G",
                "middle": [
                    "E"
                ],
                "last": "Antonio",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "E",
                "middle": [],
                "last": "Chan",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "G",
                "middle": [],
                "last": "Lui",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "C",
                "middle": [
                    "S"
                ],
                "last": "Cockram",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "J",
                "middle": [
                    "J"
                ],
                "last": "Sung",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "D",
                "middle": [
                    "S"
                ],
                "last": "Hui",
                "suffix": "",
                "affiliation": {},
                "email": "dschui@cuhk.edu.hk"
            }
        ]
    },
    "abstract": [
        {
            "text": "The Centers for Disease Control and Prevention (CDC) recommend that SARS-coronavirus (SARS-CoV) testing be considered in epidemiologically high-risk patients hospitalized with community-acquired pneumonia (CAP) if no alternative diagnosis is identified after 72 h. The aim of this study was to identify routine laboratory variables that might indicate the need for SARS-CoV testing. Routine hematological/biochemical variables in patients with labo- Eur J Clin Microbiol Infect Dis (2006) 25:765-772 ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "ratory-confirmed SARS (2003) were compared with those in consecutive patients hospitalized June-December 2004 with radiologically confirmed CAP. Stepwise logistic regression analyses were performed to identify discriminating variables at baseline and by day 3 of hospitalization. Nasopharyngeal aspiration and antigen detection for influenza virus and respiratory syncytial virus using an immunofluorescence assay (IFA) were routinely performed in patients with CAP. Altogether, 181 patients with CAP (who remained undiagnosed by IFA) and 303 patients with SARS were studied. The mean intervals from symptom onset to admission were 3.1 and 2.8 days, respectively (p>0.05). The etiological agent of CAP was identified retrospectively in only 39% of cases, the majority being bacterial pathogens. At baseline, age and absolute neutrophil count (ANC) were the only independent discriminating variables (p<0.0001). Using a value of <4.4×10 9 /l as the cutoff for ANC, the sensitivity and specificity of ANC for discriminating SARS were 64 and 95%, respectively (AUC 0.90). By day 3 of hospitalization, age (p<0.0001), change in ANC (p=0.0003), and change in bilirubin (p=0.0065) were discriminating variables. A model combining age <65 years, a change in ANC of >−3×10 9 /l, and a change in bilirubin of ≥0 mmol/l had a sensitivity of 43% and a specificity of 95% for SARS (AUC 0.90). There are only a few laboratory features (including lymphopenia) that clearly discriminate SARS from other causes of CAP. Nevertheless, when evaluating epidemiologically high-risk patients with CAP and no immediate alternative diagnosis, a low ANC on presentation along with poor clinical and laboratory responses after 72 h of antibiotic treatment may raise the index of suspicion for SARS and indicate a need to perform SARS-CoV testing.",
            "cite_spans": [
                {
                    "start": 1265,
                    "end": 1266,
                    "text": "9",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In 2003, the severe acute respiratory syndrome (SARS) coronavirus (CoV) emerged as a new agent of community-acquired pneumonia (CAP), causing a global outbreak that led to significant morbidity and mortality [1] [2] [3] . Even in the absence of worldwide transmission, high vigilance is necessary because SARS has the potential to re-emerge. Screening for SARS-CoV among all patients with CAP is not recommended by the Centers for Disease Control and Prevention (CDC) because falsepositive results may have profound infection control implications and lead to unnecessary social disruption [1] . Moreover, such screening is not cost-effective [4] . Therefore, the CDC recommends that SARS-CoV testing be considered in hospitalized patients with radiologically confirmed CAP, provided (a) no alternative diagnosis is identified within 72 h after the initial clinical evaluation, and (b) the patient is thought to be at high risk for infection with SARS-CoV. The risk factors include travel to mainland China, Hong Kong, or Taiwan 10 days before the onset of illness, close contact with sick individuals who traveled to these areas recently, a relevant occupational exposure to SARS-CoV, or association with an unexplained cluster of pneumonia [1] . The epidemiological linkage, however, is often ambiguous and may not be useful in \"nodal\" areas like Hong Kong [2, 5] . Furthermore, the yield of diagnostic tests for CAP is generally low [3, 6] . As the early clinical and radiological features of SARS are rather nonspecific, risk stratification for SARS-CoV testing remains a difficult task. Previous studies have shown that certain hematological/biochemical changes (e.g. lymphopenia, thrombocytopenia, elevated liver transaminases) may be useful in the diagnosis of SARS [7] [8] [9] [10] [11] [12] .",
            "cite_spans": [
                {
                    "start": 208,
                    "end": 211,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 212,
                    "end": 215,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 216,
                    "end": 219,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 589,
                    "end": 592,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 642,
                    "end": 645,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1241,
                    "end": 1244,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 1358,
                    "end": 1361,
                    "text": "[2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1362,
                    "end": 1364,
                    "text": "5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1435,
                    "end": 1438,
                    "text": "[3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1439,
                    "end": 1441,
                    "text": "6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1772,
                    "end": 1775,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1776,
                    "end": 1779,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1780,
                    "end": 1783,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1784,
                    "end": 1788,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1789,
                    "end": 1793,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1794,
                    "end": 1798,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "We aimed to identify commonly requested laboratory variables (baseline values and trends) that might discriminate SARS patients from newly hospitalized patients with radiologically confirmed CAP. We followed the investigation protocol suggested by the CDC, using antigen detection tests to identify common respiratory viruses, including influenza virus. Such tests, if performed upon initial presentation of the patient, generally provide results within a few hours. These rapid diagnostic tests are useful because they allow specific treatment (e.g. oseltamivir) to be administered, which is especially important under the current threat of another influenza pandemic [3] . Moreover, they can help exclude SARS by confirming an alternative diagnosis, which is an efficient and cost-effective strategy in managing undifferentiated febrile respiratory illnesses during SARS outbreaks, if reliable epidemiological links are not available [4] .",
            "cite_spans": [
                {
                    "start": 669,
                    "end": 672,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 936,
                    "end": 939,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Data from all patients with SARS (confirmed by serology or reverse transcriptase [RT]-PCR) admitted to our university medical department during the 2003 outbreak [13] [14] [15] were compared with data collected prospectively from consecutively recruited adults (aged >18 years) admitted to the same unit with CAP between 1 June and 31 December 2004 and for whom the etiology of CAP remained undiagnosed after antigen detection tests for influenza virus and respiratory syncytial virus (RSV). CAP was diagnosed by physicians in the medical department if symptoms were suggestive of acute lower respiratory infection (e.g. fever, cough with or without sputum production, dyspnea) and were accompanied by acute lung infiltrates evident on chest radiographs, and if the patient had been neither hospitalized within the previous 14 days nor residing in a long-term-care facility [3] [4] [5] [6] [7] [8] [9] [10] [11] [12] [13] [14] [15] [16] . Chest radiographs were reviewed retrospectively by a radiologist blinded to all clinical information except for a provisional diagnosis of CAP. Patients in both groups were excluded if they had underlying hematological conditions (e.g. myelodysplastic syndrome, lymphoma) or AIDS, had received long-term treatment with immunosuppressants, or were diagnosed with tuberculosis. Patients with CAP who were admitted directly to the intensive care unit (ICU) on presentation via the emergency department were not recruited because of a different investigation/treatment protocol [8] , whereas patients transferred from the medical department to the ICU due to clinical deterioration were not excluded.",
            "cite_spans": [
                {
                    "start": 162,
                    "end": 166,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 167,
                    "end": 171,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 172,
                    "end": 176,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 874,
                    "end": 877,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 878,
                    "end": 881,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 882,
                    "end": 885,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 886,
                    "end": 889,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 890,
                    "end": 893,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 894,
                    "end": 897,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 898,
                    "end": 901,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 902,
                    "end": 906,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 907,
                    "end": 911,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 912,
                    "end": 916,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 917,
                    "end": 921,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 922,
                    "end": 926,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 927,
                    "end": 931,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 932,
                    "end": 936,
                    "text": "[16]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 1513,
                    "end": 1516,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Patients and methods"
        },
        {
            "text": "Patients admitted to the medical department with CAP were managed with precautions to avoid droplet transmission and were evaluated according to a standard diagnostic algorithm (clinical, epidemiological, and microbiological) similar to that suggested by the CDC [1] . The date of symptom onset was recorded for each individual. Routine laboratory investigations, such as complete blood count, differential leukocyte count, liver and renal function tests, and measurement of electrolytes and C-reactive protein, were performed on admission and every other day thereafter in patients with CAP, as was done in the SARS cohort [13, 14] . Other laboratory tests, such as determination of clotting profiles, creatinine kinase levels, and lactate dehydrogenase levels, were not performed routinely in CAP patients.",
            "cite_spans": [
                {
                    "start": 263,
                    "end": 266,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 624,
                    "end": 628,
                    "text": "[13,",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 629,
                    "end": 632,
                    "text": "14]",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Patients and methods"
        },
        {
            "text": "Upon admission, nasopharyngeal aspirates (NPAs) were obtained, and antigen detection using commercial immunofluorescence assays (IFA) for influenza A and B viruses and for RSV (results available within a few hours, with high sensitivity and specificity) was performed as described previously [3] , after which viral isolation was attempted [13] . Culture of blood and sputum, along with serological testing of paired samples (second sample taken >10-14 days from symptom onset to diagnose \"atypical\"/viral pathogens, including influenza virus types A and B, parainfluenza virus types 1-3, RSV, Mycoplasma pneumoniae, Chlamydia spp., Coxiella burnetii, and SARS-CoV) was performed as described previously [13, 14, 17] . Serological assays, including complement fixation followed by commercial ELISA tests, were interpreted according to existing guidelines and manufacturers' instructions [3, 17] . Supplementary urinary antigen tests to detect Streptococcus pneumoniae and Legionella pneumophila serogroup 1 were performed when clinically indicated [3] . Empirical antibiotics were initiated upon admission, according to published guidelines (e.g. amoxicillin-clavulanate, cefotaxime ± clarithromycin/azithromycin, or levofloxacin), to target bacterial and atypical pneumonia pathogens [3, 6, 13, 15] , and clinical and laboratory responses were evaluated by day 3.",
            "cite_spans": [
                {
                    "start": 292,
                    "end": 295,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 340,
                    "end": 344,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 704,
                    "end": 708,
                    "text": "[13,",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 709,
                    "end": 712,
                    "text": "14,",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 713,
                    "end": 716,
                    "text": "17]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 887,
                    "end": 890,
                    "text": "[3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 891,
                    "end": 894,
                    "text": "17]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 1048,
                    "end": 1051,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1285,
                    "end": 1288,
                    "text": "[3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1289,
                    "end": 1291,
                    "text": "6,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1292,
                    "end": 1295,
                    "text": "13,",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1296,
                    "end": 1299,
                    "text": "15]",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "Patients and methods"
        },
        {
            "text": "Detailed descriptions of our SARS cohort have been published previously [13] [14] [15] . In brief, the CDC clinical/ epidemiological diagnostic criteria were applied. Poor clinical response (e.g. persistent fever) was observed in 100% of cases after 3 days of empirical antibacterial therapy, and ribavirin was initiated for all of these patients [15] . High-dose rescue corticosteroid treatment was added in the second week of illness only when patients deteriorated [13, 15] . All but three patients had documented pneumonic changes on their plain chest radiographs, and a diagnosis of SARS was eventually confirmed by either serological tests (93%) or repeated positive RT-PCR assays (7%) [14] . The study was approved by the institutional review boards (IRBs) of our institute.",
            "cite_spans": [
                {
                    "start": 72,
                    "end": 76,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 77,
                    "end": 81,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 82,
                    "end": 86,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 347,
                    "end": 351,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 468,
                    "end": 472,
                    "text": "[13,",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 473,
                    "end": 476,
                    "text": "15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 692,
                    "end": 696,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Patients and methods"
        },
        {
            "text": "A total of eight laboratory variables (total leukocyte, absolute neutrophil, absolute lymphocyte, and platelet counts; hemoglobin, total bilirubin, alanine-aminotransferase, and C-reactive protein levels) were included in the data analysis [7-9, 12, 18] . As the data were not distributed normally, medians and interquartile ranges (IQRs) were used to summarize continuous variables. In the univariate analysis, a nonparametric test (Wilcoxon's rank sum test) was used to compare the baseline values and changes (by days 3 and 5 of admission) of each variable between the two cohorts. The chi-square test was used to compare demographic/clinical variables whenever appropriate. The presence of comorbidity was defined according to systemic illnesses listed in the Pneumonia PORT Severity Index scoring system [3, 16] . Significant variables identified in the univariate analysis (p<0.05) were then entered into separate stepwise logistic regression models together with age, gender, and comorbidity to identify discriminating laboratory changes at baseline and day 3 of admission, respectively [7] . Stepwise methods using the log-likelihood ratio test were performed to see whether the inclusion of new covariates helped to improve the fit of the logistic regression model. Receiver operator characteristic (ROC) curves were constructed for each model, and the area under the ROC curve (AUC) was calculated as a measure of discriminative ability for individual/combined variables. In general, AUC ≥0.90 can be regarded as \"excellent\", 0.80 to <0.90 as \"good\", 0.70 to <0.80 as \"fair\", and < 0.70 as \"poor\". Odds ratios and 95% confidence intervals were provided as estimates of the effect sizes. We also calculated the sensitivity and specificity of independent discriminating variables, using various cutoff values. SAS statistical software (release 8.02; SAS, Cary, NC, USA) was used for the analyses, and the level of significance was set at 0.05 for all comparisons (two-tailed).",
            "cite_spans": [
                {
                    "start": 240,
                    "end": 253,
                    "text": "[7-9, 12, 18]",
                    "ref_id": null
                },
                {
                    "start": 809,
                    "end": 812,
                    "text": "[3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 813,
                    "end": 816,
                    "text": "16]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 1094,
                    "end": 1097,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Patients and methods"
        },
        {
            "text": "Altogether, 181 patients with CAP of etiology that remained unknown after investigation of NPA by IFA and 303 patients with serologically or RT-PCR-confirmed SARS were included in the current analysis. Data related to the small proportion of influenza virus and RSV infections diagnosed immediately after admission by IFA of NPA will be analyzed and reported separately in another study. Baseline characteristics (mean age, proportions of males, and presence of comorbid factors) were significantly different between CAP and SARS patients (Table 1) , but there was no difference in time intervals from symptom onset to admission (mean 3.1 vs 2.8 days; p>0.05). Higher mortality (in those ≥65 years) and a higher rate of mechanical ventilation were noted among the SARS patients. Ninety-three percent of CAP patients had acute pneumonic infiltrates on the initial chest radiographs as reviewed by the independent radiologist. Retrospective Fig. 1 ). All baseline variables except the alanine-aminotransferase level were significantly different between the two groups (p<0.001). Baseline ANCs were slightly below normal in SARS patients but were elevated in CAP patients.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 539,
                    "end": 548,
                    "text": "(Table 1)",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 939,
                    "end": 945,
                    "text": "Fig. 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Results"
        },
        {
            "text": "By day 3, median changes from baseline in total leukocyte count, neutrophil count, lymphocyte count, and hemoglobin and bilirubin values were significantly different between SARS and CAP patients (by day 5, changes in platelet count as well). Notably, changes in laboratory variables occurred mainly in CAP patients, sometimes in opposition to the changes in SARS patients (Fig. 1) . In CAP patients, the ANC decreased 25 and 44% by days 3 and 5, respectively, whereas in SARS patients, the ANC remained static at day 3 and started to increase by day 5 as the disease progressed (even before commencement of high-dose corticosteroid treatment). In CAP patients, lymphocyte counts remained static, whereas bilirubin concentrations decreased 25% by days 3 and 5 of admission. In contrast, lymphocyte counts decreased 12.5 and 25% by days 3 and 5, respectively, in SARS patients, whereas the bilirubin concentration remained static by day 3 and increased 29% by day 5.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 373,
                    "end": 381,
                    "text": "(Fig. 1)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Results"
        },
        {
            "text": "Stepwise logistic regression models were constructed that included significant laboratory variables (baseline values and changes) and demographic data. Total leukocyte count was not included due to its strong correlation with ANC. At baseline, age (p<0.0001) and ANC (p<0.0001) were the only independent discriminating variables. ANC appeared to have good discriminatory ability (AUC 0.90). Using a cutoff ANC value of <4.4×10 9 /l, the sensitivity and specificity values for discriminating SARS were 64 and 95%, respectively, whereas a cutoff value of <8.4×10 9 / l yielded values of 95 and 54%, respectively. By day 3 of admission, age (p<0.0001), change in ANC (p=0.0003), and change in bilirubin level (p = 0.0065) were the independent variables that discriminated between SARS and CAP. A model (AUC 0.90) combining age <65 years, change in ANC >−3×10 9 /l, and change in bilirubin level ≥0 mmol/l by day 3 of admission had a sensitivity of 43% and specificity of 95% for SARS. Other models, which evaluated individual variables at different cutoffs or other combinations of variables, had poorer discriminatory abilities, with AUC values generally being below 0.80 (details not shown).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "This study has shown that there are few laboratory features (including lymphopenia) that clearly discriminate SARS-CoV from other causes of CAP. Nevertheless, in managing CAP patients at high risk of SARS in whom no immediate diagnosis is reached (e.g. after antigen detection tests for influenza virus), certain routine laboratory findings may raise the index of suspicion for SARS because of their high specificity (i.e. help to \"rule in\" the diagnosis). These include a low ANC on presentation (<4.4×10 9 /l) as well as static/raised ANC (>−3 × 10 9 /l) and bilirubin levels (≥0 mmol/l) following antibiotic treatment among younger patients. When such findings are present, specific SARS-CoV testing needs to be considered in the diagnostic workup.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Our findings are consistent with those reported by Muller et al. [8] , who found that only the baseline ANC might discriminate \"probable\" SARS-CoV from other causes of CAP by univariate analysis. In addition, we have further demonstrated that even by days 3 and 5 of admission, SARS has few discriminating laboratory changes. The discriminatory ability of ANC observed in Muller's study and in ours likely resulted from the changes in the comparative arm, which consisted mainly of patients with treated bacterial pneumonia [8, 16] . In bacterial pneumonia, neutrophilia is common, and favorable clinical and laboratory responses after appropriate antibiotic therapy usually become evident by day 3 (e.g. resolution of fever and neutrophilia) [6, 16] . The initial transient neutropenia, followed by a gradual increase in neutrophil count as SARS progressed (even before high-dose corticosteroid treatment), might have exaggerated the difference slightly [13, 15, 18] . Similar findings were also noted in a separate analysis (as mentioned in the \"Results\" section) that compared SARS-CoV with other respiratory viral pathogens causing CAP (unpublished data) and in two other independent studies that compared SARS with febrile respiratory illnesses or pneumonia [10, 19] . However, we agree with Muller et al. [8] that the role of a \"low-tonormal\" ANC alone in discriminating SARS-CoV from other causes of CAP is likely limited. Changes of bilirubin concentration in CAP patients might also represent resolution of sepsis [20] , and a small increasing trend of bilirubin in SARS patients might have exaggerated the difference [21] . We also noted that lymphopenia and thrombocytopenia, though prevalent in SARS patients and previously suggested to have diagnostic value in uncontrolled studies, in fact have little discriminatory abilities on their own [7, 8, 10, 18, 19, 22] . Marked lymphopenia and moderate thrombocytopenia tended to occur late in SARS [18] . On the other hand, mild-to-moderate lymphopenia and thrombocytopenia might occur in CAP patients, thus minimizing the differences [10, 23] . Elevated liver transaminases and high C-reactive protein levels (which might indicate a bacterial etiology of CAP) were not useful discriminatory variables according to our analyses [16, 21] . As risk stratification for SARS-CoV testing can be difficult on the basis of clinical and epidemiological evaluations, our results suggest a small but possibly useful role for the routine laboratory variables in the diagnostic algorithm. When managing CAP patients at high risk of infection with SARS-CoV but in whom the etiology remains undiagnosed after rapid antigen detection tests for common respiratory viruses such as influenza virus and RSV, (a) an absence of neutrophilia (ANC <4.4×10 9 /l) on presentation and (b) poor clinical and laboratory responses (change in ANC >−3 × 10 9 /l or change in bilirubin ≥0 mmol/l in patients <65 years) after 72 h of appropriate antibiotic treatment may raise the index of suspicion and indicate the need for SARS-CoV testing, as these variables appear to be quite specific for SARS (95% with each model). Investigation for other viral respiratory pathogens and atypical pneumonia pathogens is also worthwhile because infection with such pathogens can mimic SARS clinically [4, 24, 25] . Because of the low sensitivities (43-64%) of these criteria, about half of the SARS cases will not be identified. We therefore emphasize that monitoring routine laboratory changes can play only a supportive role in the diagnostic algorithm of SARS. The absence of these laboratory changes should not exclude SARS-CoV testing.",
            "cite_spans": [
                {
                    "start": 65,
                    "end": 68,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 524,
                    "end": 527,
                    "text": "[8,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 528,
                    "end": 531,
                    "text": "16]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 743,
                    "end": 746,
                    "text": "[6,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 747,
                    "end": 750,
                    "text": "16]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 955,
                    "end": 959,
                    "text": "[13,",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 960,
                    "end": 963,
                    "text": "15,",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 964,
                    "end": 967,
                    "text": "18]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 1263,
                    "end": 1267,
                    "text": "[10,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1268,
                    "end": 1271,
                    "text": "19]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 1311,
                    "end": 1314,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1523,
                    "end": 1527,
                    "text": "[20]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 1627,
                    "end": 1631,
                    "text": "[21]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 1854,
                    "end": 1857,
                    "text": "[7,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1858,
                    "end": 1860,
                    "text": "8,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1861,
                    "end": 1864,
                    "text": "10,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1865,
                    "end": 1868,
                    "text": "18,",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 1869,
                    "end": 1872,
                    "text": "19,",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 1873,
                    "end": 1876,
                    "text": "22]",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 1957,
                    "end": 1961,
                    "text": "[18]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 2094,
                    "end": 2098,
                    "text": "[10,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 2099,
                    "end": 2102,
                    "text": "23]",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 2287,
                    "end": 2291,
                    "text": "[16,",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 2292,
                    "end": 2295,
                    "text": "21]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 3317,
                    "end": 3320,
                    "text": "[4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 3321,
                    "end": 3324,
                    "text": "24,",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 3325,
                    "end": 3328,
                    "text": "25]",
                    "ref_id": "BIBREF26"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The strength of this study is that we compared patients with serologically confirmed SARS against patients with radiologically confirmed, non-SARS CAP who were hospitalized at similar intervals after the onset of illness. With a larger SARS cohort, multivariate analyses were performed and we were able to analyze the serial changes in laboratory variables. The study is limited, however, by its retrospective nature and the fact that we were unable to compare SARS-CoV against specific/individual etiological agents and different disease severities, as the number of diagnosed CAP cases in the control group was too low.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Positive predictive values of the discriminating laboratory features are also expected to be low in the absence of worldwide transmission of SARS (i.e. low prevalence rate) [1] , and it is therefore important to interpret such findings in the context of patients considered to be at high risk of infection with SARS-CoV. Further evaluation of the role of monitoring routine laboratory changes in other cohorts and in combination with epidemiological, clinical, and radiological variables using the \"clinical prediction rule\" approach for risk stratification may be warranted [7, 9] . It is worth pointing out again that the key component of epidemiological linkage can be elusive during the interepidemic period.",
            "cite_spans": [
                {
                    "start": 173,
                    "end": 176,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 575,
                    "end": 578,
                    "text": "[7,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 579,
                    "end": 581,
                    "text": "9]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In conclusion, our study has shown that there are few early laboratory features that discriminate SARS-CoV from other causes of CAP, and none can be included in the case definition of SARS. Nevertheless, in managing epidemiologically high-risk patients with CAP but without an immediate alternative diagnosis, certain routine laboratory findings may raise the index of suspicion of SARS. In such patients, specific SARS-CoV testing should be considered in the diagnostic work up.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "In the absence of SARS-CoV transmission worldwide: guidance for surveillance, clinical and laboratory evaluation, and reporting version 2",
            "authors": [],
            "year": 2004,
            "venue": "Centers for Disease Control and Prevention",
            "volume": "21",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Severe acute respiratory syndrome (SARS)",
            "authors": [],
            "year": 2004,
            "venue": "World Health Organization",
            "volume": "23",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Update of practice guidelines for the management of community-acquired pneumonia in immunocompetent adults. Infectious Diseases Society of America",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "A"
                    ],
                    "last": "Mandell",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "G"
                    ],
                    "last": "Bartlett",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "F"
                    ],
                    "last": "Dowell",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Clin Infect Dis",
            "volume": "37",
            "issn": "",
            "pages": "1405--1433",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Managing febrile respiratory illnesses during a hypothetical SARS outbreak",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Khan",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Muenning",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Gardam",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "G"
                    ],
                    "last": "Zivin",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Emerg Infect Dis",
            "volume": "11",
            "issn": "",
            "pages": "191--200",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Evaluation of WHO criteria for identifying patients with severe acute respiratory syndrome out of hospital: prospective observational study",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "H"
                    ],
                    "last": "Rainer",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "A"
                    ],
                    "last": "Cameron",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Smit",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Br Med J",
            "volume": "326",
            "issn": "",
            "pages": "1354--1358",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Practice guidelines for the management of community-acquired pneumonia in adults. Infectious Diseases Society of America",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "G"
                    ],
                    "last": "Bartlett",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "F"
                    ],
                    "last": "Dowell",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "A"
                    ],
                    "last": "Mandell",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Clin Infect Dis",
            "volume": "31",
            "issn": "",
            "pages": "347--382",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "A clinical prediction rule for diagnosing severe acute respiratory syndrome in the emergency department. Hospital Authority SARS Collaborative Group",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "M"
                    ],
                    "last": "Leung",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "H"
                    ],
                    "last": "Rainer",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "L"
                    ],
                    "last": "Lau",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Ann Intern Med",
            "volume": "141",
            "issn": "",
            "pages": "333--342",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Can routine laboratory tests discriminate between severe acute respiratory syndrome and other causes of community-acquired pneumonia?",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "P"
                    ],
                    "last": "Muller",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Tomlinson",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "J"
                    ],
                    "last": "Marrie",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Clin Infect Dis",
            "volume": "40",
            "issn": "",
            "pages": "1079--1086",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "A prediction rule for clinical diagnosis of severe acute respiratory syndrome",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "L"
                    ],
                    "last": "Ho",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "H"
                    ],
                    "last": "Chau",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "S"
                    ],
                    "last": "Yip",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Eur Respir J",
            "volume": "26",
            "issn": "",
            "pages": "474--479",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "A case-control study of SARS versus community-acquired pneumonia",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "W"
                    ],
                    "last": "Cheng",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "C"
                    ],
                    "last": "Ng",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "K"
                    ],
                    "last": "Chiu",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Arch Dis Child",
            "volume": "90",
            "issn": "",
            "pages": "747--749",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Diagnostic criteria during SARS outbreak in Hong Kong",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "Y"
                    ],
                    "last": "Chan",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "K"
                    ],
                    "last": "Chan",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Emerg Infect Dis",
            "volume": "10",
            "issn": "",
            "pages": "1168--1170",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Use of simple laboratory features to distinguish the early stage of severe acute respiratory syndrome from dengue fever",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Wilder-Smith",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Earnest",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "I"
                    ],
                    "last": "Paton",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Clin Infect Dis",
            "volume": "39",
            "issn": "",
            "pages": "1818--1823",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "A major outbreak of severe acute respiratory syndrome in Hong Kong",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "S"
                    ],
                    "last": "Hui",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "N Engl J Med",
            "volume": "348",
            "issn": "",
            "pages": "1986--1994",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Anti-SARS-CoV IgG response in relation to disease severity of severe acute respiratory syndrome",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "K"
                    ],
                    "last": "Chan",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ip",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J Clin Virol",
            "volume": "34",
            "issn": "",
            "pages": "207--210",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Severe acute respiratory syndrome: report of treatment and outcome after a major outbreak",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Sung",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "M"
                    ],
                    "last": "Joynt",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Thorax",
            "volume": "59",
            "issn": "",
            "pages": "414--420",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Testing strategies in the initial management of patients with community-acquired pneumonia",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Metlay",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Fine",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Ann Intern Med",
            "volume": "138",
            "issn": "",
            "pages": "109--118",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Etiology of community-acquired pneumonia among adult patients requiring hospitalization in Taiwan",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "L"
                    ],
                    "last": "Lauderdale",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "Y"
                    ],
                    "last": "Chang",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Ben",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Respir Med",
            "volume": "99",
            "issn": "",
            "pages": "1079--1086",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Haematological manifestations in patients with severe acute respiratory syndrome: retrospective analysis",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "S"
                    ],
                    "last": "Wong",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "F"
                    ],
                    "last": "To",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Br Med J",
            "volume": "326",
            "issn": "",
            "pages": "1358--1362",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Early diagnosis of SARS: lessons from the Toronto SARS outbreak",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "P"
                    ],
                    "last": "Muller",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "E"
                    ],
                    "last": "Richardson",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Mcgeer",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Systemic inflammatory response and progression to severe sepsis in critically ill infected patients. European Sepsis Study Group",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Alberti",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Brun-Buisson",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Chevret",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Am J Respir Crit Care Med",
            "volume": "171",
            "issn": "",
            "pages": "461--468",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Clinical significance of hepatic derangement in severe acute respiratory syndrome",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "L"
                    ],
                    "last": "Chan",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "C"
                    ],
                    "last": "Kwan",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "F"
                    ],
                    "last": "To",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "World J Gastroenterol",
            "volume": "11",
            "issn": "",
            "pages": "2148--2153",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Significant changes of peripheral T lymphocyte subsets in patients with severe acute respiratory syndrome",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Qiu",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "J Infect Dis",
            "volume": "189",
            "issn": "",
            "pages": "648--651",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Lymphocyte subset counts during the course of community-acquired pneumonia: evolution according to age, human immunodeficiency virus status, and etiologic microorganisms",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Fantin",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Joly",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Elbim",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Clin Infect Dis",
            "volume": "22",
            "issn": "",
            "pages": "1096--1098",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "SARS and common viral infections. Deaths Unexplained and Critical Illnesses Working Group",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "K"
                    ],
                    "last": "Louie",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "K"
                    ],
                    "last": "Hacker",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Mark",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Emerg Infect Dis",
            "volume": "10",
            "issn": "",
            "pages": "1143--1146",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Severe acute respiratory syndrome in a hemodialysis patient",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "C"
                    ],
                    "last": "Kwan",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "B"
                    ],
                    "last": "Leung",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "C"
                    ],
                    "last": "Szeto",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Am J Kidney Dis",
            "volume": "42",
            "issn": "",
            "pages": "1069--1074",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Boxplots of hematological/biochemical variables, illustrating changes after admission in non-SARS CAP patients (n=181) vs SARS patients (n=303)",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Baseline characteristics and observed clinical outcomes in patients with non-SARS CAP vs patients with SARS",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Routine hematological/biochemical variables in non-SARS CAP patients vs SARS patients (baseline values and changes by day 3 and day 5 of admission)",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "Acknowledgment We would like to thank Ms. Jenny Ho, Ms. Shirley Chau, and Ms. Paulina Mak for their clerical and technical assistance with this project.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "acknowledgement"
        }
    ]
}