{
    "paper_id": "fa982ce0c78d16e61206a2621dd6a9c0ce2da4e2",
    "metadata": {
        "title": "COVID 19 in INDIA: Strategies to combat from combination threat of life and livelihood",
        "authors": [
            {
                "first": "Balaji",
                "middle": [],
                "last": "Krishnakumar",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Petroleum & Energy Studies (UPES)",
                    "location": {
                        "addrLine": "Energy Acres",
                        "postCode": "248007",
                        "settlement": "Bidholi",
                        "region": "Dehradun",
                        "country": "India"
                    }
                },
                "email": "balaji.k@ddn.upes.ac.in"
            },
            {
                "first": "Sravendra",
                "middle": [],
                "last": "Rana",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Petroleum & Energy Studies (UPES)",
                    "location": {
                        "addrLine": "Energy Acres",
                        "postCode": "248007",
                        "settlement": "Bidholi",
                        "region": "Dehradun",
                        "country": "India"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "INDIA-As for reported in 360 COVID-19 cases (till March 22, 2020), seven people were died, 4 and 23 people were treated successfully. 1 This virus can easily affect who having respiratory 5 problem and especially who all have been aged older than sixty. Most of the affected 6 peoples had reached India from different part of the world, as like of carrier. Owing to this, 7",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "India made several precautionary measures to mitigate/neglect the disease in beginning 8 stage, however, the denser population of country will not be simple to control the same for 9 long time (community spread), if government will not incorporate the visionary strategies. 10",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Since attacked several nations have been worried mostly for their people life (health), 11 despite that developing country like India with huge population should consider about the 12 livelihood (for Below Poverty Line (BPL) people), equally with the life. This article will give 13 insights to make effective strategy to culminate the world threat COVID-19 in India.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "A world pandemic threat COVID-19 mitigation is crucial to the human life and for reducing 18 distortion of livelihood. 2 The ICTV (International Committee on Taxonomy of Viruses) 19 labelled SARS-CoV-2 (SARS-Severe Acute Response Syndrome) virus induced corona virus 20 disease was outbreak from Wuhan, China from this January. 3 Similar kind of 21 outbreak was happened previously with different pathogens named SARS-CoV (2003) 4 ",
            "cite_spans": [
                {
                    "start": 119,
                    "end": 120,
                    "text": "2",
                    "ref_id": null
                },
                {
                    "start": 413,
                    "end": 428,
                    "text": "SARS-CoV (2003)",
                    "ref_id": null
                },
                {
                    "start": 429,
                    "end": 430,
                    "text": "4",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction 17"
        },
        {
            "text": "Middle East Respiratory Syndrome Coronavirus-MERS-CoV (Since 2015, centered on Arabian 23 Peninsula). 5 However, SARS-CoV-2 virus promoting respiratory problems and ease of 1 spreading (through air) will make severe life threats than the other, hence Corona virus is 2 belonging to Coronaviridae family, and size is 65-125 nm diameter. 6 After outbreak from 3 china, more than 3,39,645 peoples have been affected with COVID-19, and still it continuous 4",
            "cite_spans": [],
            "ref_spans": [],
            "section": "and 22"
        },
        {
            "text": "on. An overall good sign has been mortality rate (4.33%) which was lesser than the other 5 pandemic diseases, and almost one third of the affected peoples were recovered(till March 6 23, 2020). 7 Though fatality ratio was statistically less, the affected patients are increasing in 7 the rate of multiplication; not by an addition. Thus, world governments should make 8 consensus to eradicate the COVID-19 as much earlier, which will be helpful to save the poor 9 population in all over the globe. 10",
            "cite_spans": [],
            "ref_spans": [],
            "section": "and 22"
        },
        {
            "text": "Medically adequate research has undertaken to resolve this problem in worldwide. 11",
            "cite_spans": [],
            "ref_spans": [],
            "section": "and 22"
        },
        {
            "text": "However, researchers are struggled to attain the vaccination for this single-strained RNA 12 contain virus. 6 The present studies have initiated in humans and world is waiting for the 13 prominent solution to resolve this pandemic threat. Perhaps, medical professionals and 14 wealthier peoples can think for vaccination, government should not like to be. Because poor 15 peoples have more threat for their livelihood than their life (health), on account of this 16 government must proceed some important steps for their welfare. Due to this constrain, 17",
            "cite_spans": [
                {
                    "start": 108,
                    "end": 109,
                    "text": "6",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "and 22"
        },
        {
            "text": "Spain have nationalized all the private hospitals, hence United states have announced 18 thousand dollars for their citizens. 19",
            "cite_spans": [],
            "ref_spans": [],
            "section": "and 22"
        },
        {
            "text": "The scenario of INDIA on COVID-19 has decently better than other already affected 20 countries, its due to the precautionary measures. However, India haven't escape from the 21 pandemic, where it also come into danger position. The union government has undertaken 22 several steps to restrain the community spread, whereas people are not effectively 23 understanding the situation. As we are an Indian, we have interacted and seen many 24 peoples who all are not bothered about the life threatening COVID-19 calamity. This 1 negligence has occurred due to their economical poverty, where union government have 2 never discussed about their livelihoods, however some state governments like Kerala and 3",
            "cite_spans": [],
            "ref_spans": [],
            "section": "and 22"
        },
        {
            "text": "Madhya Pradesh had announced some monetary schemes for their daily needs. This paper 4 will describe some insights to constrain COVID-19, for Indian life and livelihood. 5",
            "cite_spans": [],
            "ref_spans": [],
            "section": "and 22"
        },
        {
            "text": "Current situation, without vaccination world is urged to do some of the major mitigation 7 steps for resolve and restrain the COVID-19. Based on the learning from international 8 movements, Indian government initially announced to maintain social distancing (1m 9 distance), which would not affordable by daily wages people. In this condition, the gradual 10 increase of corona cases have observed, due to that state and central government has made 11 lot of restrictions for social gatherings. However, peoples of India still not clear about the 12 seriousness and severity of this COVID-19, literally said, Indian citizens are behaving like 13",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion 6"
        },
        {
            "text": "Italian citizens, where it accrued more fatality than the china. This is the time Indians should 14 address the situation to come over with less mortality, because India in third stage of 15 COVID-19 spread, which is community spread. To attain this, we have some strategies which 16 have been observed from an intellectuals, bureaucrats and affected nation involved steps. 17",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion 6"
        },
        {
            "text": "Indian government mentioned isolation from the society is feasible for US or Europe like 18 developed countries, 8 though all the Indians are not suitable for this condition, due to their 19 money related livelihood problems. To overcome these phenomena, government should 20 provide confidence for their basic requirements, which all related to the money bearings. 21",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion 6"
        },
        {
            "text": "Hence money deficit will be a major problem for the government to implement this kind of 22 plans, for that government can ask or take ten percentage of salary from organized sector 23 workers (both from government and private), and government contain grains have to be 24 distributed through Public Distribution System (PDS). These kinds of initiatives will make 1 people to follow the social distancing and self-isolation from the society, otherwise people 2 will give importance to known hunger than the unknown diseases. 3",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion 6"
        },
        {
            "text": "After eradicate people gatherings, government should streamline their bureaucrats for 4 official requirements, and for them, government should provide proper protective gears 5 (like hand wash, sanitizers, masks, etc.). 9 Hence government should regularize the price and 6 supply of hand washer and alcohol sanitizers as much earlier (before curfew), where 7 researchers mentioned handwashing is an essential precaution for the COVID-19. The 8 government officials should analyze the situation carefully and communicate with proper 9 datasheets for further proceedings. They should provide confidence to the people, then 10 only affected people will come to hospital, where they need to stay for fourteen days 11 quarantine. If government failed their credibility, people will get fear for quarantine 12 isolation. Once government strengthened people welfare and mind, everyone can obey the 13 government guidelines and then it will be easy to get rid of from COVID-19. 14 Simultaneously, government should provide good hospital facility for the all affected 15 people, more than that hospital must be stuffed with all the emergency requirements and 16 basic amenities (like beds). 2,10 Hence proper guidance should be provided for all the patients 17 while they are in hospital. The affected peoples must be separated from the general 18 patients in the hospital, especially specific wards should allocate for COVID-19 patients. This 19 isolation step will help to restrain the hospital spread, hence they should be very concerned 20 about it, because in hospital most vulnerable peoples are there. Further, the servicing 21 doctor and nurse's health status has to be checked frequently, and they need to take all the 22 preventive measures before handling the patients. In the case of lack of doctors, 23 government can utilize house surgeons, hence they can ask help from retired doctors. All of 24 the top, government have to supervise all the situations and should make decisions 1 efficiently with emergency. 2 Certainly, COVID-19 has become a huge threat for INDIA, however, due to government 3",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion 6"
        },
        {
            "text": "insights, it will get ended soon. The above-mentioned strategies maybe helpful to combat 4 the Indian life and livelihoods, and hierarchy of eradication in India is followed in above 5 mentioned way will result a greater change. Because, all the countries have been followed 6 similar strategies in random stage, where it followed through their bad experience. These 7 evident trails are helpful for Indians to eliminate the COVID-19 in the beginning stage itself. 8",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion 6"
        },
        {
            "text": "The authors declare no conflicts of interest.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Declaration of Competing Interest 9"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "WHO. India ramps up efforts to contain the spread of novel coronavirus",
            "authors": [],
            "year": null,
            "venue": "Accessed",
            "volume": "12",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "The Preventive Strategies of Community Hospital in the 14",
            "authors": [
                {
                    "first": "C-J",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "T-C",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "Y-H",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Battle of Fighting Pandemic COVID-19 in Taiwan",
            "authors": [],
            "year": null,
            "venue": "J Microbiol Immunol Infect",
            "volume": "15",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jmii.2020.03.019"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Estimating clinical 17 severity of COVID-19 from the transmission dynamics in Wuhan, China",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "T"
                    ],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Leung",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Bushman",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Kishore",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Niehus",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "M"
                    ],
                    "last": "De Salazar",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Nat Med",
            "volume": "18",
            "issn": "2020",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1038/s41591-020-0822-7"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Epidemiology and cause of 20 severe acute respiratory syndrome (SARS) in Guangdong, People's Republic of China",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "S"
                    ],
                    "last": "Zhong",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "J"
                    ],
                    "last": "Zheng",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "M"
                    ],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "Llm",
                    "middle": [],
                    "last": "Poon",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [
                        "H"
                    ],
                    "last": "Xie",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "H"
                    ],
                    "last": "Chan",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Lancet",
            "volume": "362",
            "issn": "9393",
            "pages": "1353--1358",
            "other_ids": {
                "DOI": [
                    "10.1016/S0140-6736(03)14630-2"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Structure of MERS-CoV spike 24",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Shi",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Jiang",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Tong",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": []
}