{
    "paper_id": "fadc39822e87cd5cafea86e56c173016a274d6cd",
    "metadata": {
        "title": "Infection control for SARS in a tertiary neonatal centre",
        "authors": [
            {
                "first": "P",
                "middle": [
                    "C"
                ],
                "last": "Ng",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Prince of Wales Hospital",
                    "location": {
                        "addrLine": "Level 6",
                        "settlement": "Shatin, Hong Kong",
                        "region": "N.T",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "K",
                "middle": [
                    "W"
                ],
                "last": "So",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Prince of Wales Hospital",
                    "location": {
                        "addrLine": "Level 6",
                        "settlement": "Shatin, Hong Kong",
                        "region": "N.T",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "T",
                "middle": [
                    "F"
                ],
                "last": "Leung",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Prince of Wales Hospital",
                    "location": {
                        "addrLine": "Level 6",
                        "settlement": "Shatin, Hong Kong",
                        "region": "N.T",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "F",
                "middle": [
                    "W T"
                ],
                "last": "Cheng",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Prince of Wales Hospital",
                    "location": {
                        "addrLine": "Level 6",
                        "settlement": "Shatin, Hong Kong",
                        "region": "N.T",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "D",
                "middle": [
                    "J"
                ],
                "last": "Lyon",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Prince of Wales Hospital",
                    "location": {
                        "addrLine": "Level 6",
                        "settlement": "Shatin, Hong Kong",
                        "region": "N.T",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "W",
                "middle": [],
                "last": "Wong",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Prince of Wales Hospital",
                    "location": {
                        "addrLine": "Level 6",
                        "settlement": "Shatin, Hong Kong",
                        "region": "N.T",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "L",
                "middle": [],
                "last": "Cheung",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Prince of Wales Hospital",
                    "location": {
                        "addrLine": "Level 6",
                        "settlement": "Shatin, Hong Kong",
                        "region": "N.T",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "S",
                "middle": [
                    "C"
                ],
                "last": "Fung",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Prince of Wales Hospital",
                    "location": {
                        "addrLine": "Level 6",
                        "settlement": "Shatin, Hong Kong",
                        "region": "N.T",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "C",
                "middle": [
                    "H"
                ],
                "last": "Lee",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Prince of Wales Hospital",
                    "location": {
                        "addrLine": "Level 6",
                        "settlement": "Shatin, Hong Kong",
                        "region": "N.T",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "A",
                "middle": [
                    "M"
                ],
                "last": "Li",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Prince of Wales Hospital",
                    "location": {
                        "addrLine": "Level 6",
                        "settlement": "Shatin, Hong Kong",
                        "region": "N.T",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "L",
                "middle": [
                    "E"
                ],
                "last": "Hon",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Prince of Wales Hospital",
                    "location": {
                        "addrLine": "Level 6",
                        "settlement": "Shatin, Hong Kong",
                        "region": "N.T",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "C",
                "middle": [
                    "K"
                ],
                "last": "Li",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Prince of Wales Hospital",
                    "location": {
                        "addrLine": "Level 6",
                        "settlement": "Shatin, Hong Kong",
                        "region": "N.T",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "F",
                "middle": [],
                "last": "Fok",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Prince of Wales Hospital",
                    "location": {
                        "addrLine": "Level 6",
                        "settlement": "Shatin, Hong Kong",
                        "region": "N.T",
                        "country": "China"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "The Severe Acute Respiratory Syndrome (SARS) is a newly discovered infectious disease caused by a novel coronavirus, which can readily spread in the healthcare setting. A recent community outbreak in Hong Kong infected a significant number of pregnant women who subsequently required emergency caesarean section for deteriorating maternal condition and respiratory failure. As no neonatal clinician has any experience in looking after these high risk infants, stringent infection control measures for prevention of cross infection between patients and staff are important to safeguard the wellbeing of the work force and to avoid nosocomial spread of SARS within the neonatal unit. This article describes the infection control and patient triage policy of the neonatal unit at the Prince of Wales Hospital, Hong Kong. We hope this information is useful in helping other units to formulate their own infection control plans according to their own unit configuration and clinical needs. T he Severe Acute Respiratory Syndrome (SARS) is a newly discovered infectious disease caused by a novel coronavirus. 1 2 The outbreak of SARS in South East Asia in early spring has shocked the world. In just over two months, this disease has infected more than 1700 residents in Hong Kong, of whom over 20% were healthcare workers. The virus is believed to be transmitted by droplets and close interpersonal contacts. 3 Although the disease mainly affects adult patients, and younger children (<10 years of age) are relatively spared from severe symptoms, 4 a significant proportion of pregnant women with SARS develop severe respiratory failure and require mechanical ventilation. Caesarean section has been performed on infected mothers with poor clinical condition and deteriorating pulmonary function. The general guidelines issued by the hospital authority on management of patients who require hospitalisation are not entirely applicable to neonates. 5 6 As neonatal clinicians had no experience in looking after the newborns of SARS mothers, nor was it known whether these infants would be infected or shed the virus after birth, stringent infection control measures and a strict patient triage policy were implemented in the neonatal unit (NNU) of the Prince of Wales Hospital for receiving newborns delivered by mothers with probable or suspected SARS. This report describes these policies. The information can be use for experience sharing and assisting other NNUs in formulating their own infection control guidelines.",
            "cite_spans": [
                {
                    "start": 1103,
                    "end": 1106,
                    "text": "1 2",
                    "ref_id": null
                },
                {
                    "start": 1404,
                    "end": 1405,
                    "text": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1943,
                    "end": 1946,
                    "text": "5 6",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The NNU The Prince of Wales Hospital is a university teaching hospital and a tertiary referral centre for the New Territories East Region in Hong Kong. It is not an infectious disease hospital and serves a population of one million. The NNU has 78 beds, of which 18 are designated for neonatal intensive care and 60 for special baby care. The annual delivery rate has been between 5500 and 6000 newborns per year for the past 3 years. The unit looks after both medical and surgical newborns. The NNU occupies three hospital wards and their floor plans are illustrated in fig 1. Ward 6B and 7A are exclusive intensive care and special care wards, whereas ward 6A is a mixed intensive care/special care ward.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INFECTION CONTROL MEASURES AND TRIAGE POLICY"
        },
        {
            "text": "At the onset of the SARS outbreak, pre-existing patients with minor and non-urgent neonatal problems, such as moderate neonatal jaundice, antenatally diagnosed dilated renal pelvis, and infants with dysmorphism under investigation, were discharged home with early follow up in the outpatient clinic. All inpatients of ward 6A were transferred to ward 6B and 7A for cohorting, leaving the empty 6A ward for admitting newborns of probable and suspected SARS mothers.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Triage policy"
        },
        {
            "text": "Before any infants can be admitted into the unit, relevant information on maternal history of recent travel, contact with SARS, or other forms of acute respiratory illness is checked by the admitting nurse using a specially designed checklist (table 1). The infants are then triaged according to the World Health Organization (WHO) case definition for surveillance of SARS 7 and maternal contact history. Infants of probable cases regardless of whether they require mechanical ventilation are admitted to the negative pressure isolation room 3 in ward 6A ( fig 1A) . Those of suspected cases requiring mechanical ventilation or intensive care monitoring occupy the adjacent neonatal intensive care (NICU) area. Suspected infants with positive maternal contact history and who do not require intensive care are admitted to one of the special care baby unit (SCBU) cubicles in ward 6A, whereas those with a negative contact history but whose mother manifests signs and symptoms (fever >38 o C, chills and rigor, and respiratory signs or diarrhoea) suggestive of febrile respiratory illness or gastrointestinal upset are put in the opposite cubicle. The \"clean\" newborns requiring intensive care are admitted to the NICU adjacent to the labour ward (ward 6B; fig 1B) , and those requiring special care to ward 7A ( fig 1C) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 557,
                    "end": 564,
                    "text": "fig 1A)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1256,
                    "end": 1263,
                    "text": "fig 1B)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1312,
                    "end": 1319,
                    "text": "fig 1C)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Triage policy"
        },
        {
            "text": "It would be ideal to divide the medical and nursing staff into a \"clean\" and \"dirty\" team for caring for infants of non-SARS mothers and those of probable or suspected SARS mothers. The feasibility of this option rests entirely on the number of staff in the NNU. In our unit, team separation is only applicable for nurses but is not practicable for the medical team out of normal working hours. At the beginning of the outbreak, the on-call paediatrician for the general paediatric SARS team also covered the neonates of ward 6A during the night. This arrangement was, however, discontinued, as we now realise that the chance of vertical transmission from the mother is not high.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Allocation of manpower"
        },
        {
            "text": "The infection control measures in the NNU are targeted at preventing contact, droplet, and aerosol spread of the virus. The NNU is an acute admission ward and, hence, the use of personal protective equipment (PPE) is advocated for all ward areas. Separate locations on the wards are designated for putting on and removing the PPE (fig 1) in order to minimise the chance of cross contamination of the protective gear. On entering the unit, all healthcare workers and visitors must strictly follow the steps in sequence for putting on the PPE: (1) shoe covers (2) hand washing (3) N95 respirator mask (4) goggle or visor (5) cap (6) waterproof gown (7) hand rubbing with waterless alcohol antiseptic agent (8) latex gloves. Similarly, on leaving the ward area, healthcare workers are advised to strictly follow the sequential steps for removing the PPE: (1) cap (2) gown (3) shoe covers (4) gloves (5) hand washing (6) goggle or visor (7) N95 respirator (8) hand rubbing with antiseptic agent (9) put on a new surgical mask before leaving the ward. All PPE is discarded after use. Fit testing of N95 masks was performed by the hospital for all NNU staff. \"Police nurses\" are stationed at the changing areas at all times to ensure proper gowning and removal of PPE. Changing of PPE is required when moving to and from the clean areas (ward 6B and 7A), SARS areas (ward 6A), and labour ward. In addition, non-essential inanimate objects including pens, keys, and other personal items are collected at the ward entrance. Essential equipment such as hospital pagers are put inside a small plastic bag and clipped onto the protective gown before entering the SARS areas.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Staff precautions"
        },
        {
            "text": "Nursing high risk infants All high risk newborns admitted to the SARS areas (ward 6A) are nursed inside incubators. Infants requiring positive pressure ventilation pose an additional threat to healthcare workers as leakage of gas from an uncuffed endotracheal tube can cause air turbulence around the oral cavity, splashing of nasopharyngeal secretions, and can expel droplets or aerosols into the environment. Hence, an infant requiring intermittent positive pressure ventilation or nasal continuous positive airway pressure (CPAP) support is further sheltered inside a headbox. A negative pressure is created within the headbox by connecting a large suction tube to its interior. Thus, opening the porthole of the incubator will suck in air from the environment rather than pushing air out towards the healthcare staff. A high efficiency bacterial/viral filter (Sterivent Mini, Mallinckrodt DAR, Mirandola, MO, Italy) is fitted onto the resuscitation bag for manual ventilation (fig 2) , and also incorporated into the exhalation arm of the ventilator circuit ( fig 3) . All exhaled gases from the conventional ventilator are sucked into and disposed via the wall suction outlet. The use of nitric oxide does not interfere with the new circuitary arrangement. Further, a plastic bag is wrapped around the water trap of the ventilator circuit before emptying the contents. This may avoid spilling of condensed water of the circuit into the environment. In contrast, the use of high frequency oscillatory ventilation may increase the risk of droplet spread of respiratory secretions. The viral filter cannot be incorporated into the single arm ventilator circuit (Sensor-Medics 3100A Oscillator, Yorba Linda, Calif, USA). Our practice is to avoid using this mode of ventilation in infants of probable and suspected SARS mothers. Routine endotracheal suction is perform via a closed suction circuit (Ballard Trachcare Closed Suction System for Neonates, Kimberly-Clark, Utah, USA). The secretions are collected in a suction container that is partially filled with disinfectant. A face shield, in addition to regular PPE, is recommended for performing high risk procedures such as tracheal intubation, attending delivery, and the collection of potentially contaminated specimens. The use of nebulisers, high flow oxygen masks, and CPAP are strictly prohibited outside the incubator or in the open ward. Staff must change gloves and wash or alcohol rub hands after contact with each patient.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 980,
                    "end": 987,
                    "text": "(fig 2)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1064,
                    "end": 1070,
                    "text": "fig 3)",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Staff precautions"
        },
        {
            "text": "The handling of specimens from infants of probable and suspected SARS mothers follows the existing policy for universal precautions. All specimens are securely sealed in double plastic bags before being transport to the laboratories. Excreta of infants are collected in nappies and sealed in double plastic bags before disposal in designated infectious waste bags that are sent for special deep landfill. Hand washing and changing of gloves are mandatory after handling soiled materials or specimens from any infants.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Proper disposal of potentially infected materials and handling of clinical specimens"
        },
        {
            "text": "Essential mobile equipment including portable x ray and ultrasound machines are wrapped with cling film before entering the SARS areas. The equipment is disinfected by cleaning with diluted sodium hypochlorite solution (1000 ppm) after use. Other frequently used electronic devices such as telephones and computer keyboards are also protected with cling film that is disinfected every two hours and changed daily. A set of stationary (for example pens and calculators) and medical instrument (for example scissors and forceps) are provided for each patient in the SARS areas. Furniture, fixed equipment (vital sign monitors), and ward areas are thoroughly disinfected with hypochorite solution every two hours in the SARS areas and three times per day in the clean area.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "NICU equipment"
        },
        {
            "text": "Respiratory secretions and excretions of SARS patients contain coronavirus. 2 8 SARS associated coronavirus has also been detected by reverse transcriptase polymerase chain reaction (RT-PCR) in peritioneal fluid of probable SARS mothers. 9 These high risk deliveries should not be performed in an ordinary labour ward theatre but instead in a designated operating theatre with negative pressure control for SARS patients. Neonatal clinicians must be fully prepared before entering the delivery area. Disposable water resistant protective gowns and powered air purifying respirator hoods were worn while attending these deliveries.",
            "cite_spans": [
                {
                    "start": 76,
                    "end": 79,
                    "text": "2 8",
                    "ref_id": null
                },
                {
                    "start": 238,
                    "end": 239,
                    "text": "9",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Attending deliveries of SARS mothers"
        },
        {
            "text": "Transporting ventilated infants of probable or suspected SARS mothers between hospitals is potentially risky, because healthcare workers are crowded within a confined space in an ambulance. During transport, two bacterial/viral filters were fitted to the exhalation limb of the ventilator circuit, as the exhaled gas was discharged to the surrounding environment. The windows of the ambulance were fully opened and the transport team put on the Air-Mate respirator hoods.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Neonatal transport"
        },
        {
            "text": "Although the government has banned all visiting to acute adult admission wards, it is not practicable to implement the same policy in NNU, where a significant proportion of neonates are critically ill. Parents are allowed to visit for up to a maximum of two hours everyday in the clean areas. Probable or suspected SARS parents are, however, not allowed to visit. The attending neonatologist telephones the parents daily to update them of the medical progress of the infant and digital photographs are regularly sent to the parents by email. A teleconference system has been installed in the SARS areas to enable parents to see their infants in real time.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Visitors"
        },
        {
            "text": "Precautions for healthcare workers at home At the end of each working day, all healthcare workers who have looked after probable or suspected SARS patients are advised to take showers in designated facilities at the hospital or immediately after returning home. They are also recommended to follow the guidelines for SARS precautions at home, including wearing surgical masks, frequent hand washing, and avoiding sharing utensils, towels, food, and drinks with other family members. Staff are also advised to take their body temperature regularly, and those with fever and respiratory symptoms or diarrhoea should report to the departmental infection control officer. They should seek medical help immediately and will be granted sick leave until recovery.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Visitors"
        },
        {
            "text": "After the initial outbreak of SARS in early March, the delivery rate of hospitals accepting SARS patients fell dramatically. The delivery rate at the Prince of Wales Hospitals dropped from 500 deliveries per month to 301 deliveries in the two month period between 11 March 2003 and 10 May 2003. Understandably, most pregnant women chose to give birth in private and other government hospitals without SARS inpatients. Thus far, five infants were admitted to the SARS areas (ward 6A). Two outborn preterm infants of 26 and 28 weeks' gestation were born to probable SARS mothers. They required intermittent positive pressure ventilation and were admitted to isolation room 3. One mother died of SARS two weeks after delivery and the other required intensive care but survived the acute phase of the illness. Another severely asphyxiated infant was resuscitated in close proximity to a pregnant woman with fever and pneumonia. This infant required mechanical ventilation and was admitted to the NICU area of ward 6A. The pregnant woman was not subsequently found to have SARS. Two other term infants were born to mothers who had fever, chills, and rigors within a short period before delivery. Both were admitted to one of the cubicles in ward 6A. None of the infants developed clinical signs and symptoms nor had positive virology tests, including: RT-PCR assay, viral isolation, and paired acute and convalescent serological titres suggestive of SARS. All other newborns were admitted to the clean areas. None of the clean infants or mothers was subsequently diagnosed to have SARS. All 18 medical and 134 nursing staff remained healthy during this period.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "THE PRINCE OF WALES HOSPITAL EXPERIENCE"
        },
        {
            "text": "To date, there is no rapid reliable laboratory screening test for early diagnosis of SARS. We do not know for certain, at this stage, whether the coronavirus can be transmitted vertically from mother to fetus causing clinically significant infection. Full infection control precautions for attending normal and high risk deliveries, and prevention of nosocomial infection for protection of staff and vulnerable infants, are vital in the NNU. Hence, a proper triage and cohorting policy is essential to separate potentially infected newborns from clean infants. Such a policy is based on three important considerations: (1) mother diagnosed to have probable SARS; (2) mother with contact history of SARS; and (3) mother with constitutional and respiratory symptoms suggestive of SARS. At least four separate areas in the NNU are required to accommodate these major categories (including the preexisting clean patients) of infants. However, due to shortage of isolation facilities in most NNUs, there would likely be mixing of infants requiring intensive care and those who need lower levels of care within the same cubicle. Our experience also suggests that the hospitals admitting medical SARS patients will deter pregnant women from coming for delivery. The absolute number of infants of probable or suspected SARS mothers and those with positive contact history are likely to be small. The main difficulty in the triage process lies with those who have concurrent fever and respiratory illness immediately before labour. This is particularly hazardous in large community outbreaks where 10% of probable SARS patients do not have a definitive contact history. The two isolation rooms (isolation room 1 and 2) in the non-SARS area in our unit are not suitable to accommodate infants of SARS mothers because they are located within the vicinity of a clean ward, and could also create manpower constraints by having two separate SARS areas in the NNU.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Although we have admitted infants of both probable and suspected SARS mothers to our unit, none of them developed clinical manifestations and serological evidence suggestive of SARS. Hence, the effectiveness of the infection control measures and patient triage policy implemented in the NNU have not been vigorously tested. However, a similar policy currently used in adult intensive care has been successful in preventing nosocomial staff infection. 10 The RT-PCR assay of maternal peritoneal fluid obtained during caesarean section has detected the coronavirus. 9 Splashing of blood, excreta, and other body fluids during high risk deliveries creates hazards, and barrier protection and respirators should be used. We must emphasise that the deployment of a \"police nurse\" for guarding the entrance is vital in ensuring that the dress code is properly followed. This is particularly important when healthcare workers alien to the setup, such as physiotherapists, occupational therapists, and radiographers, are entering the NNU. Further, mechanical ventilation and procedures that create air turbulence and generate aerosols are particularly dangerous and must be avoided in an open ward area.",
            "cite_spans": [
                {
                    "start": 451,
                    "end": 453,
                    "text": "10",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 564,
                    "end": 565,
                    "text": "9",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Despite the seemingly comprehensive plan of infection control, there are many limitations. Firstly, many isolation cubicles are needed for proper triaging of patients. Fortunately, we found that the admission rate dropped dramatically during the acute phase of the outbreak and provided us with more freedom for manoeuvring patients and staff. The ultimate organisation of patient cohorting depends very much on the unit configuration. Secondly, unlike the medical SARS wards, frontline neonatal doctors have to cover the SARS areas (ward 6A), the clean areas (ward 6B and 7B), as well as the labour ward when they are on duty at night. As all staff are required to change the PPE when moving from one area to another, this manoeuvre is hazardous and requires vigilant monitoring by the police nurse. Thirdly, a police nurse is not always available for guarding the entrance due to manpower shortage, especially outside normal working hours. Fourthly, virtually all academic activities and bedside teachings for medical trainees have been suspended. The necessity to wear PPE is a powerful deterrent for early commencement of bedside patient teaching. Fifthly, similar to the implementation of all other infection control measures, constant reinforcement of guidelines through seminars and audits is required to ensure the development of a culture for stringent observation of these life saving procedures.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "In summary, we have described the infection control guidelines and patient triage policy of our unit for experience sharing with other neonatal clinicians. The aforementioned model should be modified and adjusted according to the needs of individual units. Further, such a policy requires regular review and modification to cope with the rapid and unforeseeable changes in future circumstances. Although our system has not been vigorously challenged by SARS admissions, the adult intensivists in our hospital have been very successful in preventing cross infection of SARS between patients and staff using a similar regimen. 9 Some of the measures used in our protocol, such as the frequent disinfection and cling film wrapping of commonly touched surface, and the use of powered air purifying respirators, were introduced on an empirical basis and may be regarded as going beyond standard recommendations for infection control. However, until the mode of transmission of the SARS associated coronavirus is better understood, a stringent approach to infection prevention is probably warranted. At the beginning of the outbreak in early March, we did not have any guidelines on how to deal with the situation for neonates. We hope that this report is useful in helping other NNUs to formulate their own infection control measures to fight against this infectious and deadly disease. T he technique of intraosseous line insertion can be useful in the neonate when venous access has proved difficult. In this infant, born at 25 weeks gestation, a prolonged illness required the insertion of a number of lines including percutaneous long lines and an internal jugular line. After an initial recovery and removal of these lines, a further acute deterioration and the development of gross oedema made the insertion of further lines technically difficult. The infant, however, required fluids, antibiotics, antihypotensives, and analgesia, and an 18 gauge butterfly needle was inserted into the left upper tibia after 1% lignocaine (fig 1) . After six days, the line was lost. This case shows that, when the more usual routes of access have proved impossible, the intraosseous insertion of a simple butterfly needle can provide a suitable alternative to maintain essential drug and fluid administration. Although no adverse events were identified resulting from the intraosseous line, there are no safety data on the longer term use of these lines. ",
            "cite_spans": [
                {
                    "start": 625,
                    "end": 626,
                    "text": "9",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [
                {
                    "start": 2025,
                    "end": 2032,
                    "text": "(fig 1)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "DISCUSSION"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "A novel coronavirus associated with severe acute respiratory syndrome",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "G"
                    ],
                    "last": "Ksiazek",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Erdman",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Goldsmith",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "N Engl J Med",
            "volume": "348",
            "issn": "",
            "pages": "1953--66",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Identification of a novel coronavirus in patients with severe acute respiratory syndrome",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Drosten",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Gunther",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Preiser",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "N Engl J Med",
            "volume": "348",
            "issn": "",
            "pages": "1967--76",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "A major outbreak of severe acute respiratory syndrome in Hong Kong",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Hui",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "N Engl J Med",
            "volume": "348",
            "issn": "",
            "pages": "1986--94",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Clinical presentations and outcome of severe acute respiratory syndrome in children",
            "authors": [
                {
                    "first": "Kle",
                    "middle": [],
                    "last": "Hon",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "W"
                    ],
                    "last": "Leung",
                    "suffix": ""
                },
                {
                    "first": "Wtf",
                    "middle": [],
                    "last": "Cheng",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Lancet",
            "volume": "361",
            "issn": "",
            "pages": "1701--1704",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Guideline on management of severe acute respiratory syndrome (SARS)",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Ho",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Lancet",
            "volume": "361",
            "issn": "",
            "pages": "1313--1318",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Hospital Authority of Hong Kong. SARS precaution in hospitalsinfection control and risk management approach",
            "authors": [],
            "year": 2003,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "World Health Organization. Case definitions for surveillance of severe acute respiratory syndrome (SARS)",
            "authors": [],
            "year": 2003,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Coronavirus as a possible cause of severe acute respiratory syndrome",
            "authors": [
                {
                    "first": "Jsm",
                    "middle": [],
                    "last": "Peiris",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "T"
                    ],
                    "last": "Lai",
                    "suffix": ""
                },
                {
                    "first": "Llm",
                    "middle": [],
                    "last": "Poon",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Lancet",
            "volume": "361",
            "issn": "",
            "pages": "1319--1344",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Infants born to mothers with severe acute respiratory syndrome (SARS)",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "C"
                    ],
                    "last": "Shek",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "C"
                    ],
                    "last": "Ng",
                    "suffix": ""
                },
                {
                    "first": "Gpg",
                    "middle": [],
                    "last": "Fung",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Pediatrics",
            "volume": "112",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Severe acute respiratory syndrome (SARS): infection control",
            "authors": [
                {
                    "first": "Tst",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "A"
                    ],
                    "last": "Buckley",
                    "suffix": ""
                },
                {
                    "first": "Fhy",
                    "middle": [],
                    "last": "Yap",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Lancet",
            "volume": "361",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "The floor plan of the neonatal unit at the Prince of Wales Hospital. (A) The SARS areas (ward 6A). (B) The \"clean\" neonatal intensive care areas (ward 6B). (1) The \"clean\" special care areas (ward 7B). NICU, neonatal intensive care unit; SCBU, special care baby unit.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "A resuscitation bag fitted with a viral filter.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "A conventional neonatal ventilator fitted with viral filters at the exhalation limb and connected to the wall suction outlet.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "IMAGES IN NEONATAL MEDICINE.............................................................. Use of a butterfly as an intraosseous needle in an oedematous preterm infant Arch Dis Child Fetal Neonatal Ed 2003;88:F409",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Lake, A J B Emmerson Neonatal Medical Unit, St Mary's Hospital, Whitworth Park, Manchester, M13 0JH, UK Correspondence to: Dr Emmerson; anthony.emmerson@man.ac.uk",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "An 18 gauge butterfly needle inserted into the left upper tibia.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": ". .",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Checklist for patients before admission to NNU Did the baby have a recent history of admission to another hospitals/other wards? If yes, Do any family members have probable or suspected SARS? Y / N",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}