{
    "paper_id": "faf3b30ec4a585fb2fa825466529ad01a38a900b",
    "metadata": {
        "title": "Future risk of dengue fever to workforce and industry through global supply chain",
        "authors": [
            {
                "first": "Katsuyuki",
                "middle": [],
                "last": "Nakano",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Japan Environmental Management Association for Industry (JEMAI)",
                    "institution": "",
                    "location": {
                        "addrLine": "2-1, Kajicho 2-Chome, Chiyoda-ku",
                        "postCode": "101-0044",
                        "settlement": "Tokyo",
                        "country": "Japan"
                    }
                },
                "email": "nakano@jemai.or.jp"
            }
        ]
    },
    "abstract": [
        {
            "text": "The primary vector of the dengue fever virus, the Aedes aegypti mosquito, is distributed across the tropical and sub-tropical latitudes; however, the area at risk of infection has been expanding steadily. This study aimed to identify the industries most vulnerable to the effects of dengue fever by 2030. The assessment was done by considering the international supply chain, with aspects such as the labor intensity, and the relevant geographical and socioeconomic aspects being taken into account. In addition, multi-regional input-output tables were employed to analyze the ripple effects of productivity losses resulting from workers contracting the disease. The results indicate that more than 10% of the workers involved in the supply chain of all the major industries in the United States (USA), China, Japan, and Germany could be considered at risk of contracting dengue fever by 2030. Moreover, the risk was even higher in India and Brazil, namely, more than 70%. The effect of widespread dengue fever infection could influence industrial activities severely, not only in the regions most at risk (India and Brazil) but also in the other regions (USA, Japan, and Germany). Labor-intensive industries, such as agriculture, fisheries, and the distribution sector are particularly at risk and will have to consider appropriate contingency measures. It is recommended that the downstream side of the supply chain, the industries in the USA, Japan, and Germany, supports the introduction of worker's health management system against the infectious disease into their business partners. This study employed limited data and only estimated the possible effects of the disease by 2030. Further comprehensive analysis is required with more data modeled for the future to verify and enhance the reliability of the present results.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Dengue fever is a systemic viral infection transmitted to humans by various types of mosquito, such as the Aedes aegypti. After infection, the symptoms typically appear after an incubation period of 3 to 7 days (Simmons et al. 2012 ). In the initial febrile phase, the patients suffer from high temperature (≥38.5°C), headaches, vomiting, myalgia, and joint pain, often accompanied by a transient macular rash. This phase lasts for 3 to 7 days, after which most patients recover without any complications (Simmons et al. 2012) . However, in a small number of cases, the condition of the patient deteriorates and dengue hemorrhagic fever could develop. This condition could be fatal without proper medical care. In December 2015, the first dengue vaccine was licensed; however, currently, it is not available widely and treatment therefore remains supportive (Pitisuttithum and Bouckenooghe 2016; World Health Organization 2016) .",
            "cite_spans": [
                {
                    "start": 211,
                    "end": 231,
                    "text": "(Simmons et al. 2012",
                    "ref_id": null
                },
                {
                    "start": 505,
                    "end": 526,
                    "text": "(Simmons et al. 2012)",
                    "ref_id": null
                },
                {
                    "start": 858,
                    "end": 895,
                    "text": "(Pitisuttithum and Bouckenooghe 2016;",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 896,
                    "end": 927,
                    "text": "World Health Organization 2016)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "At present, the dengue virus is found across the tropical and sub-tropical latitudes (Simmons et al. 2012) , and the annual rate of infection is estimated at 390 million (95% credible interval 284-528), of which 96 million (95% credible interval 67-136) of those infected develop symptoms at different levels of severity (Bhatt et al. 2013) . The increase in the incidence of dengue fever has been ascribed to the changing human ecology, demography, and globalization, and probably climate change (World Health Organization 2012). For example, for the first time in metropolitan France, two cases of autochthonous dengue fever were diagnosed in September 2010 (La Ruche et al. 2010) . Furthermore, after 70 years with no confirmed autochthonous cases of dengue fever in Japan, 19 cases were reported in Tokyo during August and September 2014 (Kutsuna et al. 2015) . It has been predicted that climate change would contribute to an expansion at the fringes of the current distribution of dengue fever, with 4.39 billion people being at risk of contracting the disease by 2030 (Hales et al. 2014) .",
            "cite_spans": [
                {
                    "start": 85,
                    "end": 106,
                    "text": "(Simmons et al. 2012)",
                    "ref_id": null
                },
                {
                    "start": 321,
                    "end": 340,
                    "text": "(Bhatt et al. 2013)",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 664,
                    "end": 682,
                    "text": "Ruche et al. 2010)",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 842,
                    "end": 863,
                    "text": "(Kutsuna et al. 2015)",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 1075,
                    "end": 1094,
                    "text": "(Hales et al. 2014)",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The mortality rate resulting from the disease can be reduced to almost zero by implementing timely and appropriate clinical management (World Health Organization 2012). For example, Suaya et al. (2009) conducted a survey of 1695 patients, with no fatalities occurring.",
            "cite_spans": [
                {
                    "start": 182,
                    "end": 201,
                    "text": "Suaya et al. (2009)",
                    "ref_id": "BIBREF29"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Although dengue fever is normally not a critical illness, the more severe cases of infection do need a specialized treatment. On average, ambulatory and hospitalized patients lose 6.6 and 9.9 days of work, respectively. Absence from work often results in economic losses (Suaya et al. 2009 ), and the estimated total annual cost (i.e., direct and indirect medical costs) associated with the disease amounted to US$2.1 billion in the Americas for the period 2000 -2007 (Shepard et al. 2011 . It has been calculated that these costs were mostly related to productivity losses induced by non-fatal dengue fever cases, whereas the deaths resulting from the disease accounted for only a small proportion (2.6%) of the total costs (Shepard et al. 2011) . Such productivity losses appeared as stagnation of the production activities and increased production costs.",
            "cite_spans": [
                {
                    "start": 271,
                    "end": 289,
                    "text": "(Suaya et al. 2009",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 457,
                    "end": 461,
                    "text": "2000",
                    "ref_id": null
                },
                {
                    "start": 462,
                    "end": 467,
                    "text": "-2007",
                    "ref_id": null
                },
                {
                    "start": 468,
                    "end": 488,
                    "text": "(Shepard et al. 2011",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 725,
                    "end": 746,
                    "text": "(Shepard et al. 2011)",
                    "ref_id": "BIBREF26"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "As industries are often interlinked locally and internationally, a mishap occurring in one industry could easily affect the other industries. For example, the floods suffered in Thailand in 2011 damaged not only the Thai economy but also that of other Asian countries (Haraguchi and Lall 2015) . Furthermore, the progress of climate change is expected to have a detrimental effect on industrial activities. In view of the above, a consideration of the future risks to the supply chain and the introduction of countermeasures to sustain industrial activities are required.",
            "cite_spans": [
                {
                    "start": 268,
                    "end": 293,
                    "text": "(Haraguchi and Lall 2015)",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Life cycle assessment (LCA) (ISO 2006) has been employed to assess the environmental effects throughout the product supply chain. This method enables the quantification of environmental effects such as carbon dioxide (CO 2 ) emissions and the consumption of resources. A number of databases have been developed to support LCA, e.g., ecoinvent (Wernet et al. 2016) and GaBi (think step 2015) . In addition, multi-regional input-output tables (MRIOs) such as EXIOBASE (Wood et al. 2015) and EORA ) have been developed to assess the environmental effects of the international supply chain of industrial activities.",
            "cite_spans": [
                {
                    "start": 28,
                    "end": 38,
                    "text": "(ISO 2006)",
                    "ref_id": null
                },
                {
                    "start": 343,
                    "end": 363,
                    "text": "(Wernet et al. 2016)",
                    "ref_id": null
                },
                {
                    "start": 368,
                    "end": 390,
                    "text": "GaBi (think step 2015)",
                    "ref_id": null
                },
                {
                    "start": 466,
                    "end": 484,
                    "text": "(Wood et al. 2015)",
                    "ref_id": "BIBREF34"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The quantification of the consumption of scarce resources by the supply chain (Wiedmann et al. 2013) has indicated that the resource supply could be at risk. Nakatani et al. (2015) assessed the risk of water shortages, whereas Norris et al. (2014) employed input-output tables to assess the social risks associated with supply chains. Nakano (2015a) extended the LCA method to evaluate the effects of environmental change on the product supply chain, and evaluated the effects of climate change on the international supply chain of Japan (Nakano 2015b) . Santos et al. (2013) analyzed the economic losses and inoperability that could result from an influenza epidemic by employing the input-output tables of the United States (USA). Industries and governments have limited capacity to introduce adaptive actions to risks, and such studies support the introduction of efficient countermeasures by identifying the weak points in the system.",
            "cite_spans": [
                {
                    "start": 78,
                    "end": 100,
                    "text": "(Wiedmann et al. 2013)",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 158,
                    "end": 180,
                    "text": "Nakatani et al. (2015)",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 227,
                    "end": 247,
                    "text": "Norris et al. (2014)",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 538,
                    "end": 552,
                    "text": "(Nakano 2015b)",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 555,
                    "end": 575,
                    "text": "Santos et al. (2013)",
                    "ref_id": "BIBREF25"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "However, no studies evaluating the effects of infectious diseases on all industrial activities through the international supply chain have been conducted before, to my knowledge. To establish an effective adaptive plan, improved understanding is needed of the effects of climate change on humans (Ebi et al. 2006 ). Therefore, this study aims to propose a method to evaluate the effects of an infectious disease on industrial activities by utilizing a method that indicates the priorities for considering countermeasures. The study focused on the dengue virus because predictions indicate an increasing risk of infection owing to climate change and the vaccine not being available widely.",
            "cite_spans": [
                {
                    "start": 296,
                    "end": 312,
                    "text": "(Ebi et al. 2006",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Widespread infection of workers and/or their families by a virus such as dengue and the consequent absences from work would result in inevitable productivity losses. Moreover, it is clear that labor-intensive industries are relatively more at risk to such losses. In addition, geographical aspects have to be considered, as the virus-bearing mosquitos favor areas that have high temperatures and water available. Furthermore, socioeconomic aspects are important, as developed countries have a greater capacity to provide appropriate treatment smoothly. Therefore, the labor intensity of an industry and the geographical and socioeconomic aspects should be taken into account to identify regions where the risk of dengue virus infection is high. The Intergovernmental Panel on Climate Change (IPCC) has indicated that risk results from the interaction of hazard, vulnerability, and exposure (IPCC 2014). The life cycle assessment framework for adaptive planning (LCA-AP) to climate change adopted this concept and is able to evaluate the potential climatic effects on industries throughout the supply chain (Nakano 2015a) . This method quantifies inputs (e.g., water and workforce) to industrial activities that could be affected by climatic factors. Such inventory analysis results indicate the risk of exposure to the infection (Nakano 2015a) . In LCA-AP, the inventory analysis results are adjusted by accounting for the geographical aspect (hazard) and the socioeconomic aspect (vulnerability). Furthermore, LCA-AP is able to utilize the wellestablished LCA database. LCA-AP was therefore used in this study to evaluate the risk to the industry of dengue infection through the international supply chain. The potential effects of dengue infection were calculated by multiplying the inventory analysis result and a factor accounting for the country-specific climate hazard, as well as the socioeconomic vulnerability characteristics, as follows:",
            "cite_spans": [
                {
                    "start": 1106,
                    "end": 1120,
                    "text": "(Nakano 2015a)",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 1329,
                    "end": 1343,
                    "text": "(Nakano 2015a)",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": "Material and methods"
        },
        {
            "text": "where CI is the category indicator (potential impact from dengue), Exp is the inventory analysis result (expressing exposure), Haz is the hazard of dengue, and Vul is the vulnerability. Figure 1 shows the assessment procedure. The population at risk of dengue per value of production of each industrial sector (direct effect) was calculated from the portion of the population at risk of dengue infection in 2030 owing to climate and socioeconomic change, and the number of workers per value of production of each industrial sector. To quantify the indirect effect (upstream part of the supply chain), the MRIO was used, which expresses international trade among the industrial sectors of each country. Data below explains the detail of the assessment method.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 186,
                    "end": 194,
                    "text": "Figure 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Material and methods"
        },
        {
            "text": "Various methods have been proposed to predict the distribution of the risk of dengue infection in the future (Messina et al. 2015) . In such calculations, the environmental change induced by climatic change, as well as other factors, such as socioeconomic change, have to be considered (Messina et al. 2015) . Hales et al. (2014) estimated the population at risk of dengue infection in 2030 by taking into account the future climate, population, and the gross domestic product (GDP) of each country and region. The GDP was used to evaluate the vulnerability of each country and region (Hales et al. 2014) , with the study utilizing the data from these countries Portion at risk of dengue under climate and socioeconomic change in 2030 (Hales et al. 2014) Number of workers per value of production of each industrial sector (Wood et al. 2015) Number of workers at risk of dengue per value of production of each industrial sector (direct impact) Multi-regional input-output (MRIO) tables (Wood et al. 2015) Number of workers at risk of dengue per value of production of each industrial sector (direct and indirect impact) (Table 1) was used as f(Haz, Vul) in Eq. (1). It was predicted that more than 90% of the population in Southeast Asia and Latin America (tropical) would be at risk by 2030. In addition, a relatively high risk was indicated for South Asia, the Caribbean, and Central Sub-Saharan Africa. On the other hand, no risk was indicated for Europe, whereas the highincome countries in Asia Pacific and North America had a small risk.",
            "cite_spans": [
                {
                    "start": 109,
                    "end": 130,
                    "text": "(Messina et al. 2015)",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 286,
                    "end": 307,
                    "text": "(Messina et al. 2015)",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 310,
                    "end": 329,
                    "text": "Hales et al. (2014)",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 585,
                    "end": 604,
                    "text": "(Hales et al. 2014)",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 735,
                    "end": 754,
                    "text": "(Hales et al. 2014)",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 823,
                    "end": 841,
                    "text": "(Wood et al. 2015)",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 986,
                    "end": 1004,
                    "text": "(Wood et al. 2015)",
                    "ref_id": "BIBREF34"
                }
            ],
            "ref_spans": [
                {
                    "start": 1120,
                    "end": 1129,
                    "text": "(Table 1)",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Population at risk of dengue infection in 2030"
        },
        {
            "text": "Input-output tables statistically express trade among all the industrial sectors in monetary value. Analysis employing input-output tables is able to determine the environmental and wider sustainability effects of traded goods and services (Hendrickson et al. 1998; Wiedmann et al. 2011) . For example, the USA input-output tables were used to analyze the economic losses and inoperability caused by the 2009 H1N1 pandemic in the National Capital region of the USA (Santos et al. 2013) . MRIOs, such as EXIOBASE (Wood et al. 2015) , EORA , and the Global Trade Analysis Project (GTAP) (Aguiar et al. 2016 ) have been developed to analyze the international supply chain. These MRIOs can quantify the monetary data, greenhouse gas emissions, and the labor force of each industrial sector in each country and region. In particular, the focus of EXIOBASE (Wood et al. 2015 ) is on environmentally relevant activities and the detail modeling of the industrial sectors that have more pronounced effects on the environment. In addition, EORA has also been used for environmental analysis. The quality of EORA is comparable with that of EXIOBASE (Geschke et al. 2014) . In this study, (Wood et al. 2015 ) was adopted, comprising a matrix of 163 industrial sectors in 48 countries and regions.",
            "cite_spans": [
                {
                    "start": 240,
                    "end": 265,
                    "text": "(Hendrickson et al. 1998;",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 266,
                    "end": 287,
                    "text": "Wiedmann et al. 2011)",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 465,
                    "end": 485,
                    "text": "(Santos et al. 2013)",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 512,
                    "end": 530,
                    "text": "(Wood et al. 2015)",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 585,
                    "end": 604,
                    "text": "(Aguiar et al. 2016",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 851,
                    "end": 868,
                    "text": "(Wood et al. 2015",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 1138,
                    "end": 1159,
                    "text": "(Geschke et al. 2014)",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1177,
                    "end": 1194,
                    "text": "(Wood et al. 2015",
                    "ref_id": "BIBREF34"
                }
            ],
            "ref_spans": [],
            "section": "Number of workers in each industrial sector"
        },
        {
            "text": "To quantify the involvement of workers throughout the supply chain (Exp), the following equation was used:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Number of workers in each industrial sector"
        },
        {
            "text": "where w d is a diagonal matrix of direct workforce input (person/million Euro (person/m EUR)), I is an identity matrix (dimensionless), A is a technical coefficient matrix (dimensionless), k′ is a column vector expressing the final demand (m EUR), and (I − A) is known as the Leontief inverse matrix (Miller and Blair 2009 ). The Leontief inverse matrix of EXIOBASE, (I − A) −1 , is a square matrix of 7824 × 7824. To analyze the potential effect of each industry in each country per one monetary unit (1 m EUR), the k′ of the target industry in the target country was set to 1 m EUR and the others were set to 0.",
            "cite_spans": [
                {
                    "start": 300,
                    "end": 322,
                    "text": "(Miller and Blair 2009",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "Number of workers in each industrial sector"
        },
        {
            "text": "To assess the magnitude of the risk of dengue infection for one industry, the portion of workers at risk of contracting dengue infection (r impact ) was calculated by Eq.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Impact assessment method"
        },
        {
            "text": "(3), as follows:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Impact assessment method"
        },
        {
            "text": "where CI is the category indicator (number of workers at risk/m EUR) and Exp is the inventory analysis result (number of workers/m EUR). An industry for which a higher r impact is indicated has a higher potential risk relevant to the workers and the supply chain of the industry. Such industries would be advised to establish countermeasures to dengue infection to safeguard their industry and supply chain.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Impact assessment method"
        },
        {
            "text": "In addition, to clarify the dengue risk distribution in a supply chain, a portion of indirect influence (upper part of the supply chain) (r indirect ) is calculated by Eq. (4):",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Impact assessment method"
        },
        {
            "text": "where CI indirect is the category indicator of the upstream part of the supply chain (number of workers at risk of contracting dengue fever/m EUR). An industry indicating higher r indirect has a higher potential risk relevant to the workers in their upstream side of the supply chain. Such an industry would be advised to establish relevant countermeasures to the risk beyond the border of the organization and/or the national border.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Impact assessment method"
        },
        {
            "text": "The granularity of EXIOBASE is 163 industries for 48 countries, enabling the calculation of exceptionally large results. The study intended to clarify major impacts of production losses to global economy due to disabled workforce; therefore, the focus was on the major industries in major countries. Major countries, USA, China, Japan, Germany, India, and Brazil, were selected by descending Gross Domestic Product (GDP) values. The UK, France, and Italy have larger GDPs than Brazil; however, these countries were excluded based on the similarity of their geographical and socioeconomical characteristics to Germany. The selection of industry was based on the characteristics of industries such as classification of the industrial sector, economic scale, and labor intensity. From the primary sector of the economy, the fish product sector was selected for their highest labor intensity (Wood et al. 2015) . From the primary and the tertiary sectors of economy, industries with higher labor intensities (fish products and hotels and restaurants) were selected. From the second sector of economy, industries with high supply values were selected from each segment (such as raw material).",
            "cite_spans": [
                {
                    "start": 888,
                    "end": 906,
                    "text": "(Wood et al. 2015)",
                    "ref_id": "BIBREF34"
                }
            ],
            "ref_spans": [],
            "section": "Selection of major countries and industrial sectors"
        },
        {
            "text": "Therefore, the major industries analyzed in this study include food products, fish products, textiles, plastics, chemicals, iron and steel, motor vehicles, construction, and hotels and restaurants. Note that this study followed the exact definitions for each industrial sector name and boundary, as defined in EXIOBASE (Wood et al. 2015) .",
            "cite_spans": [
                {
                    "start": 319,
                    "end": 337,
                    "text": "(Wood et al. 2015)",
                    "ref_id": "BIBREF34"
                }
            ],
            "ref_spans": [],
            "section": "Selection of major countries and industrial sectors"
        },
        {
            "text": "3 Results and discussion 3.1 Proportion of workers at risk of contracting dengue infection Table 2 shows the portion of workers at risk of contracting dengue infection in the supply chain (r impact ) of the countries and industrial sectors included in the analysis. As indicated by the table, more than 70% of the workers in all the major industries in India and Brazil would be at risk in 2030. In the USA, 63% of workers in the fish product sector would be at risk, whereas in China, Japan, and Germany, the risk would be less than 50% for the workers in the major industries. However, more than 30% of the workers in the supply chain of the basic plastic and chemical industries in these countries would be at risk. Moreover, more than 10% of the workers in all the major industries in all major countries would be at risk of contracting the virus; therefore, the activities of all the major industries could potentially be affected by the consequences of dengue virus infection.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 91,
                    "end": 98,
                    "text": "Table 2",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Selection of major countries and industrial sectors"
        },
        {
            "text": "The portion of indirect effects (r indirect ) was calculated for the major industries in the major countries (Table 3 ). The calculations indicated that 0% of the population would be at risk of contracting dengue fever in Germany in 2030 (Hales et al. 2014) ; therefore, the risk indicated in all the major industrial sectors in Germany would be induced by indirect effects. Parts of the USA and Japan were classified as regions at risk of dengue infection; therefore, slight direct effects were observed for these countries. In contrast, the direct effects were significant in China, India, and Brazil. In particular, in the construction sector in India and Brazil, the textile sector, and the hotel and restaurant sector in Brazil, more than half of the effects were induced by local industrial activities. However, in all the industries, indirect effects should not be ignored.",
            "cite_spans": [
                {
                    "start": 238,
                    "end": 257,
                    "text": "(Hales et al. 2014)",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [
                {
                    "start": 109,
                    "end": 117,
                    "text": "(Table 3",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Proportion of indirect effects of dengue infection"
        },
        {
            "text": "The relation between the production value (billion Euro (b EUR)/year) and the effect (number of workers at risk of contracting dengue fever (person/m EUR)) is illustrated in Fig. 2 . An industrial sector located in the upper right side of the graph has higher production value and a large number of workers at risk of contracting dengue fever; therefore, this industry would be specifically advised to introduce countermeasures to manage the effects of the disease. Note that the scales of the vertical and horizontal axes of Fig. 2 are different among the countries to express the economic size and the effects relevant to each country. An extremely significant effect (342 person/m EUR) was indicated for the fish product sector in the USA. Similarly, significant effects were indicated for the fish product sector in the other countries, whereas the production values of this sector were small. In China, the textile, food product, and hotel and restaurant sectors showed relatively higher production values and effects. In Japan, the motor vehicle sector had the largest production value, whereas the effect was small. In Germany, the plastic sector showed a relatively higher production value and effect. However, the scale of the vertical axes of the graphs for both Germany and Japan was smaller by 1 digit in comparison with the other countries. No major industrial sectors in Japan or Germany were located in the upper right side of the graphs; therefore, no critical sectors were identified in either of these countries. In Brazil and India, the construction sector showed relatively higher production values and effects. Most of the effects were induced by the local construction industries (Table 3 ) and, as this industry is labor intensive, appropriate countermeasures would have to be introduced in these two countries. The major emerging countries, such as China, Brazil, and India showed significant effects relevant to the food product and hotel and restaurant sectors, whereas the production values were not significant ( Table 4 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 174,
                    "end": 180,
                    "text": "Fig. 2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 526,
                    "end": 532,
                    "text": "Fig. 2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1702,
                    "end": 1710,
                    "text": "(Table 3",
                    "ref_id": "TABREF2"
                },
                {
                    "start": 2041,
                    "end": 2048,
                    "text": "Table 4",
                    "ref_id": "TABREF3"
                }
            ],
            "section": "Scale of production value and dengue fever risk"
        },
        {
            "text": "The effects indicated for India (person/m EUR) were relatively more significant for the major industries of the country in comparison with those of the other countries. This result is ascribed to India being located in Southeast Asia, which is more at risk of dengue fever infection, and to the labor intensity of the country being higher than in the developed countries. Therefore, industries located in the bottom area in Fig. 2 (e.g., the chemical, motor vehicle, and steel industries) would be advised to consider improving their health care systems to counteract the effects of dengue fever infection.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 424,
                    "end": 430,
                    "text": "Fig. 2",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Scale of production value and dengue fever risk"
        },
        {
            "text": "In order to study the countermeasures for dengue fever infection in practice, an activity that has a greater effect in the supply chain has to be identified. Therefore, the supply chains of nine major industrial sectors were analyzed for which relatively higher effects and production values had been indicated (Fig. 3) . Wood et al. (2015) The induced effects in the USA were found insignificant (less than 1%), whereas the effects of imports from Asia-Pacific and African countries were significant. The fish product sector in the USA purchased fish amounting to 474 m EUR locally, 825 m EUR from South American countries, 1 692 m EUR from Asia-Pacific countries, 2 and 269 m EUR from African countries 3 (Wood et al. 2015) . These exporting countries have a higher percentage of population at risk of contracting dengue fever (Table 1) . Furthermore, the labor intensity of the fishing sector in the USA is 8.6 workers/m EUR, whereas it is 2841 workers/m EUR in the Asia-Pacific countries, and 444 workers/m EUR in the African countries (Wood et al. 2015) . The risk in the Asia-Pacific and African countries was significant, with 63% of workers classified as being at risk of contracting dengue fever (Table 2 ). In view of these findings, it would be advisable for the fish product industry in the USA to promote risk management in their international supply chain.",
            "cite_spans": [
                {
                    "start": 322,
                    "end": 340,
                    "text": "Wood et al. (2015)",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 707,
                    "end": 725,
                    "text": "(Wood et al. 2015)",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 1040,
                    "end": 1058,
                    "text": "(Wood et al. 2015)",
                    "ref_id": "BIBREF34"
                }
            ],
            "ref_spans": [
                {
                    "start": 311,
                    "end": 319,
                    "text": "(Fig. 3)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 829,
                    "end": 838,
                    "text": "(Table 1)",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 1205,
                    "end": 1213,
                    "text": "(Table 2",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Analysis of supply chains"
        },
        {
            "text": "The textile sector in China (direct effect) contributed 13% of the effect, with 56% of the effects being induced locally in the country. The plant-based fiber sector accounted for 38% of the effects, namely, 10% in China, 15% in African countries, and 13% in Asia-Pacific countries. The plant-based fiber sector provides the main materials to the textile sector, such as cotton (Gossypium spp) and jute (Corchorus capsularis). The textile sector in China purchases 20,532 m EUR from the chemical sector and 8497 m EUR from the local plant-based fiber sector in China in 2007 (Wood et al. 2015) . The purchase amount of the chemical sector exceeded that of the plant-based fiber sector; however, the labor intensity of the chemical sector (14.7 workers/m EUR) was much lower than was that of the plant-based fiber sector (762 workers/m EUR) (Wood et al. 2015) , and the plant-based fiber sector was therefore identified as a significant sector. As the textile sector is labor intensive, it is important to strengthen the risk management in this sector. Moreover, the plant-based fiber sector provides materials (e.g., cotton) to the textile sector; consequently, there is a need to reinforce the risk management for dengue fever infection.",
            "cite_spans": [
                {
                    "start": 575,
                    "end": 593,
                    "text": "(Wood et al. 2015)",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 840,
                    "end": 858,
                    "text": "(Wood et al. 2015)",
                    "ref_id": "BIBREF34"
                }
            ],
            "ref_spans": [],
            "section": "(b) Textiles in China"
        },
        {
            "text": "Most of the effects (94%) were induced in China. The food product sector (direct effect) contributed 11% of the total, whereas the effects of indirect activities, such as the vegetable sector (17%), the cereal grain sector (13%), the wheat sector (12%), and the paddy rice sector (11%), contributed more than 50%. The economic scale of the food product sector in China is large (225 b EUR) (Wood et al. 2015) , and the proportion of workers in the supply chain at risk of contracting dengue fever is significant (27%, as shown in Table 2 ); therefore, it is important to consider appropriate countermeasures to dengue fever infection.",
            "cite_spans": [
                {
                    "start": 390,
                    "end": 408,
                    "text": "(Wood et al. 2015)",
                    "ref_id": "BIBREF34"
                }
            ],
            "ref_spans": [
                {
                    "start": 530,
                    "end": 537,
                    "text": "Table 2",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "(c) Food products in China"
        },
        {
            "text": "1 South American countries except Brazil and Mexico 2 Asia Pacific countries except Japan, China, South Korea, India, Taiwan, Indonesia, and Australia 3 African countries except South Africa (d) Hotels and restaurants in Japan Although the direct effect was not actually 0%, as the risk of dengue fever infection does exist in Japan, most of the indicated effects were induced abroad. Food imports from the Asia-Pacific countries had significant effects, namely, 23% from the fish product sector and 10% from the vegetable sector. The hotel and restaurant sector in Japan purchased 8252 m EUR from the local food product sector, 7750 m EUR from the local beverage sector, and 1041 m EUR from the fish product sector in the Asia-Pacific countries (Wood et al. 2015) . Although the value of the products purchased from the Asia-Pacific countries was smaller than was that of the local purchases, there was significant risk (18%) of the Asia-Pacific workers in the supply chain contracting the dengue virus (Table 2) . Japan imports various foods from Asian countries, such as shrimp (e.g., Penaeus indicus) from Southeast Asia, and appropriate risk management relevant to these foods would have to be considered.",
            "cite_spans": [
                {
                    "start": 746,
                    "end": 764,
                    "text": "(Wood et al. 2015)",
                    "ref_id": "BIBREF34"
                }
            ],
            "ref_spans": [
                {
                    "start": 1004,
                    "end": 1013,
                    "text": "(Table 2)",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "(c) Food products in China"
        },
        {
            "text": "No workers in Germany were predicted at risk of contracting dengue fever, the domestic effects were zero, and all the effects indicated were induced in Asia, Africa, and other countries. A number of sectors, such as the vegetable sector in Asia-Pacific countries (2%) and the crop sector in the African countries (2%) contributed to the effects. No significant industry contributed to the result.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(e) Motor vehicles in Germany"
        },
        {
            "text": "As regards the direct transactional value relevant to the motor vehicle sector in Germany, the value of the fabricated metal product sector in Germany was 12,424 m EUR and that of the rubber and plastic product sector was 7606 m EUR. In contrast, the value of both the vegetable sector in the Asia-Pacific countries and the crop sector in the African countries was less than 1 m EUR (Wood et al. 2015) . The supply chain of the motor vehicle sector is complex and includes agricultural activities. For example, vegetable oil is a raw material of chemicals, such as surfactants, and the starch produced by the crop sector is a component of the surface-sizing agents used in the paper manufacturing process. The motor vehicle sector in Germany purchased 147 m EUR from the paper and paper product sector (Wood et al. 2015) . The absolute amount of these agricultural inputs to the motor vehicle sector is small; however, these agricultural industries indicated relatively higher impacts. Significantly, 23% of the workers in the supply chain were classified at risk of contracting dengue fever (Table 2) . Therefore, the motor vehicle sector in Germany would be advised to analyze the components for which agricultural products from Asia and Africa are used in order to have appropriate contingency measures in place.",
            "cite_spans": [
                {
                    "start": 383,
                    "end": 401,
                    "text": "(Wood et al. 2015)",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 802,
                    "end": 820,
                    "text": "(Wood et al. 2015)",
                    "ref_id": "BIBREF34"
                }
            ],
            "ref_spans": [
                {
                    "start": 1092,
                    "end": 1101,
                    "text": "(Table 2)",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "(e) Motor vehicles in Germany"
        },
        {
            "text": "Similar to the motor vehicle sector, no effects were predicted for the plastic industry in Germany. Relevant to the international supply chain, no sectors showed a clear and significant contribution to the result; however, the wholesale sector (5%) and the vegetable sector in the Asia-Pacific countries (4%) were indicated in the result. Labor intensity in these countries is high, and 38% of workers in the supply chain were at risk of contracting dengue fever (Table 2 ). Similar to the motor vehicle sector in Germany, it is recommended that the components be examined that use agricultural products from Asia and Africa.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 463,
                    "end": 471,
                    "text": "(Table 2",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "(f) Plastics in Germany"
        },
        {
            "text": "In India, 96% of the effects are derived locally, including the direct effect of the iron and steel industry (26%). The service sectors, such as the retail trade sector (16%) and the wholesale trade sector (5%) contributed to the result in the supply chain. In addition, the effects of raw material acquisition activities, relevant to the coal and lignite sector (10%) and the iron ore sector (2%), were detected in the result. As shown in Table 2 , 71% of workers were at risk of contracting dengue fever; therefore, proactive risk management is required in this sector and its supply chain.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 440,
                    "end": 447,
                    "text": "Table 2",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "(g) Iron and steel in India"
        },
        {
            "text": "Direct effects accounted for 57% of the effects in the construction sector in India. The construction sector is labor intensive (223 workers/m EUR) compared with other sectors in India, such as the plastic sector (30 workers/m EUR) and the paper sector (93 workers/m EUR) (Wood et al. 2015) . The sectors providing materials to the construction sector, such as the wood product sector (5%) and the forestry sector (3%) had significant effects on the supply chain. In addition, the service sectors, such as the retail trade sector (6%) and the land transport sector (3%) contributed to the result. The effects induced locally in India contributed 97% to the total effects indicated for the country. The production value of this sector is large (135 b EUR) (Wood et al. 2015) , and the effects per monetary unit are significant (297 workers/m EUR). Consequently, this sector should consider countermeasures to the consequences of dengue fever infection.",
            "cite_spans": [
                {
                    "start": 272,
                    "end": 290,
                    "text": "(Wood et al. 2015)",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 755,
                    "end": 773,
                    "text": "(Wood et al. 2015)",
                    "ref_id": "BIBREF34"
                }
            ],
            "ref_spans": [],
            "section": "(h) Construction in India"
        },
        {
            "text": "The domestic effect accounted for 83% of the total, including a direct effect of 27%. In the supply chain, service sectors, such as the retail trade sector (8%) and the wholesale trade sector (6%), and agricultural sectors, such as the sugar cane sector (11%) and the forestry sector (2%), were indicated in the results. The chemical sector in Brazil purchased 2.8 b EUR from the local sugar cane and beet sector and 2.7 b EUR from the local naphtha sector (Wood et al. 2015) . Sugar cane has been used to produce ethanol as an alternative source of energy for motor vehicles in Brazil. The international supply chain contributed 17% to the effects; however, no significant effect was indicated from any sector in Brazil. However, the chemical sector would be advised to enhance risk management in their own sector and their supply chain, especially the sugar cane industry and the trade sectors.",
            "cite_spans": [
                {
                    "start": 457,
                    "end": 475,
                    "text": "(Wood et al. 2015)",
                    "ref_id": "BIBREF34"
                }
            ],
            "ref_spans": [],
            "section": "(i) Chemicals in Brazil"
        },
        {
            "text": "This study indicated that the effects of dengue fever could influence other countries through the international supply chain. The dengue infection data in 2030 (Hales et al. 2014 ) considered current-level countermeasures according to GDP. Therefore, the results indicated that further introduction of countermeasures are required to deduce the risk. The regions where dengue fever is not prevalent, such as the USA, Japan, and Germany, should consider appropriate countermeasures, as a percentage of workers involved in the supply chain of these countries have been classified as at risk of contracting the disease. In particular, industries that are reliant on labor (e.g., agriculture and the distribution industry) would have to consider adaptation measures carefully.",
            "cite_spans": [
                {
                    "start": 160,
                    "end": 178,
                    "text": "(Hales et al. 2014",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Adaptation strategies for dengue virus infection in industry"
        },
        {
            "text": "Worldwide, various adaptation actions have been introduced (Lesnikowski et al. 2013) . Bowen et al. (2014) suggested that reducing the health risks induced by climate change, cross-sectoral partnerships should be improved and influential organizations in the development of mitigation and adaptation measures should be identified. The downstream side of the supply chain has buying power, whereas the adaptive activities of the upstream side are influenced by the attitude of costumers (Berkhout et al. 2006; Fleming et al. 2014) . Therefore, the downstream side of the supply chain, such as industries in the USA, Japan, and Germany, could contribute to promoting a health management system in industries at risk of dengue fever infection.",
            "cite_spans": [
                {
                    "start": 59,
                    "end": 84,
                    "text": "(Lesnikowski et al. 2013)",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 87,
                    "end": 106,
                    "text": "Bowen et al. (2014)",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 486,
                    "end": 508,
                    "text": "(Berkhout et al. 2006;",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 509,
                    "end": 529,
                    "text": "Fleming et al. 2014)",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Adaptation strategies for dengue virus infection in industry"
        },
        {
            "text": "The Organization for Economic Co-operation and Development (OECD) Guidelines for Multinational Enterprises (OECD 2011) recommend avoiding Bthe foreseeable environmental, health, and safety-related impacts associated with the processes, goods, and services of the enterprise over their full life cycle.^For example, Ajinomoto incorporated company advises their suppliers to provide a regular healthcare management to their workers (Ajinomoto 2013) . These guidelines and activities could lead to support introduction of countermeasures to infectious disease to business partners and reduce business risk. However, a number of enterprises still do not implement such activities. Therefore, it is recommended that international initiatives, such as the United Nations Global Compact (United Nations 2017), clearly advice companies to support introduction of worker's health management systems to their business partners. These activities reduce business risks (Godfrey et al. 2009 ); therefore, I recommend that investors positively evaluate such risk management activities.",
            "cite_spans": [
                {
                    "start": 430,
                    "end": 446,
                    "text": "(Ajinomoto 2013)",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 957,
                    "end": 977,
                    "text": "(Godfrey et al. 2009",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Adaptation strategies for dengue virus infection in industry"
        },
        {
            "text": "A comprehensive and systematic framework is needed to study a policy option for the formulation of robust, pro-development climatic measures and effective health management (Chalabi and Kovats 2014) in order to counteract the effects of widespread diseases. However, this study focused only on the risk of dengue fever infection, with other diseases (e.g., malaria) and disasters (e.g., extreme weather conditions) not being taken into account.",
            "cite_spans": [
                {
                    "start": 173,
                    "end": 198,
                    "text": "(Chalabi and Kovats 2014)",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Limitation of the study"
        },
        {
            "text": "Furthermore, the results of this study include uncertainty. This is ascribed to the study having to model the predicted population at risk of dengue fever infection in 2030 on the actual industrial structure and international supply chain in 2007. The situation in 2007 was adopted because of the difficulty of predicting the future economic situation. However, as the textile industry has been relocating to a country where labor cost is lower, the industrial structure and the international supply chain have been changing. Therefore, the future economic situation has to be considered in order to increase the reliability of the study.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Limitation of the study"
        },
        {
            "text": "In this study, only the supply side was evaluated, although, typically, infectious diseases would affect the demand side as well. For example, the pandemic of severe acute respiratory syndrome (SARS) in Hong Kong, from November 2002 to August 2003, significantly affected local consumption and the travel industry (Siu and Wong 2004) . Therefore, future study would have to consider the effects of infectious diseases on the demand side as well.",
            "cite_spans": [
                {
                    "start": 314,
                    "end": 333,
                    "text": "(Siu and Wong 2004)",
                    "ref_id": "BIBREF28"
                }
            ],
            "ref_spans": [],
            "section": "Limitation of the study"
        },
        {
            "text": "The primary vector of dengue fever, the urban-adapted A. aegypti mosquito has been distributed across the tropical and sub-tropical latitudes (Simmons et al. 2012 ), but the total area at risk of dengue infection has been expanding (Hales et al. 2014) . The study clarified the effects of dengue fever infection on various global industries by projections for 2030, taking into account the international supply chain. The results indicated that more than 10% of workers involved in the supply chain of all the major industries in the USA, China, Japan, and Germany would be at risk of contracting dengue fever by 2030, whereas more than 70% of the workers in India and Brazil would be at risk by that time. The effects of dengue fever could influence industrial activities in the regions at risk (e.g., India and Brazil) and in the other regions (e.g., USA, Japan, and Germany) through the supply chain. In particular, industries that are highly labor intensive (agriculture, fishery, and the distribution industry) would be advised to consider adequate adaptation measures. It is recommended that the downstream side of the supply chain, such as industries in the USA, Japan, and Germany, identify processes at risk of infectious disease in the supply chain where worker's health management systems should be introduced. This study indicated that implementation of such systems would reduce business risks and improve shareholder value (Godfrey et al. 2009 ); therefore, I recommend that such interventions to upstream side of the supply chain be included in investment criteria. As the study focused only on the effects of dengue fever in 2030, with limited data being available, comprehensive analysis with data modeled for the future could increase the reliability of the results.",
            "cite_spans": [
                {
                    "start": 142,
                    "end": 162,
                    "text": "(Simmons et al. 2012",
                    "ref_id": null
                },
                {
                    "start": 232,
                    "end": 251,
                    "text": "(Hales et al. 2014)",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1437,
                    "end": 1457,
                    "text": "(Godfrey et al. 2009",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Conclusions"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "An overview of the GTAP 9 Data Base",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Aguiar",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Narayanan",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Mcdougall",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "J Glob Econ Anal",
            "volume": "1",
            "issn": "",
            "pages": "181--208",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Supplier CSR Guidelines",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Ajinomoto",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Learning to adapt: organisational adaptation to climate change impacts",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Berkhout",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Hertin",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Gann",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Clim Chang",
            "volume": "78",
            "issn": "",
            "pages": "135--156",
            "other_ids": {
                "DOI": [
                    "10.1007/s10584-006-9089-3"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "The global distribution and burden of dengue",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Bhatt",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "W"
                    ],
                    "last": "Gething",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [
                        "J"
                    ],
                    "last": "Brady",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Nature",
            "volume": "496",
            "issn": "",
            "pages": "504--507",
            "other_ids": {
                "DOI": [
                    "10.1038/nature12060"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Climate change adaptation and mitigation: next steps for cross-sectoral action to protect global health",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "J"
                    ],
                    "last": "Bowen",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Ebi",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Friel",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Mitig Adapt Strateg Glob Chang",
            "volume": "19",
            "issn": "",
            "pages": "1033--1040",
            "other_ids": {
                "DOI": [
                    "10.1007/s11027-013-9458-y"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Tools for developing adaptation policy to protect human health",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Chalabi",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Kovats",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Mitig Adapt Strateg Glob Chang",
            "volume": "19",
            "issn": "",
            "pages": "309--330",
            "other_ids": {
                "DOI": [
                    "10.1007/s11027-014-9544-9"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Some lessons learned from public health on the process of adaptation",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "L"
                    ],
                    "last": "Ebi",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Smith",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Burton",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Scheraga",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Mitig Adapt Strateg Glob Chang",
            "volume": "11",
            "issn": "",
            "pages": "607--620",
            "other_ids": {
                "DOI": [
                    "10.1007/s11027-006-3257-7"
                ]
            }
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Climate change risks and adaptation options across Australian seafood supply chains-a preliminary assessment",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Fleming",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Hobday",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Farmery",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Clim Risk Manag",
            "volume": "1",
            "issn": "",
            "pages": "39--50",
            "other_ids": {
                "DOI": [
                    "10.1016/j.crm.2013.12.003"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Investigating alternative approaches to harmonise multi-regional input-output data",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Geschke",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Wood",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Kanemoto",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Econ Syst Res",
            "volume": "26",
            "issn": "",
            "pages": "354--385",
            "other_ids": {
                "DOI": [
                    "10.1080/09535314.2014.937069"
                ]
            }
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "The relationship between corporate social responsibility and shareholder value: an empirical test of the risk management hypothesis",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "C"
                    ],
                    "last": "Godfrey",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "B"
                    ],
                    "last": "Merrill",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Hansen",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Strateg Manag J",
            "volume": "30",
            "issn": "",
            "pages": "425--445",
            "other_ids": {
                "DOI": [
                    "10.1002/smj.750"
                ]
            }
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Quantitative risk assessment of the effects of climate change on selected causes of death",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Hales",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Kovats",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Lloyd",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Campbell-Lendrum",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "World Health Organization",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Flood risks and impacts: a case study of Thailand's floods in 2011 and research questions for supply chain decision making",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Haraguchi",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [],
                    "last": "Lall",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Int J Disaster Risk Reduct",
            "volume": "15",
            "issn": "",
            "pages": "256--272",
            "other_ids": {
                "DOI": [
                    "10.1016/j.ijdrr.2014.09.005"
                ]
            }
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Economic input-output models for environmental life-cycle assessment",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Hendrickson",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Horvath",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Joshi",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Lave",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Environ Sci Technol Policy Anal",
            "volume": "32",
            "issn": "",
            "pages": "184--191",
            "other_ids": {
                "DOI": [
                    "10.1021/es983471i"
                ]
            }
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Climate change 2014: impacts, adaptation, and vulnerability, summary for policymakers. Part A: global and sectoral aspects. Contribution of working group II to the fifth assessment report of the Intergovernmental Panel on Climate Change ISO (2006) ISO 14040. Environmental management-life cycle assessment-principles and framework",
            "authors": [],
            "year": 2014,
            "venue": "International Organization for Standardization",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Autochthonous dengue fever",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Kutsuna",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Kato",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Moi",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Emerg Infect Dis",
            "volume": "21",
            "issn": "",
            "pages": "517--520",
            "other_ids": {
                "DOI": [
                    "10.3201/eid2103/141662"
                ]
            }
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "First two autochthonous dengue virus infections in metropolitan France",
            "authors": [
                {
                    "first": "La",
                    "middle": [],
                    "last": "Ruche",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Souarés",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Armengaud",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Euro Surveill",
            "volume": "15",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Building EORA: a global multi-region input-output database at high country and sector resolution",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Lenzen",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Moran",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Kanemoto",
                    "suffix": ""
                },
                {
                    "first": "Isaa",
                    "middle": [],
                    "last": "Geschke",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Econ Syst Res",
            "volume": "25",
            "issn": "",
            "pages": "20--49",
            "other_ids": {
                "DOI": [
                    "10.1080/09535314.2013.769938"
                ]
            }
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "How are we adapting to climate change? A global assessment",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "C"
                    ],
                    "last": "Lesnikowski",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Ford",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Berrang-Ford",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Mitig Adapt Strateg Glob Chang",
            "volume": "20",
            "issn": "",
            "pages": "277--293",
            "other_ids": {
                "DOI": [
                    "10.1007/s11027-013-9491-x"
                ]
            }
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "The many projected futures of dengue",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Messina",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [
                        "J"
                    ],
                    "last": "Brady",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Pigott",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Nat Rev Microbiol",
            "volume": "42",
            "issn": "",
            "pages": "1--10",
            "other_ids": {
                "DOI": [
                    "10.1038/nrmicro3430"
                ]
            }
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Input-output analysis: foundations and extensions. In: Input-output analysis. Foundations and extensions",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "E"
                    ],
                    "last": "Miller",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "D"
                    ],
                    "last": "Blair",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "10--68",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Life-cycle assessment framework for adaptation planning to climate change: linking regional climate impact with product design",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Nakano",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Int J Life Cycle Assess",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1007/s11367-015-0867-x"
                ]
            }
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Screening of climatic impacts on a country's international supply chains: Japan as a case study",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Nakano",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Mitig Adapt Strateg Glob Chang 1-17",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1007/s11027-015-9692-6"
                ]
            }
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "A practical approach to screening potential environmental hotspots of different impact categories in supply chains",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Nakatani",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Maruyama",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Fukuchi",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Moriguchi",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Sustainability",
            "volume": "7",
            "issn": "",
            "pages": "11878--11892",
            "other_ids": {
                "DOI": [
                    "10.3390/su70911878"
                ]
            }
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Efficient assessment of social hotspots in the supply chains of 100 product categories using the social hotspots database",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Norris",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Norris",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Aulisio",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Sustainability",
            "volume": "6",
            "issn": "",
            "pages": "6973--6984",
            "other_ids": {
                "DOI": [
                    "10.3390/su6106973"
                ]
            }
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "The first licensed dengue vaccine: an important tool for integrated preventive strategies against dengue virus infection",
            "authors": [
                {
                    "first": "France",
                    "middle": [],
                    "last": "Oecd ; Paris",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Pitisuttithum",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Bouckenooghe",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Expert Rev Vaccines",
            "volume": "584",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1080/14760584.2016.1189331"
                ]
            }
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Risk-based input-output analysis of influenza epidemic consequences on interdependent workforce sectors",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Santos",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "May",
                    "suffix": ""
                },
                {
                    "first": "El",
                    "middle": [],
                    "last": "Haimar",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Risk Anal",
            "volume": "33",
            "issn": "",
            "pages": "1620--1635",
            "other_ids": {
                "DOI": [
                    "10.1111/risa.12002"
                ]
            }
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Economic impact of dengue illness in the Americas",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "S"
                    ],
                    "last": "Shepard",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Coudeville",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "A"
                    ],
                    "last": "Halasa",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "AmJTrop Med Hyg",
            "volume": "84",
            "issn": "",
            "pages": "200--207",
            "other_ids": {
                "DOI": [
                    "10.4269/ajtmh.2011.10-0503"
                ]
            }
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Economic impact of SARS: the case of Hong Kong",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Siu",
                    "suffix": ""
                },
                {
                    "first": "Ycr",
                    "middle": [],
                    "last": "Wong",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Asian Econ Pap",
            "volume": "3",
            "issn": "",
            "pages": "62--83",
            "other_ids": {
                "DOI": [
                    "10.1162/1535351041747996"
                ]
            }
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Cost of dengue cases in eight countries in the Americas and Asia: a prospective study",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Suaya",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "S"
                    ],
                    "last": "Shepard",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "B"
                    ],
                    "last": "Siqueira",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "AmJTrop Med Hyg",
            "volume": "80",
            "issn": "",
            "pages": "846--855",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "GaBi LCA database documentation",
            "authors": [],
            "year": 2015,
            "venue": "Think step",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Probabilistic population projections based on the world population prospects: the 2010 revision",
            "authors": [],
            "year": 2011,
            "venue": "United Nations Global Compact Wernet G",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1007/s11367-016-1087-8"
                ]
            }
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Quo Vadis MRIO? Methodological, data and institutional requirements for multi-region input-output analysis",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Wiedmann",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "C"
                    ],
                    "last": "Wilting",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Lenzen",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Ecol Econ",
            "volume": "70",
            "issn": "",
            "pages": "1937--1945",
            "other_ids": {
                "DOI": [
                    "10.1016/j.ecolecon.2011.06.014"
                ]
            }
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "The material footprint of nations",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "O"
                    ],
                    "last": "Wiedmann",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Schandl",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Lenzen",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Proc Natl Acad Sci",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1073/pnas.1220362110"
                ]
            }
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Global sustainability accounting-developing EXIOBASE for multi-regional footprint analysis",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Wood",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Stadler",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Bulavskaya",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Sustain",
            "volume": "7",
            "issn": "",
            "pages": "138--163",
            "other_ids": {
                "DOI": [
                    "10.3390/su7010138"
                ]
            }
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Dengue vaccine research",
            "authors": [],
            "year": 2016,
            "venue": "World Health Organization",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "World Health Organization (2012) Global strategy for dengue prevention and control 2012-2020. World Health Organiszation",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Assessment procedure to calculate the future risk of dengue infection to industry through the global supply chain and regions. In the current study, the estimated population at risk of dengue of each country and region in 2030 was divided by the predicted population in 2030 (United Nations 2011) to quantify the population at risk of dengue infection per person. The percentage of the population at risk of dengue infection relevant to climate and socioeconomic changes in 2030",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Relation between number of workers at risk of contracting dengue fever and production value per country",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Proportions of estimated dengue fever risk through supply chain to major industry sectors in 2030",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Percentage of population",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Proportion of workers at risk of contracting dengue virus infection in major countries and industrial sectors",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Proportion of indirect effects of dengue fever risk on major countries and industrial sectors",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Major contributing industry to the risk of dengue infection in workers in the supply chain",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "Conflict of interest The author declares that there is no conflict of interest.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Compliance with ethical standards"
        }
    ]
}