{
    "paper_id": "fb1ca9acf50f62763c547be0b33a51c90da248e9",
    "metadata": {
        "title": "Fatal lower respiratory tract disease with human corona virus NL63 in an adult haematopoietic cell transplant recipient",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "The human corona virus NL63 (HCoV NL63) was discovered in 2004 by Dutch virologists subsequent to the outbreak of severe respiratory syndrome corona virus (SARS). 1 HCoV NL63 is present worldwide, and is considered to be a highly prevalent virus.",
            "cite_spans": [
                {
                    "start": 163,
                    "end": 164,
                    "text": "1",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "HCoV NL 63 primarily infects the upper respiratory tract, typically causing mild upper respiratory infectious symptoms such as cough, rhinorrhoea, and fever. The clinical course of HCoV NL63 infection is more severe in immunocompromised patients. Several inhibitors are known to reduce in vitro replication of the virus, but there is no effective antiviral treatment or vaccine at present. 2 HCoV NL63 virus is transmitted by airborne droplets and infection is community acquired. Community-acquired respiratory viruses are known to account for many cases of interstitial pneumonia as a common complication following allo-haematopoietic cell transplantation (HCT). 3 During immune reconstitution after allo-HCT, there is increased susceptibility to pulmonary viral infections, partly because of T-lymphocyte dysfunction due to the reversed CD4/CD8 ratio. 4 Multiple factors such as conditioning therapy, donor type, prolonged cytopenia, use of immunosuppressive drugs and GVHD predispose to prolonged immune reconstitution after allo-HCT. 5 The most commonly identified viral pathogens in the late-postengraftment phase are CMV and varicella zoster. 6 However, in many cases of suspected post transplant viral respiratory tract infection, no aetiological agent is identified. 7 We present a case of fatal HCoV NL63 pulmonary infection during the late-engraftment phase, 5 months after an allo-HCT with a matched unrelated donor in a patient without active GVHD and receiving only modest immune suppressive treatment.",
            "cite_spans": [
                {
                    "start": 390,
                    "end": 391,
                    "text": "2",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 665,
                    "end": 666,
                    "text": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 855,
                    "end": 856,
                    "text": "4",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1039,
                    "end": 1040,
                    "text": "5",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1150,
                    "end": 1151,
                    "text": "6",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1276,
                    "end": 1277,
                    "text": "7",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "A 42-year-old man with accelerated-phase CML received an erythrocyte-depleted BM graft from a 10/10 allelematched unrelated male donor after conditioning with TBI and CY. He received CYA and MTX for rejection and GVHD prophylaxis. Trimethoprim and aciclovir were administered throughout the post transplant period. The patient and donor were CMV antibody negative. PCR assay for CMV in the blood was negative as well. Engraftment was obtained at day þ 23. At the same time, a maculo-papular rash was noted. The patient was treated with steroids (2 mg/kg) in addition to the ongoing CYA treatment for acute grade 3 skin GVHD. Myeloid engraftment showed neutrophil count within normal limits, whereas the patient remained lymphocytopenic throughout the period with peripheral lymphocyte counts from 0.2 to 0.6 Â 10 9 /l. After transplant, he developed secondary hypoimmunoglobulinaemia and was treated with i.v. Igs twice. A BM examination at day þ 60 showed complete haematological remission, chromosomal examination showed normal male karyotype, and FISH analysis showed BCR-ABL negativity. PCR assay for BCR-ABL taken 5 months after transplantation was negative.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Five months after transplantation, the patient developed an unproductive cough and influenza-like illness, leading to hospital admission. He was still on CYA, valaciclovir and fluconazole treatment, but received no steroids. He reported that his 5-year-old son had shown the same symptoms a week before the disease onset. It was noted that the son spent every day at the kindergarten. At admission, the patient presented with a dry cough and intercostal pain due to coughing. He developed a fever on the day of admission. Neutrophil levels were 2.5 Â 10 9 /l and lymphocyte levels 0.4 Â 10 9 /l; C-reactive protein level had elevated to 34 mg/l (0-10). The chest X-ray showed bilateral infiltrates that were predominantly localized to the lower right lobe. BAL examination was performed twice. The BAL fluid taken at the day of admission was PCR positive for HCoV NL 63, whereas that taken at day 11 was negative for HCoV NL63. The BAL and several tracheal and nasopharyngeal fluid examinations before and during admission were negative for fungi, acid-fast bacilli, gram stain and culture, cytology, CMV, and respiratory viruses (RSV, influenzavirus A þ B, parainfluenzavirus, metapneumovirus, adenovirus, rhinovirus and Pneumocystis jiroveci). On the day of admission, i.v. empirical antimicrobial therapy comprising carbapenemes, caspofungin and trimethoprim was initiated. There was no relief of symptoms. He was intubated at day 4, as his respiratory status deteriorated. At day 7, caspofungin treatment was replaced by lipid amphothericin B, and steroid treatment was initiated (80 mg/day) for idiopathic pneumonia syndrome (IPS) without improvement.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "CT scan and lung biopsy for final diagnostic IPS evaluation could not be performed because of the patient's poor respiratory status. The patient died 5 weeks after admission owing to progressive respiratory failure.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Post-mortem autopsy confirmed signs of chronic inflammation in the lungs, severe alveolar damage, intra-alveolar hyaline membranes and interstitial oedema. No fungi, pneumocystis, mycobacteria or other pathogens were identified. PCR analysis of the alveolar fluid was negative for CMV and HCoV NL63. The BM showed CR. Other organs showed no pathology.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "This patient initially presented with upper respiratory prodrome, which progressed to pneumonia and respiratory failure. Initial blood tests and X-ray evaluation were compatible with a respiratory virus illness. In the light of the clinical features, continuous lymphocytopenia and the detection of HCoV NL 63 in the BAL fluid taken at the day of admission, the respiratory disease in this patient is considered significant for HCoV NL63 lower respiratory tract infection.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "It may be noted that our case suggests a communityacquired transmission of the HCoV NL63 from a symptomatic 5-year-old child to a HCT patient during the lateengraftment phase 5 months after transplantation. The patient had no active GVHD and was receiving only modest immune suppressive treatment. The BAL fluid at day 11 of admission and the final PCR analysis post mortem were negative for HCoV NL63, suggesting that the patient had cleared the virus. The time of onset of respiratory symptoms and the radiology and autopsy findings are consistent with development of IPS. As infections might be involved in the initial lung tissue injury, inflammation and cytokine release before IPS development, 8 this case might suggest a possible correlation between HCoV NL63 infection and subsequent IPS.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Although evaluation for corona virus in symptomatic HCT patients is not routinely performed, we believe it should be considered in the differential diagnoses of respiratory failure or as a possible causative agent before the development of IPS after allo-HCT for haematological disease.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Identification of a new human coronavirus",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Van Der Hoek",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Pyrc",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "F"
                    ],
                    "last": "Jebbink",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Vermeulen-Oost",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "T"
                    ],
                    "last": "Berkhout",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "C"
                    ],
                    "last": "Wolthers",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Nat Med",
            "volume": "10",
            "issn": "",
            "pages": "368--373",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Human coronaviruses: what do they cause?",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Van Der Hoek",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Antivir Ther",
            "volume": "12",
            "issn": "",
            "pages": "651--658",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Emerging viruses in transplantation: there is more to infection after transplant than CMV and EBV",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Fischer",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Transplantation",
            "volume": "86",
            "issn": "",
            "pages": "1327--1339",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Prolonged immune deficiency following allogeneic stem cell transplantation: risk factors and complications in adult patients",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Maury",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "Y"
                    ],
                    "last": "Mary",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Rabian",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Swarzinger",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Toubert",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Scieux",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Br J Haematol",
            "volume": "115",
            "issn": "",
            "pages": "630--641",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Risk factors for fatal infectious complications developing late after allogeneic stem cell transplantation",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Bjorklund",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Aschan",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Labopin",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Remberger",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Ringden",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Winiarski",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Bone Marrow Transplant",
            "volume": "40",
            "issn": "",
            "pages": "1055--1062",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Late infections after allogeneic bone marrow transplantations: comparison of incidence in related and unrelated donor transplant recipients",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Ochs",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [
                        "O"
                    ],
                    "last": "Shu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Miller",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Enright",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wagner",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Filipovich",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Blood",
            "volume": "86",
            "issn": "",
            "pages": "3979--3986",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Respiratory virus infections in adult T celldepleted transplant recipients: the role of cellular immunity",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Chakrabarti",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "E"
                    ],
                    "last": "Collingham",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Marshall",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Holder",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Gentle",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Hale",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Transplantation",
            "volume": "72",
            "issn": "",
            "pages": "1460--1463",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Idiopathic pneumonia syndrome: changing spectrum of lung injury after marrow transplantation",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "P"
                    ],
                    "last": "Kantrow",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "C"
                    ],
                    "last": "Hackman",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Boeckh",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Myerson",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "W"
                    ],
                    "last": "Crawford",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Transplantation",
            "volume": "63",
            "issn": "",
            "pages": "1079--1086",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": [
        {
            "text": "The authors declare no conflict of interest. L Oosterhof 1 , CB Christensen 2 and H Sengelv 1 1",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conflict of interest"
        }
    ]
}