{
    "paper_id": "fbb7fe7a70566b3f30f731876ba8ff7e5144f3fe",
    "metadata": {
        "title": "Curtailing transmission of severe acute respiratory syndrome within a community and its hospital †",
        "authors": [
            {
                "first": "James",
                "middle": [
                    "O"
                ],
                "last": "Lloyd-Smith",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Alison",
                "middle": [
                    "P"
                ],
                "last": "Galvani",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Wayne",
                "middle": [
                    "M"
                ],
                "last": "Getz",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of California",
                    "location": {
                        "postCode": "94720",
                        "settlement": "Berkeley",
                        "region": "CA",
                        "country": "USA"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Severe acute respiratory syndrome (SARS) has been transmitted extensively within hospitals, and healthcare workers (HCWs) have comprised a large proportion of SARS cases worldwide. We present a stochastic model of a SARS outbreak in a community and its hospital. For a range of basic reproductive numbers (R 0 ) corresponding to conditions in different cities (but with emphasis on R 0~3 as reported for Hong Kong and Singapore), we evaluate contact precautions and case management (quarantine and isolation) as containment measures. Hospital-based contact precautions emerge as the most potent measures, with hospital-wide measures being particularly important if screening of HCWs is inadequate. For R 0 = 3, case isolation alone can control a SARS outbreak only if isolation reduces transmission by at least a factor of four and the mean symptom-onset-to-isolation time is less than 3 days. Delays of a few days in contact tracing and case identification severely degrade the utility of quarantine and isolation, particularly in high-transmission settings. Still more detrimental are delays between the onset of an outbreak and the implementation of control measures; for given control scenarios, our model identifies windows of opportunity beyond which the efficacy of containment efforts is reduced greatly. By considering pathways of transmission in our system, we show that if hospital-based transmission is not halted, measures that reduce community-HCW contact are vital to preventing a widespread epidemic. The implications of our results for future emerging pathogens are discussed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "When a previously unknown infectious disease emerges, the initial options for control are limited. In the absence of an effective treatment or vaccine, policies are restricted to case management (such as the isolation of known cases and quarantine of their contacts) and contact precautions for identifiable high-risk groups. Owing to limitations in public health resources and concern about personal freedoms and economic impacts, policy-makers face decisions regarding the relative importance of such efforts. This paper identifies priorities and trade-offs for the control of the newly identified coronavirus that has caused an epidemic of severe acute respiratory syndrome (SARS) worldwide, particularly in parts of Asia. Our analysis focuses on the role of hospitals and healthcare workers (HCWs) in disease transmission by dividing the threatened population (city or region) into two groups: a hospital community and the community-at-large.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "Hospitals have been widely recognized as the highestrisk settings for SARS transmission (Drazen 2003; Lee et al. 2003) . As of early June 2003, HCWs have comprised ca. 63% of SARS cases in Hanoi, 51% in Toronto, 42% in Singapore, 22% in Hong Kong and 18% in mainland China (Booth et al. 2003; Hong Kong Department of Health 2003; Leo et al. 2003; Twu et al. 2003; World Health Organization 2003) . Healthcare settings and HCWs are thus an obvious focus for SARS control efforts, with particular concern for preventing leakage of the dis-ease from hospitals back into the surrounding communities.",
            "cite_spans": [
                {
                    "start": 88,
                    "end": 101,
                    "text": "(Drazen 2003;",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 102,
                    "end": 118,
                    "text": "Lee et al. 2003)",
                    "ref_id": null
                },
                {
                    "start": 273,
                    "end": 292,
                    "text": "(Booth et al. 2003;",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 293,
                    "end": 329,
                    "text": "Hong Kong Department of Health 2003;",
                    "ref_id": null
                },
                {
                    "start": 330,
                    "end": 346,
                    "text": "Leo et al. 2003;",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 347,
                    "end": 363,
                    "text": "Twu et al. 2003;",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 364,
                    "end": 395,
                    "text": "World Health Organization 2003)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "We present a model of a nascent SARS outbreak in a community and its hospital, addressing the relative benefits of case management and contact precautions for containing the disease. At the time of writing, this situation holds great relevance because travel from regions with ongoing epidemics has the potential to seed new outbreaks worldwide (Twu et al. 2003) . Of greatest concern are countries with poor health infrastructure, and the possibility of a seasonal re-emergence of SARS in the Northern Hemisphere's next winter. Furthermore, although our model is parameterized for SARS, the lessons learned will be useful in future outbreaks of novel infectious diseases or pandemic influenza strains.",
            "cite_spans": [
                {
                    "start": 345,
                    "end": 362,
                    "text": "(Twu et al. 2003)",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "Our analysis is based on a stochastic model, because chance events can greatly influence the early progression of an outbreak. We pay particular attention to capturing realistic distributions for the incubation and symptomatic periods associated with SARS, because the natural history of disease progression is less likely to vary between epidemics than are the mixing and transmission patterns. Disease control measures are described by explicit parameters, so their respective contributions to containment can be teased apart (see table 1 ). The hospitalization rates of infected community members and HCWs are denoted by h c and h h , respectively, and q is the rate of quarantining exposed individuals in the community following contact tracing. The transmission rate for case-isolated individuals is modified by a factor k, reflecting measures such as respiratory isolation and negative pressure rooms, and transmission by quarantined individuals is modified by g. Table 1 . Summary of transmission and case-management parameters, including the range of values used throughout the study and the three control strategies depicted in figure 3. factors modifying transmission rate, owing to: pre-symptomatic transmission « 0-0.1 0.1 0.1 0.1 hospital-wide contact precautions h 0-1 0.5 0.9 0.5 reduced HCW-community mixing r 0-1 0.5 1 0.5 case isolation k 0-1 1 0.5 0.5 quarantine g 0-1 0.5 0.5 0.5 daily probability of: quarantining of incubating individuals in the community q 0-1 0 0.5 0.5 (E c ) isolation of symptomatic individuals in the community h c 0-1 0.3 0.9 0.9 (I c ) isolation of symptomatic HCWs (I h ) h h 0.9 0.9 0.9 0.9",
            "cite_spans": [
                {
                    "start": 1612,
                    "end": 1618,
                    "text": "(I h )",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 533,
                    "end": 540,
                    "text": "table 1",
                    "ref_id": null
                },
                {
                    "start": 970,
                    "end": 977,
                    "text": "Table 1",
                    "ref_id": null
                }
            ],
            "section": "INTRODUCTION"
        },
        {
            "text": "Hospital-wide contact precautions, such as the use at all times of sterile gowns, filtration masks and gloves, modify within-hospital transmission by a factor h. A final parameter r describes efforts to reduce contact between offduty HCWs and the community. Control parameters are thus divided into those describing case-management measures (h c , h h , q, g, k) and those describing contact precautions (h and r). The most difficult process to characterize in any epidemic is disease transmission. This can be divided into a contact process and the probability of transmission given contact. The former varies dramatically between communities (owing to, for example, usage patterns of public transport or housing density) and between diseases (owing to different modes of transmission); the latter also depends on both the disease (the proximity required for transmission) and the community (cultural mores relating to intimacy of contact and hygiene). Thus, transmission rates are both disease-and community-dependent and will vary from country to country, as well as between cities within a region . This geographical variation translates directly into variations in the basic reproductive number R 0 of the epidemic, which is the average number of secondary cases generated by a 'typical' infectious individual in a completely susceptible population, in the absence of control measures (Diekmann & Heesterbeek 2000) . For instance, SARS is likely to have different R 0 values in Beijing and Toronto, owing to differences in cultural practices, environmental conditions and population density. Such differences are confirmed by Galvani et al. (2003) , who report widely varying doubling times for SARS outbreaks in six affected regions.",
            "cite_spans": [
                {
                    "start": 1390,
                    "end": 1419,
                    "text": "(Diekmann & Heesterbeek 2000)",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1631,
                    "end": 1652,
                    "text": "Galvani et al. (2003)",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "Recent analyses of SARS incidence data from Hong Kong (Riley et al. 2003) and Singapore and other settings (Lipsitch et al. 2003) report R 0 to be 2.7 (95% confidence interval (CI): 2.2-3.7) and ca. 3 (90% CI: 1.5-7.7), respectively. As acknowledged by these authors, the estimation of R 0 is complicated by healthcare practices in place before outbreaks are recognized-measuring a disease's rate of spread in the true absence of control is rarely Proc. R. Soc. Lond. B (2003) possible. In the case of SARS, non-specific control measures may have helped or hindered early epidemic growth: hospitalization of symptomatic cases reduced transmission to the general community, but put HCWs at risk owing to unprotected medical procedures, possibly contributing to so-called super-spreading events. (Note that the R 0 reported by Riley et al. (2003) excludes such events.) Estimates of R 0 from data including non-specific control measures therefore could be biased in either direction. Taking note of the confidence intervals cited above, R 0 values associated with SARS in different parts of the world could easily vary from 1.5 to 5-roughly the same range as has been estimated for influenza (Hethcote 2000; Ferguson et al. 2003) . SARS is thought to be primarily transmitted via large-droplet contact, compared with airborne transmission via droplet nuclei for influenza, but faecal-oral and fomite transmission are suspected in some circumstances (Riley et al. 2003; Seto et al. 2003; Wenzel & Edmond 2003) .",
            "cite_spans": [
                {
                    "start": 54,
                    "end": 73,
                    "text": "(Riley et al. 2003)",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 107,
                    "end": 129,
                    "text": "(Lipsitch et al. 2003)",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 462,
                    "end": 476,
                    "text": "Lond. B (2003)",
                    "ref_id": null
                },
                {
                    "start": 825,
                    "end": 844,
                    "text": "Riley et al. (2003)",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 1190,
                    "end": 1205,
                    "text": "(Hethcote 2000;",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1206,
                    "end": 1227,
                    "text": "Ferguson et al. 2003)",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1447,
                    "end": 1466,
                    "text": "(Riley et al. 2003;",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 1467,
                    "end": 1484,
                    "text": "Seto et al. 2003;",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 1485,
                    "end": 1506,
                    "text": "Wenzel & Edmond 2003)",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "To obtain some general results we evaluate control strategies for scenarios reflecting R 0 values from 1.5 to 5, with particular emphasis on R 0~3 , which is the current most likely estimate for Hong Kong and Singapore. Because the feasibility of implementing different control measures varies from country to country (owing to public health infrastructure, for instance, or concerns about civil liberties), we evaluate the extent to which one control measure can compensate for another. We distinguish the impact of two types of delay in the control response: the delay in isolating (or quarantining) particular individuals, and the delay in implementing a systemic control policy after the first case arises. Finally, we consider the pathways of transmission in our model, to obtain direct insight into the role played by HCWs in containing the epidemic.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "Our model divides the population into an HCW core group and the general community (denoted by subscripts 'h' and 'c', respectively); infected individuals may enter (a) overall structure case management (subscript 'm'), representing quarantine or case isolation. We categorized disease classes as susceptible (S c , S h ), incubating (E c , E h , E m ), symptomatic (I c , I h , I m ) and removed owing to recovery or death (R c , R h ). The model updates in 1-day timesteps, representing the smallest interval for which people's activities can be thought to be equivalent. Substructures associated with daily movements are summarized in figure 1 , with details given in the caption. Stochastic transitions of individuals between classes, based on the probabilities shown in figure 1, were implemented by Monte Carlo simulation. The baseline transmission rate of symptomatic individuals in the community, b, was chosen to produce the range of R 0 values used in our different scenarios (see next paragraph). Given the possibility of pre-symptomatic transmission of SARS (Cyranoski & Abbott 2003; Donnelly et al. 2003) , our model allows transmission at a reduced rate «b by incubating individuals. Disease transmission occurs via the following pathways, with contributions weighted as shown in figure 1d . The hazard rate of infection for susceptibles in the community, represented by l c , contains contributions from unmanaged incubating and symptomatic community members (E c and I c ), as well as off-duty HCWs (E h and I h ). Quarantined individuals (E m ) transmit to S c at a reduced rate, reflecting household contacts and breaches of quarantine. The infection hazard rate for HCWs, l h , contains contributions from workplace transmission risks, from isolated patients (I m ) and unmanaged incubating and symptomatic Proc. R. Soc. Lond. B (2003) Figure 1 . Flow diagram of the transmission dynamics of a SARS epidemic within a hospital coupled to that in a community. (a) We modelled SARS transmission as an SEIR process (S, susceptible; E, incubating; I, symptomatic; R, removed) structured into an HCW core group (subscript h), a community-at-large (subscript c), and a case-managed group (subscript m) of quarantined (E m ) and isolated (I m ) individuals. (b) Incubating individuals in all three groups (E x , where x = c,h,m) were further structured into 10 disease-age classes, with daily probabilities p i of progressing to the symptomatic phase. Values of pi were interpolated linearly between p 1 = 0 and p 10 = 1, yielding a distribution of incubation periods consistent with data (see electronic Appendix A, available on The Royal Society's Publications Web site). (c) Symptomatic individuals in all three groups (I x , where x = c,h,m) were structured into two initial disease-age and three subsequent disease-stage classes (in which individuals have a probability r of moving to the next stage each day). Individuals leaving the final symptomatic class (I x5 ) go to R c or R h , depending on whether they originated in S c or S h . Details of the incubating and symptomatic substructures are discussed in electronic Appendix A. Independent of the disease progression described in (b) and (c), individuals can enter case management with daily probabilities q for quarantine, or h c and h h for isolation (in the community and HCW groups, respectively). Individuals must already be in class I c or I h to be isolated, so the soonest that an un-quarantined individual can be isolated is after the first day of symptoms; individuals in quarantine are assumed to move directly into isolation when symptoms develop. (d ) The transmission hazard rates for susceptible individuals S j are denoted by l j ( j = c,h) and depend on weighted contributions from community and HCW sources as described in § 2 (and table 1). The discrete-time stochastic formulation of our model allows for the possibility of multiple infectious contacts within a timestep, so for a susceptible individual subject to total hazard rate l j the probability of infection on a given day is 1 2 exp(2l j ). (Note that the units of b are day 2 1 .) We assume density-independent contact rates and random mixing within each pool, so hazard rates of infection are dependent on the transmission rate for each infectious class multiplied by the proportion of the population in that class. Specifically, defining the effective number of individuals in the hospital mixing pool as N h = S h 1 E h 1 I h 1 R h 1 I m and in the community mixing pool as",
            "cite_spans": [
                {
                    "start": 1069,
                    "end": 1094,
                    "text": "(Cyranoski & Abbott 2003;",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1095,
                    "end": 1116,
                    "text": "Donnelly et al. 2003)",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [
                {
                    "start": 637,
                    "end": 645,
                    "text": "figure 1",
                    "ref_id": null
                },
                {
                    "start": 1293,
                    "end": 1302,
                    "text": "figure 1d",
                    "ref_id": null
                },
                {
                    "start": 1854,
                    "end": 1862,
                    "text": "Figure 1",
                    "ref_id": null
                }
            ],
            "section": "MODEL DESCRIPTION"
        },
        {
            "text": "In simulations, the number of infection events in each timestep is determined by random draws from binomial (S j , 1 -exp(2l j )) distributions ( j = c,h). Equations describing the model are given in electronic Appendix A.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "MODEL DESCRIPTION"
        },
        {
            "text": "co-workers (E h and I h ), as well as from off-duty time in the community. To describe case management and control of the epidemic, we further modified transmission (figure 1d ) in terms of the parameters g, k, h and r introduced earlier (see table 1 ). Specifically, in the healthcare environment, transmission occurs at a rate of hb owing to hospital-wide precautions, and transmission by isolated patients (I m ) is further modified by the factor k. Transmission rates between HCWs and community members are modified by the factor r. Quarantine reduces contact rates by a factor g, such that the net transmission rate of quarantined incu-",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 243,
                    "end": 250,
                    "text": "table 1",
                    "ref_id": null
                }
            ],
            "section": "MODEL DESCRIPTION"
        },
        {
            "text": "When all other parameters are fixed at values representing no control measures, each R 0 from our assumed range of 1.5 to 5 uniquely determines a value of b to be used in our simulations. Throughout this paper, unless otherwise stated, we assume that incubating individuals transmit at one-tenth of the rate of symptomatic individuals (i.e. « = 0.1). The effects of control are explored by calculating the values of the case-management rates (h c , h h , q) and transmission-reduction parameters ( r, k, g, h) required to reduce the effective reproductive number R to below 1, where R is the expected number of secondary cases generated from an average infection when a given control policy is in place. Calculation of reproductive numbers R 0 and R for our model is described in electronic Appendix A available on The Royal Society's Publications Web site. For a two-pool model such as this, the systemwide reproductive number is the dominant eigenvalue of a 2´2 next-generation matrix (Diekmann & Heesterbeek 2000) ; individual elements of this matrix (R ij , where i, j = c or h) give insight into the potential for disease spread within and between the c and h pools.",
            "cite_spans": [
                {
                    "start": 496,
                    "end": 509,
                    "text": "( r, k, g, h)",
                    "ref_id": null
                },
                {
                    "start": 987,
                    "end": 1016,
                    "text": "(Diekmann & Heesterbeek 2000)",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "MODEL DESCRIPTION"
        },
        {
            "text": "Each simulation is initiated with a single infection in the community. Unless otherwise stated, we model the spread and control of SARS in a population of 100 000 individuals and a hospital of 3000 individuals (cf. Dwosh et al. 2003) . In electronic Appendix A we assess sensitivity of our results to absolute population size, and also to the relative size of the two pools.",
            "cite_spans": [
                {
                    "start": 215,
                    "end": 233,
                    "text": "Dwosh et al. 2003)",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "MODEL DESCRIPTION"
        },
        {
            "text": "(a) Stochastic epidemics and the reproductive number Epidemics with reproductive number R , 1 tend to fade out, because on average each infection does not replace itself. When R . 1, the epidemic is expected to grow, although if the number of cases is small then random events can lead to fadeout of the disease, particularly if R is close to 1. (Note that these statements apply equally to the basic reproductive number, R 0 , and the effective reproductive number under a control strategy, R). Sample simulations of our model exhibit this basic trend (figure 2a), as we see fadeout for four out of five simulations corresponding to R = 1.2, two out of five for R = 1.6 and one out of five for R = 2. In addition, note the variability in epidemic timing and rate of growth between realizations of our stochastic model.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RESULTS AND DISCUSSION"
        },
        {
            "text": "As fadeout is an imprecise concept, we frame our results in terms of 'epidemic containment', which we define as the eradication of the disease within 200 days of the first case, subject to the additional criterion that less than 1% of the population ever become infected. (This criterion is needed because a highly virulent disease can pass through a population within 200 days and still infect a large proportion of individuals before extinguishing itself.) The probability of containment in our model decreases with increasing R (figure 2b), but is still significantly larger than zero for R~5. (This relationship can be defined precisely for stochastic models simpler than ours-see Diekmann & Heesterbeek (2000) .) We note from figure 2b that even control measures that do not reduce R to below 1 can have a substantial probability of succeeding, provided that they are imposed when the number of cases is small.",
            "cite_spans": [
                {
                    "start": 685,
                    "end": 714,
                    "text": "Diekmann & Heesterbeek (2000)",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "RESULTS AND DISCUSSION"
        },
        {
            "text": "To identify control strategies sufficient to contain a SARS outbreak, we consider parameter combinations that reduce the effective reproductive number to 1. We plot R = 1 contours for a range of R 0 values in two-dimensional parameter spaces (figures 2c-e); parameter regions to the left of the lines give R , 1. First we explore whether case isolation alone can control a SARS outbreak in a community and its hospital, as a function of the daily probability that a symptomatic individual in the community will be identified and isolated (h c ), and the factor by which isolation modifies the transmission rate (k). We compare scenarios where hospital-wide transmission occurs at the same rate (h = 1, figure 2c) versus half the rate (h = 0.5, figure 2d), as in the general community. Unsurprisingly, the extent of measures required to control an outbreak is strongly dependent on R 0 . If R 0~3 (as reported for SARS in Hong Kong and Singapore) and no general contact precautions are taken in the hospital (figure 2c, black curves), we see that an outbreak can be controlled only if case isolation reduces transmission by at least a factor of four (k , 0.25), and the mean onset-to-hospitalization time is less than 3 days (h c . 0.3). More stringent infection control (lower values of k) allows slightly slower hospitalization to be effective. When general contact precautions cut hospital transmission by half (figure 2d ), case isolation has a considerably greater chance of success, although rapid hospitalization is still imperative.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RESULTS AND DISCUSSION"
        },
        {
            "text": "These results agree qualitatively with Riley et al. (2003) , who conclude that the observed reduction of mean onsetto-hospitalization time from 4.84 days to 3.67 days was not sufficient to control the Hong Kong outbreak (with their assumed value of k = 0.2). Different model structures complicate quantitative comparisons (we model HCWs explicitly, whereas Riley et al. (2003) consider spatial coupling), but to test changes in R that were owing to case isolation we approximate their model by setting h h = h c and r = h = 1. Increasing h c from 1/4.84 to 1/3.67 then reduces R by 11%, in precise agreement with the result obtained in the Hong Kong study.",
            "cite_spans": [
                {
                    "start": 39,
                    "end": 58,
                    "text": "Riley et al. (2003)",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 357,
                    "end": 376,
                    "text": "Riley et al. (2003)",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": "RESULTS AND DISCUSSION"
        },
        {
            "text": "Delays in initiating isolation of symptomatic individuals are shown by three contours of each colour (figure 2c,d; delays increase from right to left). Such delays are relatively unimportant when R 0 is low but become critical as R 0 increases, since in higher transmission settings symptomatic individuals are more likely to reproduce their infection in just a few days of unrestricted mixing, requiring disproportionate efforts on other control measures if isolation is delayed. For example, when R 0 = 5 and h = 0.5 (figure 2d, purple lines), if case isolation is initiated after the first day of symptoms then a sixfold reduction in transmission (k~0.17) and 40% daily isolation probability (h c = 0.4) is sufficient to contain the outbreak (point marked ¤ ), whereas delaying isolation for 2 more days requires near-perfect isolation practices (k , 0.1, h c . 0.7) to assure containment. Note that preliminary evidence suggests a variation in viral load throughout the symptomatic period of SARS , which if correlated with infectiousness could affect our conclusions regarding the importance of immediate case isolation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RESULTS AND DISCUSSION"
        },
        {
            "text": "In all cases (figure 2c,d ), we identify a marked threshold in the interaction between k and h c . For example, in an outbreak with R 0 = 2.5 and h = 0.5 (figure 2d, red lines), making improvements in isolation practices (decreasing k value) has little effect on R if current control measures place the system at point A, but shows dramatic benefits if the system is at point B. Conversely, increasing h c significantly boosts control from point A but has negligible effects from point B. This threshold arises because even if all cases are isolated immediately (h c = 1) the epidemic will not be contained unless k is sufficiently low. Conversely, even if isolation stops transmission entirely (k = 0), the outbreak will not be contained unless a sufficient proportion of cases are isolated soon enough. The sharpness of this threshold arises in part because the proportion of individuals not isolated by the nth day is (1 2 h c ) n , where values of n~10 2 20 are pertinent because individuals with SARS often remain symptomatic for an extended period. The threshold softens as R 0 increases, since when transmission rates are higher the critical values of n are smaller (i.e. individuals must be isolated sooner, on average, to keep R , 1). These findings highlight that pushing blindly to upgrade any given control measure may not advance the fight against SARS; with limited resources, the best approach is to identify where the current policy is failing (e.g. inadequate case identification versus ineffective isolation practices) and make targeted improvements.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RESULTS AND DISCUSSION"
        },
        {
            "text": "For situations where modern case isolation facilities are not available, we explore the extent to which quarantine can compensate as a control measure (figure 2e). For fixed case isolation probabilities, we investigate the trade-off between q, the daily probability that an incubating individual will be traced and quarantined, and k, the degree to which case isolation reduces transmission. We assume that transmission in quarantine is reduced by half, on average, because experiences in Singapore and elsewhere have indicated that many people are not compliant (Mandavilli 2003) . For each value of R 0 in figure 2e, we plot R = 1 contours for two speeds of contact tracing (i.e. delays before quarantining begins).",
            "cite_spans": [
                {
                    "start": 563,
                    "end": 580,
                    "text": "(Mandavilli 2003)",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "(c) Contact tracing and quarantine"
        },
        {
            "text": "The potential for quarantining to aid SARS containment increases markedly with R 0 . In low-transmission settings (figure 2e, dark blue lines) there is little difference between immediate quarantine and none at all-a small change in k or h would be more effective than instituting a quarantine policy. By contrast, for higher R 0 quarantining can aid control substantially. In a setting with R 0 = 5 (figure 2e, purple lines), in the absence of quarantining a value of k , 0.06 is required to contain an outbreak. If daily quarantining probabilities are at least 0.3, however, then k~0.25 is sufficient to achieve containment. Thus, even a partly effective quarantine policy creates a significant opportunity to assure containment (i.e. to bring R below 1) where little existed before. In developing world settings, implementing moderate quarantine programmes may be far more tractable than attaining near-perfect case isolation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(c) Contact tracing and quarantine"
        },
        {
            "text": "Quarantining aids disease containment in two ways in our model. First, individuals in quarantine (E m ) are assumed to proceed immediately to case isolation (I m ) when they develop symptoms. Second, lower contact rates of quarantined individuals reduce transmission during the Proc. R. Soc. Lond. B (2003) incubation period (only relevant when « Þ 0). The dotted lines in figure 2e show cases where no transmission occurs during incubation (i.e. « = 0); the lines are shifted rightwards because this decreases R 0 by a small amount. Sensitivity to quarantining rate (shown by the curvature of the lines) is only slightly diminished, though, indicating that the effect of quarantine is due primarily to rapid isolation once symptoms develop.",
            "cite_spans": [
                {
                    "start": 292,
                    "end": 306,
                    "text": "Lond. B (2003)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "(c) Contact tracing and quarantine"
        },
        {
            "text": "The maximum benefit of quarantining is realized when contact tracing begins on the first day following exposure (rightmost solid line of each colour in figure 2e ). Rapid gains are made as q increases from zero, but this effect saturates at relatively low daily probabilities. This saturation occurs because the effect of quarantine is due primarily to faster case isolation, so the important quantity is the proportion of cases that are traced before they progress to symptoms. The proportion traced by the nth day is 1 2 (1 2 q) n , which, for n~5 (the median incubation period for SARS), approaches 1 quickly as q increases. If contact tracing is delayed such that no individuals are quarantined until 5 days following exposure (leftmost lines in figure 2e), the contribution of quarantine is considerably reduced even if q is high. This follows because 5 days is the median incubation period, so that half of the cases will already have developed symptoms before quarantining begins. Thus, it is essential for contact tracing to begin quickly, even if coverage is initially low: tracing just a few exposed contacts quickly can have a large effect. As for case isolation, the impact of delays is greater for higher transmission settings because unmanaged cases (in this case, the untraced individuals who become symptomatic) can do greater damage.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 152,
                    "end": 161,
                    "text": "figure 2e",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "(c) Contact tracing and quarantine"
        },
        {
            "text": "Note that in settings where individuals remain quarantined for some portion of the symptomatic period instead of entering isolation immediately, quarantining aids control efforts by reducing mixing rates during the early phase of the highly infectious period. This contribution to containment is not included in our model, and would increase the impact of quarantine measures on epidemic growth.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(c) Contact tracing and quarantine"
        },
        {
            "text": "Comparison of figure 2c and 2d shows the dramatic impact of hospital-wide contact precautions ( h), suggesting that measures to reduce transmission among the highrisk HCW population may be a powerful complement to case management. In figure 2f, we directly compare the individual influence of all four transmission-reduction parameters (k, g, r and h) on R, under fixed probabilities of quarantine and isolation. Hospital-oriented measures (h and k) are the most potent by far. Hospital-wide precautions (h) will always be stronger than specific case isolation measures (k), since both factors contribute equally to reducing transmission by isolated patients whereas only h affects transmission by not-yet-identified HCW cases (see figure 1d ). Reduction in HCW contact with the community (r) has a weaker effect on R, and the effectiveness of quarantine (g) plays a minimal part (though this will increase if transmission during incubation is higher, or in settings where individuals remain in quarantine through some of the highly infectious period).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 732,
                    "end": 741,
                    "text": "figure 1d",
                    "ref_id": null
                }
            ],
            "section": "(d ) Contact precautions"
        },
        {
            "text": "Contact precautions in the hospital setting (h and k) are thus critical to controlling a SARS outbreak successfully, owing to the deliberate importation of highly infectious symptomatic cases into hospitals. In electronic Appendix A, we test the robustness of this conclusion to changes in case-management scenarios and R 0 . As expected, the role of h and k in reducing R is diminished as hospitalization rates become very low. However, in every scenario con-Proc. R. Soc. Lond. B (2003) sidered the contribution to R owing to poor contact precautions in the hospital (h ! 1) is higher than that for any other failure of transmission control, particularly if screening of HCWs for symptoms is poor. Some degree of hospital-wide contact precautions is thus essential to combating a SARS outbreak. three values of R, to highlight variability in outcomes and the increased probability of fadeout for lower R. Several epidemics died out immediately and cannot be resolved from one another (one for R = 2, and two each for R = 1.6 and R = 1.2). (b) The probability of epidemic containment (as defined in the text) as a function of R, for a population of 100 000 with a single initial case. We set « = 0.1, and b was varied to give the desired R values, with no control measures imposed. Probabilities were calculated from 100 runs per R-value. (c2e) Threshold control policies for containment of the epidemic. Lines show R = 1 contours for scenarios where R 0 = 1.5 (green), 2 (blue), 2.5 (red), 3 (black), 4 (light blue) and 5 (purple); parameter regions to the left of the lines give R , 1. Not all cases appear because some are off the scale. (c,d ) The effect of varying h c (the daily probability that symptomatic SARS cases in the community will be isolated) and k (the modification to transmission owing to case isolation procedures) for h = 1 and h = 0.5, respectively, on the threshold where R = 1. From right to left, three lines of each colour show the effects of increasing delays in case isolation (i.e. each symptomatic individual has no possibility of being isolated for 1, 2 or 3 days, respectively, but a constant daily probability (h c ) thereafter). Points in (d ) marked A, B and ¤ are described in § 3b. We assume no quarantining (q = 0) and a fixed strategy of case isolation of symptomatic hospital workers (h h = 0.9) starting after their first day of symptoms. Other parameter values: r = 1, « = 0.1. (e) The extent to which contact tracing and quarantine can substitute for imperfect case isolation. Here, h = 0.5, r = 1, g = 0.5, h c = 0.3 and h h = 0.9, so the case isolation strategy is fixed (and assumed to commence after the first day of symptoms), but the degree to which transmission is reduced by isolation (k) varies. From right to left, two solid lines of each colour represent 1-day and 5-day delays in contact tracing before quarantining begins. Solid lines show the case « = 0.1, when transmission can occur during the incubation period. The dotted lines show the case « = 0 (please note that in this case R 0 = 2.44, 2.92 and 3.90, rather than 2.5, 3 and 4). ( f ) Sensitivity of effective reproductive number R to the four transmission-control parameters. In all cases R 0 = 3, « = 0.1, q = 0.5, h c = 0.3 and h h = 0.9; all parameters k, g, r, h were set to 0.5, then varied one at a time.",
            "cite_spans": [
                {
                    "start": 474,
                    "end": 488,
                    "text": "Lond. B (2003)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "(d ) Contact precautions"
        },
        {
            "text": "Having assessed the importance of various control measures alone or in pairs, we now consider the effects of integrated control strategies on SARS outbreaks. We treat a scenario with R 0 = 3, similar to outbreaks in Hong Kong and Singapore. The median and 50% confidence intervals (i.e. the 25th and 75th percentile values) of cumulative incidence indicate that such an epidemic is likely to spread rapidly through the population if uncontrolled (figure 3a, black lines). Control strategies emphasizing contact precautions (figure 3a, green lines) or quarantine and isolation (figure 3a, red lines) both reduce the effective reproductive number to R = 1.5, thereby substantially slowing the epidemic's rate of growth and increasing the probability of containment. A combined strategy of contact precautions and case-management measures reduces R to below 1 (R = 0.84 in this case-blue lines in figure  3a) , thereby leading to rapid containment of the outbreak in 85% of simulations. Considering the elements of the next-generation matrix (see figure 3 caption), we see that control is finally achieved because simultaneous lowering of k and h brought R c h and R h h below 1. In all cases R c c , 1, thus transmission involving the high-risk HCW pool is required to sustain the uncontrolled outbreaks. Figure 3 . (a) Increase in cumulative cases over 200 days, for an uncontrolled outbreak compared with three control strategies. For each day we plot the median value (solid line) and 25th and 75th percentiles (dashed lines) of 500 simulations. Probabilities of containment (and 95% confidence intervals) for each scenario are shown in the legend. Control strategies are implemented 28 days after the first symptomatic case. In all instances « = 0.1 and R 0 = 3. Strategy 1 (contact precautions): h c = 0.3, h h = 0.9, h = 0.5, r = 0.5, k = 1, g = 1, q = 0, yielding R = 1.5 once implemented ({R cc ,R ch ,R hc ,R hh } = (0.56, 1.04, 0.12, 1.36) ). Strategy 2 (quarantine and isolation): h c = 0.9, h h = 0.9, h = 0.9, r = 1, k = 0.5, g = 0.5, q = 0.5, yielding R = 1.5 ({R cc ,R ch ,R hc ,R hh } = (0.06, 1.12, 0.23, 1.34)). Strategy 3 (combined measures): h c = 0.9, h h = 0.9, h = 0.5, r = 0.5, k = 0.5, g = 0.5, q = 0.5, yielding R = 0.84 ({R cc ,R ch ,R hc ,R hh } = (0.06, 0.63, 0.12, 0.74)). (b) Probability of containing the outbreak as a function of increasing delay in implementing the control strategies, for the three strategies from figure 3a.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 894,
                    "end": 905,
                    "text": "figure  3a)",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 1303,
                    "end": 1311,
                    "text": "Figure 3",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 1923,
                    "end": 1947,
                    "text": "(0.56, 1.04, 0.12, 1.36)",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "(e) Control strategies and delays in implementation"
        },
        {
            "text": "(c) Probability of containment versus delay in implementation for strategy 3 from figure 3a, for R 0 values of 2, 3 and 4, which yield effective R values of 0.56, 0.84 and 1.12 after control is implemented. Horizontal lines correspond to the probability of fadeout in the absence of control (determined through simulation). In (b) and (c), each probability ( p est ) is estimated from 500 simulations; error bars represent 95% confidence intervals on p est , given by 1.96´[ p est (1 2 p est )/500] 1/2 .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(e) Control strategies and delays in implementation"
        },
        {
            "text": "We consider the repercussions of delaying implementation of these three control strategies (figure 3b). In all cases, a prompt public health response is critical to containing a SARS outbreak. This is the case particularly for strategies that do not reduce R to below 1, as the possibility of stochastic fadeout (see figure 2b ) falls drastically if the disease has time to spread beyond the initial few cases. We also considered the impact of implementation delays on the most effective, combined strategy from figure 3a, in scenarios where R 0 equals 2, 3 and 4 (figure 3c). Again, timing is critical, especially for the mosttransmissible case when the effective R after control is greater than 1. In all cases in figure 3b,c, a window of opportunity exists at the beginning of a SARS epidemic when a given control strategy has the greatest chance of success. This critical period is lengthened by more effective control strategies, lower-transmission settings, and, potentially, by a smaller hospital pool (see electronic Appendix A). As implementation is delayed, the probability of containing the epidemic is reduced to levels obtained in the absence of control; for instance if R 0 = 3, the weaker strategies lose their possible impact on containment within a few weeks, and even the highly effective combined strategy must be implemented within two months to show any gains over doing nothing. Note that this result pertains strictly to epidemic containment (as we define it), and is oriented toward minimizing overall morbidity and mortality. We emphasize that implementation of stringent control measures is all the more essential if containment has already been lost and a full-scale epidemic is in progress.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 317,
                    "end": 326,
                    "text": "figure 2b",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "(e) Control strategies and delays in implementation"
        },
        {
            "text": "The preceding discussion has focused on reducing R and containing the outbreak without regard to the distri-Proc. R. Soc. Lond. B (2003) bution of cases between the hospital and community. Preventing SARS from entering general circulation in the community is an important goal for at least two reasons. First, restricting the outbreak to close contacts of known cases and hospitals facilitates contact tracing and surveillance, and greatly reduces the probability of an uncontrolled epidemic. Second, as evidenced by the recent furore in Toronto, reports of generalized community transmission can have dire economic impacts.",
            "cite_spans": [
                {
                    "start": 122,
                    "end": 136,
                    "text": "Lond. B (2003)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "(f ) Preventing generalized community transmission"
        },
        {
            "text": "We now consider measures directed at restricting transmission of SARS from the hospital back to the community, in particular the effect of precautions taken by HCWs to reduce their community contacts during offduty time, as measured by the parameter r. In figure 4a we plot the daily incidence of new cases, broken down by the pathway of transmission, for one realization of a stochastic epidemic in which HCWs behave normally when off-duty (r = 1). The pie-chart inset shows the average proportions of infections along each pathway for 500 such epidemics. Note that h-to-c transmission-describing infections in the community caused by off-duty HCWs-accounts for 15% of all infections in this scenario, and that a significant number of cases arise in the community each day. In figure 4b we plot results for an identical scenario, except that the contact of HCWs with community members is reduced tenfold (i.e. r = 0.1). This control measure notably decreases the growth rate of the epidemic (R = 1.4 instead of 1.6, as in figure 4a), and even more dramatically alters the patterns of spread: h-to-c transmission drops from 15% to just 2% of all infections. Furthermore, there is minimal ongoing transmission between community members-as R c c is virtually unchanged from figure 4a (see figure caption), we attribute this to the reduction in re-seeding from the HCW pool (note that R h c drops from 0.23 to 0.02 owing to the decrease in r).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 256,
                    "end": 265,
                    "text": "figure 4a",
                    "ref_id": "FIGREF6"
                }
            ],
            "section": "(f ) Preventing generalized community transmission"
        },
        {
            "text": "Despite the relatively small contribution of r to the effective reproductive number (figure 2f ), our results indicate that reducing HCW-community mixing can play a critical part in preventing the escape of SARS into the general population via the next-generation matrix element R h c . These results are obtained despite high case isolation probabilities for HCWs (h c = 0.9), which act independently of r to limit h-to-c transmission (as case-isolated HCWs no longer contact the community). Within-hospital contact precautions, however, were not assumed to be highly effective (h = 0.5, k = 1). Clearly, the importance of r diminishes when hospital conditions minimize infection of HCWs.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(f ) Preventing generalized community transmission"
        },
        {
            "text": "Hospitals have been focal points of SARS transmission in all affected areas for which data are available. Our model examines a SARS outbreak in a community and its hospital, to identify trade-offs and interactions between the limited suite of control measures available for a novel viral disease transmitted by casual contact. We consider a range of R 0 values, reflecting variation between cultural settings, but focus on scenarios with R 0~3 in keeping with best estimates for the Hong Kong (Riley et al. 2003) and Singapore (Lipsitch et al. 2003) outbreaks. Certain results hold true regardless of the precise value of R 0 , and hence are relevant to SARS containment efforts everywhere. These robust conclusions also provide guidance for future outbreaks of emerging pathogens, particularly those exhibiting a tendency for nosocomial spread.",
            "cite_spans": [
                {
                    "start": 493,
                    "end": 512,
                    "text": "(Riley et al. 2003)",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 527,
                    "end": 549,
                    "text": "(Lipsitch et al. 2003)",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "GENERAL DISCUSSION"
        },
        {
            "text": "Our analysis identifies HCWs as critical targets for control efforts. Their status is analogous to high-activity 'core groups' in sexually transmitted disease epidemics, but the deliberate importation of SARS cases from the background community adds a twist to this established paradigm. HCWs are thus exposed to a local prevalence of much higher than that in the community-at-large, and as a result measures that reduce transmission within the hospital have the greatest impact on the reproductive number (R) of the epidemic. Hospital-wide precautions (h) have the strongest effect on R, followed by specific precautions for isolating SARS patients (k). This finding is bolstered by the detailed account of Dwosh et al. (2003) of a comprehensive and effective response by a community hospital near Toronto. A dedicated SARS ward was established (under negative air pressure to prevent aerosol spread to other parts of the hospital) and private rooms were provided for each SARS patient (also under negative pressure); these measures correspond to reduced k in our model. Intensive barrier and contact precautions were practised by all hospital staff at all times (corresponding to h ¿ 1). Hospital staff were screened at least twice daily for SARS symptoms, increasing h h . Further measures included voluntary quarantine of all staff presumed exposed, restriction of visitor and patient numbers, and prevention of patient or staff transfers to other institutions. The hospital outbreak was contained, without a single further infection after contact precautions were imposed.",
            "cite_spans": [
                {
                    "start": 708,
                    "end": 727,
                    "text": "Dwosh et al. (2003)",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "GENERAL DISCUSSION"
        },
        {
            "text": "Such a thorough response is unattainable in many regions, particularly when facilities for respiratory isolation are not available. Fortunately, measures that reduce h are simple and inexpensive-masks, gowns and hand-washing significantly reduced transmission of SARS to HCWs in Hong Kong (Seto et al. 2003) . For a broad range of scenarios our model indicates that high values of h (i.e. poor precautions) contribute more to epidemic growth than any other parameter, thus some degree of hospital-wide contact precautions is essential to combating a SARS outbreak. Whenever within-hospital measures are insufficient to stop infection of HCWs, however, it becomes critical to reduce leakage of the infection back into the community. Reducing contacts of off-duty HCWs with community members can accomplish this goal, but can produce the perverse effect that good HCW precautions lead to a higher proportion of SARS cases being HCWs. This results not from a higher incidence among HCWs, but from preventing infection from escaping back into the general community. HCWs in Hanoi effectively sealed themselves off from the outside world, resulting in the fastest containment of any significant SARS outbreak but also one in which 63% of cases were HCWs (Reilley et al. 2003; Twu et al. 2003) .",
            "cite_spans": [
                {
                    "start": 289,
                    "end": 307,
                    "text": "(Seto et al. 2003)",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 1249,
                    "end": 1270,
                    "text": "(Reilley et al. 2003;",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 1271,
                    "end": 1287,
                    "text": "Twu et al. 2003)",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [],
            "section": "GENERAL DISCUSSION"
        },
        {
            "text": "Our model identifies the minimum case-management measures required to contain SARS outbreaks in different settings. For R 0 values reported for Hong Kong and Singapore we show that control is assured only if case isolation reduces transmission by at least a factor of four and the mean onset-to-hospitalization time is less than 3 days.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "GENERAL DISCUSSION"
        },
        {
            "text": "Proc. R. Soc. Lond. B (2003) There is a threshold in the interaction between hospitalization rates and isolation efficacy, beyond which further improvements contributed virtually nothing to containment. This highlights the need to understand the reasons why particular control strategies are failing before rushing to improve control in any way possible. Contact tracing and quarantine can compensate to some extent for inadequate isolation facilities, making an increasingly significant contribution as R 0 rises. The impact of quarantine is due primarily to rapid isolation of cases once symptoms develop, and we show that it is essential for contact tracing to begin immediately, even if coverage is initially low, since tracing just a few exposed contacts quickly can have a large effect.",
            "cite_spans": [
                {
                    "start": 14,
                    "end": 28,
                    "text": "Lond. B (2003)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "GENERAL DISCUSSION"
        },
        {
            "text": "In general, our results indicate that delays in initiating quarantine or isolation undermine the effectiveness of other control measures, with increasing impact for greater R 0 . More harmful still is delaying the implementation of control after emergence of the first case; this is an acknowledged hazard from earlier disease outbreaks (Keeling et al. 2001) . For particular control strategies, our model identifies critical windows of opportunity beyond which measures lose almost all ability to contribute to containment. The original SARS outbreak in Guangdong province, not officially acknowledged for over five months, serves as a tragic example of the hazards of delaying disease control efforts.",
            "cite_spans": [
                {
                    "start": 337,
                    "end": 358,
                    "text": "(Keeling et al. 2001)",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "GENERAL DISCUSSION"
        },
        {
            "text": "Epidemic modellers must always approximate the social structures of interest, and as with all models the approach presented here has potential shortcomings. First, within the hospital and community pools mixing is assumed to be random. This assumption ignores pockets of the population that do not share common contacts, but is reasonable if attention is restricted to low prevalence levels such as below 1%, as in our analysis. Models with network structure tend to predict lower initial rates of spread, owing to correlations in infection status that develop between neighbours, but they are better suited to diseases transmitted by intimate contact (such as needle-sharing or sex) or static hosts. When contacts are dynamic and transmission more casual, these correlations decay and system behaviour approaches the random-mixing case (Keeling 1999) . Household or network-structured models allow a direct treatment of contact tracing, rather than the ad hoc approach used here, but at the cost of additional parameters that are difficult to estimate.",
            "cite_spans": [
                {
                    "start": 837,
                    "end": 851,
                    "text": "(Keeling 1999)",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "GENERAL DISCUSSION"
        },
        {
            "text": "Second, the observed number of secondary cases per index case of SARS has been very heterogeneous, and alternative modes of transmission have been postulated (including airborne, fomite and faecal-oral spread (Wenzel & Edmond 2003; Riley et al. 2003) ). So-called superspreading events (SSEs), in which single individuals generated an extraordinary number of secondary cases, played an important part in the early evolution of several SARS outbreaks (Riley et al. 2003; Leo et al. 2003; Lipsitch et al. 2003) . Whether SSEs are rare epidemiological exceptions or represent the tail of a highly overdispersed distribution is subject to debate (Dye & Gay 2003 ). In our model, heterogeneity in secondary cases arises owing to stochastic effects, but SARS transmission is assumed to be a homogeneous process (in that the baseline transmission rate is represented by a single parameter, b). Lipsitch et al. (2003) found that increasing variance (b) show two stochastic epidemics with identical disease parameters and control measures, differing only in HCW-community mixing precautions (r = 1 in (a) and r = 0.1 in (b)). Daily incidence is shown, broken down by route of transmission within or between the hospital and community pools. Inset, pie-charts show average contributions of the different routes of infection for 500 stochastic simulations of each epidemic (standard errors for these proportions were estimated by jack-knifing the simulation results, but in all cases were less than one percentage point). Note that c-to-h transmission includes hospitalized community members infecting the HCWs caring for them. R 0 = 3 in both cases, and other parameters are from Scenario 1 of figure 3: « = 0.1, k = 1, h = 0.5. q = 0, h c = 0.3, h h = 0.9, yielding R = 1.60 in (a) ({R cc ,R ch ,R hc ,R hh } = (0.55, 1.05, 0.23, 1.37)) and R = 1.39 in (b) ({R cc ,R ch ,R hc ,R hh } = (0.57, 1.04, 0.02, 1.36)). The control policy is implemented 14 days into the outbreak.",
            "cite_spans": [
                {
                    "start": 209,
                    "end": 231,
                    "text": "(Wenzel & Edmond 2003;",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 232,
                    "end": 250,
                    "text": "Riley et al. 2003)",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 450,
                    "end": 469,
                    "text": "(Riley et al. 2003;",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 470,
                    "end": 486,
                    "text": "Leo et al. 2003;",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 487,
                    "end": 508,
                    "text": "Lipsitch et al. 2003)",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 642,
                    "end": 657,
                    "text": "(Dye & Gay 2003",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 887,
                    "end": 909,
                    "text": "Lipsitch et al. (2003)",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "GENERAL DISCUSSION"
        },
        {
            "text": "in the distribution of secondary cases leads to a reduced probability of disease invasion. As we have not explicitly incorporated such heterogeneity in our model, our assessments of containment probabilities will be conservative to the extent that SSEs are a normal part of SARS epidemiology.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "GENERAL DISCUSSION"
        },
        {
            "text": "Proc. R. Soc. Lond. B (2003) Third, the hospital pool is considered to include HCWs and SARS cases, but other patients are not modelled explicitly. Infection of other patients has played a significant part in some outbreaks, though it will be less important in hospitals that eliminate non-essential procedures while SARS remains a significant risk (Dwosh et al. 2003; Maunder et al. 2003) , and for regions that have opened dedicated SARS hospitals or wards. Future work on hospital-community SARS outbreaks could incorporate patient dynamics, and could also evaluate the effect of staff reductions (Maunder et al. 2003) or of mass quarantine of hospital staff following diagnosis of the first case (as reported by Dwosh et al. 2003) .",
            "cite_spans": [
                {
                    "start": 14,
                    "end": 28,
                    "text": "Lond. B (2003)",
                    "ref_id": null
                },
                {
                    "start": 349,
                    "end": 368,
                    "text": "(Dwosh et al. 2003;",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 369,
                    "end": 389,
                    "text": "Maunder et al. 2003)",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 600,
                    "end": 621,
                    "text": "(Maunder et al. 2003)",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 716,
                    "end": 734,
                    "text": "Dwosh et al. 2003)",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "GENERAL DISCUSSION"
        },
        {
            "text": "Some caution is required in identifying R 0 in our model with that obtained from incidence data for particular outbreaks. As discussed already, reproductive numbers derived from data inevitably incorporate some degree of control owing to routine healthcare practices. We calculate R 0 from its formal definition, however, as the expected number of secondary cases in the absence of control measures (i.e. without hospitalization or any contact precautions). While it is uncertain whether routine health practices help or hinder the spread of SARS, we suspect that estimates of R 0 under our strict definition would be somewhat higher than those reported for Hong Kong and Singapore (which incorporate some measures, such as hospitalization, from the outset). Of course this will depend on the details of non-specific healthcare practices in each setting, on assumptions regarding their effect on SARS spread, and on how R 0 is calculated (particularly the treatment of SSEs).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "GENERAL DISCUSSION"
        },
        {
            "text": "The most successful examples of quickly controlling SARS outbreaks (e.g. Hanoi and Singapore) show common features of stringent within-hospital contact precautions, and success in preventing leakage of infection from hospitals back to the general community. The difficulty that Toronto health officials faced in containing their SARS outbreak, meanwhile, testifies to the disease's potential for spread despite the implementation of intensive control strategies. Unprecedented human mobility means that emerging infectious diseases can rapidly impact public health around the world. To contain outbreaks of SARS, or other pathogens for which vaccines or treatment are not available, requires aggressive case management measures complemented by contact precautions to reduce transmission in healthcare settings.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "GENERAL DISCUSSION"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Clinical features and shortterm outcomes of 144 patients with SARS in the greater Toronto area",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Booth",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "J. Am. Med. Assoc",
            "volume": "289",
            "issn": "",
            "pages": "1--9",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Apartment complex holds clues to pandemic potential of SARS",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Cyranoski",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Abbott",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Nature",
            "volume": "423",
            "issn": "",
            "pages": "3--4",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Mathematical epidemiology of infectious diseases",
            "authors": [
                {
                    "first": "O",
                    "middle": [],
                    "last": "Diekmann",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A P"
                    ],
                    "last": "Heesterbeek",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "SARS transmission in a community and hospital",
            "authors": [],
            "year": 1989,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Epidemiological determinants of spread of causal agent of severe acute respiratory syndrome in Hong Kong",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Donnelly",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "The Lancet",
            "volume": "361",
            "issn": "",
            "pages": "1761--1766",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Case clusters of the severe acute respiratory syndrome",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Drazen",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "N. Engl. J. Med",
            "volume": "348",
            "issn": "",
            "pages": "6--7",
            "other_ids": {
                "DOI": [
                    "10.1056/NEJMe030062"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Identification and containment of an outbreak of SARS in a community hospital",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "A"
                    ],
                    "last": "Dwosh",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "H"
                    ],
                    "last": "Hong",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Austgarden",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Herman",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Schabas",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Can. Med. Assoc. J. 16811",
            "volume": "",
            "issn": "",
            "pages": "1--6",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Modeling the SARS epidemic",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Dye",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Gay",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Science",
            "volume": "300",
            "issn": "",
            "pages": "1884--1885",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Ecological and immunological determinants of influenza evolution",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "M"
                    ],
                    "last": "Ferguson",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "P"
                    ],
                    "last": "Galvani",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Bush",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Nature",
            "volume": "422",
            "issn": "",
            "pages": "428--433",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Severe acute respiratory syndrome: temporal stability and geographic variation in case-fatality rates and doubling times",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "P"
                    ],
                    "last": "Galvani",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Lei",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "P"
                    ],
                    "last": "Jewell",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Emerg. Infect. Dis. See",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "The mathematics of infectious diseases",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "W"
                    ],
                    "last": "Hethcote",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "SIAM Rev",
            "volume": "42",
            "issn": "",
            "pages": "599--653",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Situation report on severe acute respiratory syndrome",
            "authors": [],
            "year": 2003,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "The effects of local spatial structure on epidemiological invasions",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Keeling",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Proc. R. Soc. Lond. B",
            "volume": "266",
            "issn": "",
            "pages": "859--867",
            "other_ids": {
                "DOI": [
                    "10.1098/rspb.1999.0716"
                ]
            }
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Dynamics of the 2001 UK foot and mouth epidemic: stochastic dispersal in a heterogeneous landscape",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Keeling",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "E J"
                    ],
                    "last": "Woolhouse",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Shaw",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Matthews",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Chase-Topping",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "T"
                    ],
                    "last": "Haydon",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Cornell",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Kappey",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wilesmith",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "T"
                    ],
                    "last": "Grenfell",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Science",
            "volume": "294",
            "issn": "",
            "pages": "813--817",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "and 13 others) 2003 A major outbreak of severe acute respiratory syndrome in Hong Kong",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                }
            ],
            "year": 1986,
            "venue": "New Eng. J. Med",
            "volume": "348",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Severe acute respiratory syndrome-Singapore",
            "authors": [
                {
                    "first": "Y",
                    "middle": [
                        "S"
                    ],
                    "last": "Leo",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Morbidity Mortality Wkly Rep",
            "volume": "52",
            "issn": "",
            "pages": "405--411",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "B (2003) control of severe acute respiratory syndrome",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Lipsitch",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Transmission dynamics and Proc. R. Soc. Lond",
            "volume": "300",
            "issn": "",
            "pages": "1966--1970",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "SARS epidemic unmasks age-old quarantine conundrum",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Mandavilli",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Nature Med",
            "volume": "9",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "The immediate psychological and occupational impact of the 2003 SARS outbreak in a teaching hospital",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Maunder",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Hunter",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Vincent",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Bennett",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Peladean",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Leszcz",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Sadavoy",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "M"
                    ],
                    "last": "Verhaeghe",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Steinberg",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Mazzulli",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Can. Med. Assoc. J",
            "volume": "168",
            "issn": "",
            "pages": "1245--1251",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Clinical progression and viral load in a community outbreak of coronavrius-associated SARS pneumonia: a prospective study",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Peiris",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "The Lancet",
            "volume": "361",
            "issn": "",
            "pages": "1767--1772",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "SARS and Carlo Urbani. New Eng",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Reilley",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Van Herp",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Sermand",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Dentico",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "J. Med",
            "volume": "348",
            "issn": "",
            "pages": "1951--1952",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Transmission dynamics of the aetiological agent of Severe Acute Respiratory Syndrome SARS in Hong Kong: the impact of public health interventions",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Riley",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Science",
            "volume": "300",
            "issn": "",
            "pages": "1961--1966",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Effectiveness of precautions against droplets and contact in prevention of nosocomial transmission of severe acute respiratory syndrome SARS",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "H"
                    ],
                    "last": "Seto",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Tsang",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "W"
                    ],
                    "last": "Yung",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "Y"
                    ],
                    "last": "Ching",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "K"
                    ],
                    "last": "Ng",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ho",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "M"
                    ],
                    "last": "Ho",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Peiris",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "The Lancet",
            "volume": "361",
            "issn": "",
            "pages": "1519--1520",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Control measures for severe acute respiratory syndrome SARS in Taiwan",
            "authors": [
                {
                    "first": "S.-J",
                    "middle": [],
                    "last": "Twu",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Emerg. Infect Dis",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Managing SARS amidst uncertainty. New Eng",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "P"
                    ],
                    "last": "Wenzel",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "B"
                    ],
                    "last": "Edmond",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "J. Med",
            "volume": "348",
            "issn": "",
            "pages": "1947--1948",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Report prepared by the Department of International Cooperation of the Ministry of Health, China: World Health Organization",
            "authors": [],
            "year": 2003,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF2": {
            "text": "(Caption opposite.)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Figure 2. (a) Sample output from the model, showing cumulative numbers of cases. Five realizations of the stochastic model are shown for three values of R, to highlight variability in outcomes and the increased probability of fadeout for lower R. Several epidemics died out immediately and cannot be resolved from one another (one for R = 2, and two each for R = 1.6 and R = 1.2). (b) The probability of epidemic containment (as defined in the text) as a function of R, for a population of 100 000 with a single initial case. We set « = 0.1, and b was varied to give the desired R values, with no control measures imposed. Probabilities were calculated from 100 runs per R-value. (c2e) Threshold control policies for containment of the epidemic. Lines show R = 1 contours for scenarios where R 0 = 1.5 (green), 2 (blue), 2.5 (red), 3 (black), 4 (light blue) and 5 (purple); parameter regions to the left of the lines give R , 1. Not all cases appear because some are off the scale. (c,d ) The effect of varying h c (the daily probability that symptomatic SARS cases in the community will be isolated) and k (the modification to transmission owing to case isolation procedures) for h = 1 and h = 0.5, respectively, on the threshold where R = 1. From right to left, three lines of each colour show the effects of increasing delays in case isolation (i.e. each symptomatic individual has no possibility of being isolated for 1, 2 or 3 days, respectively, but a constant daily probability (h c ) thereafter). Points in (d ) marked A, B and ¤ are described in § 3b. We assume no quarantining (q = 0) and a fixed strategy of case isolation of symptomatic hospital workers (h h = 0.9) starting after their first day of symptoms. Other parameter values: r = 1, « = 0.1. (e) The extent to which contact tracing and quarantine can substitute for imperfect case isolation. Here, h = 0.5, r = 1, g = 0.5, h c = 0.3 and h h = 0.9, so the case isolation strategy is fixed (and assumed to commence after the first day of symptoms), but the degree to which transmission is reduced by isolation (k) varies. From right to left, two solid lines of each colour represent 1-day and 5-day delays in contact tracing before quarantining begins. Solid lines show the case « = 0.1, when transmission can occur during the incubation period. The dotted lines show the case « = 0 (please note that in this case R 0 = 2.44, 2.92 and 3.90, rather than 2.5, 3 and 4). ( f ) Sensitivity of effective reproductive number R to the four transmission-control parameters. In all cases R 0 = 3, « = 0.1, q = 0.5, h c = 0.3 and h h = 0.9; all parameters k, g, r, h were set to 0.5, then varied one at a time.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Proc. R. Soc. Lond.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "(Caption overleaf.)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "Importance of HCW mixing restrictions in preventing SARS spread to the community. (a) and",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "The authors acknowledge discussions with A. Reingold, M. Coffee, and C. Bauch, and useful comments from C. Dye, B. Williams and an anonymous reviewer. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "acknowledgement"
        }
    ]
}