{
    "paper_id": "fbe12c6e4c0b73b20969509634122e268b3137c3",
    "metadata": {
        "title": "Structural Biology and Crystallization Communications Crystallization and preliminary X-ray diffraction studies of infectious bronchitis virus nonstructural protein 9",
        "authors": [
            {
                "first": "Yanlin",
                "middle": [],
                "last": "Ma",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Cheng",
                "middle": [],
                "last": "Chen",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Lei",
                "middle": [],
                "last": "Wei",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Qingzhu",
                "middle": [],
                "last": "Yang",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Ming",
                "middle": [],
                "last": "Liao",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Xuemei",
                "middle": [],
                "last": "Li",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Avian infectious bronchitis virus (IBV), which causes respiratory disease in infected birds, belongs to coronavirus group 3. IBV encodes 15 nonstructural proteins (nsp2-nsp16) which play crucial roles in RNA transcription and genome replication. Nonstructural protein 9 (nsp9) has been identified as a protein that is essential to viral replication because of its single-stranded RNAbinding ability. The gene segment encoding IBV nsp9 has been cloned and expressed in Escherichia coli. The protein has been crystallized and the crystals diffracted X-rays to 2.44 Å resolution. They belonged to the cubic space group I432, with unit-cell parameters a = b = c = 123.4 Å , = = = 90 . The asymmetric unit appeared to contain one molecule, with a solvent content of 62% (V M = 3.26 Å 3 Da À1 ). # 2010 International Union of Crystallography All rights reserved crystallization communications 708 Ma et al. Infectious bronchitis virus nonstructural protein 9 Acta Cryst. (2010). F66, 706-708",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Figure 2",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "A typical diffraction pattern of an IBV nsp9 crystal collected on a Rigaku R-AXIS IV ++ image-plate detector.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Since the identification of a coronavirus as the causative agent of the severe acute respiratory syndrome outbreak in 2003, with a consequent global threat to human health, much research has been conducted on these viruses. The coronaviruses have been divided into three distinct groups on the basis of genome organization and phylogenetic analysis (Siddell, 1995) . They are a family of enveloped positive-stranded RNA viruses and include human coronavirus 229E (HCoV-229E, group 1), severe acute respiratory syndrome coronavirus (SARS-CoV, group 2), murine hepatitis virus (MHV, group 2) and avian infectious bronchitis virus (IBV, group 3) (Sawicki et al., 2007) . IBV is a prototype of coronavirus group 3 and causes significant losses in the global poultry industry (Cavanagh, 2003; Ignjatovic & Sapats, 2000) . Insights into the replication/translation machinery of IBV may have important longer term consequences for the poultry industry.",
            "cite_spans": [
                {
                    "start": 349,
                    "end": 364,
                    "text": "(Siddell, 1995)",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 643,
                    "end": 665,
                    "text": "(Sawicki et al., 2007)",
                    "ref_id": null
                },
                {
                    "start": 771,
                    "end": 787,
                    "text": "(Cavanagh, 2003;",
                    "ref_id": null
                },
                {
                    "start": 788,
                    "end": 814,
                    "text": "Ignjatovic & Sapats, 2000)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The members of the coronavirus family have the largest RNA genomes known to date. The entire genome of IBV contains a positive-stranded ssRNA of 27 608 nucleotides, which encodes eight structural proteins and a set of nonstructural proteins that are crucial for viral RNA replication. The nonstructural proteins (nsps) are initially synthesized as two large polyproteins: pp1a and pp1ab. The two polyproteins are proteolytically processed into 15 nonstructural proteins (nsp2-nsp16) by papain-like protease (PLP) and 3C-like protease (3CL M pro ). nsp2-nsp11 are derived from pp1a and nsp12-nsp16 from pp1ab (Brierley et al., 1987) . Nsp9 has been proposed to be essential for viral RNA synthesis and replication based on deletion experiments in MHV (Deming et al., 2007) and the determination of the crystal structures of nsp9 from SARS-CoV and HCoV-229E also revealed its important function. The crystal structure of SARS-CoV (group 2) nsp9 revealed that the protein exists as a dimer and functions as a single-stranded RNA-binding protein (Egloff et al., 2004; Sutton et al., 2004) . Although the HCoV-229E (group 1) nsp9 exhibits a different dimerization mode from that of SARS-CoV nsp9 because of a disulfide bond, it also binds strongly to single-stranded RNA (Ponnusamy et al., 2008) . Subsequently, the dimerization and RNAbinding activity of IBV (group 3) nsp9 protein have been identified by immunoprecipitation, gel filtration, chemical cross-linking and Northwestern blotting (Chen et al., 2009) . Biochemical data and the reverse-genetics approach indicated that the dimerization of SARS-CoV nsp9 is not critical for RNA binding but is necessary for viral replication (Miknis et al., 2009) . Additionally, it has been proposed that the nsp9 might interact specifically with the stem-loop II motif (s2m) to stabilize nascent nucleic acids during RNA synthesis (Egloff et al., 2004; Robertson et al., 2005) .",
            "cite_spans": [
                {
                    "start": 608,
                    "end": 631,
                    "text": "(Brierley et al., 1987)",
                    "ref_id": null
                },
                {
                    "start": 750,
                    "end": 771,
                    "text": "(Deming et al., 2007)",
                    "ref_id": null
                },
                {
                    "start": 1042,
                    "end": 1063,
                    "text": "(Egloff et al., 2004;",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1064,
                    "end": 1084,
                    "text": "Sutton et al., 2004)",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1266,
                    "end": 1290,
                    "text": "(Ponnusamy et al., 2008)",
                    "ref_id": null
                },
                {
                    "start": 1488,
                    "end": 1507,
                    "text": "(Chen et al., 2009)",
                    "ref_id": null
                },
                {
                    "start": 1681,
                    "end": 1702,
                    "text": "(Miknis et al., 2009)",
                    "ref_id": null
                },
                {
                    "start": 1872,
                    "end": 1893,
                    "text": "(Egloff et al., 2004;",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1894,
                    "end": 1917,
                    "text": "Robertson et al., 2005)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The cDNA encoding the IBV (strain M41) ORF1a polyprotein was provided by Professor Ming Liao (South China Agricultural University, People's Republic of China). The gene encoding IBV nsp9 (corresponding to Asn3675-Gln3785 of the ORF1a polyprotein; Boursnell et al., 1987) was amplified by PCR from the cDNA with the primer pair 5 0 -CGGGATCCAATAATGAGCTTATGCCACATGG-TGTT-3 0 and 5 0 -CCGCTCGAGTTACTGTAAGACAACAACATT-AG-3 0 . The PCR product was then inserted between the BamHI and XhoI sites of the pGEX-6p-1 plasmid (GE Healthcare) using T4 ligase. After confirming the sequence, the recombinant plasmid was transformed into Escherichia coli BL21 (DE3) cells. The culture was grown at 310 K in LB medium supplemented with ampicillin (0.1 mg ml À1 ) until the cell density reached an OD 600 of 0.6. Expression of the recombinant gene was induced by the addition of 0.4 mM isopropyl -d-1-thiogalactopyranoside (IPTG) at 289 K for 16 h. Cells were harvested by centrifugation and then lysed by mild sonication in 1ÂPBS (phosphate-buffered saline; 140 mM NaCl, 2.7 mM KCl, 10 mM Na 2 HPO 4 and 1.8 mM KH 2 PO 4 pH 7.3) at 277 K. After sonication, the lysate was centrifuged at 12 000g for 30 min and the supernatant containing the recombinant glutathione S-transferase (GST) fusion proteins was collected. The supernatant was then applied onto a Glutathione Sepharose 4B (GE Healthcare) column to remove impurities, followed by on-bead digestion with PreScission protease (2 U enzyme per 100 mg of bound GST-fusion protein) at 277 K for 16 h. The protease cleaved the GST from the fusion protein, with five additional residues (GPLGS) remaining at the N-terminus of IBV nsp9. The protein was concentrated to 0.5 ml using Thermo iCON concentrators and applied onto a Superdex 75 10/30 gel-filtration column (GE Healthcare) for further purification. The buffer for gel filtration contained 20 mM MES pH 6.5, 150 mM NaCl.",
            "cite_spans": [
                {
                    "start": 247,
                    "end": 270,
                    "text": "Boursnell et al., 1987)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Expression and purification"
        },
        {
            "text": "After purification, the sample was concentrated to 20 mg ml À1 and centrifuged at 2000g for 15 min immediately prior to set up to remove aggregates and amorphous material.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Crystallization"
        },
        {
            "text": "The Crystal Screen and Crystal Screen 2 reagent kits (Hampton Research) were used for initial screening. Screening was performed at 291 K in 16-well crystallization plates (Tian-Yu Corporation, China) using the hanging-drop vapour-diffusion method. The drop contained 1.0 ml protein solution and 1.0 ml reservoir solution and was equilibrated against 200 ml reservoir solution.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Crystallization"
        },
        {
            "text": "Initial crystals of IBV nsp9 were observed in condition No. 15 of Hampton Research Crystal Screen, which contained 0.2 M ammonium sulfate, 0.1 M sodium cacodylate trihydrate pH 6.5, 30%(w/v) polyethylene glycol 8000. This is the only condition in which crystals were observed from the 98 unique reagents of the Hampton Research Crystal Screen and Crystal Screen 2 kits. Tiny crystals that accompanied precipitate in the initial drop were observed 6 d later. Samples were further purified and concentrated to 15 mg ml À1 to repeat condition No. 15. We increased the drop size to 3.0 ml, sampled all appropriate combinations of three independent variables (pH, concentration of polyethylene glycol 8000 and concentration of ammonium sulfate) and finally obtained high-quality well shaped crystals ( Fig. 1) in 0.18 M ammonium sulfate, 0.1 M sodium cacodylate trihydrate pH 6.5 and 28%(w/v) polyethylene glycol 8000.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 797,
                    "end": 804,
                    "text": "Fig. 1)",
                    "ref_id": null
                }
            ],
            "section": "Crystallization"
        },
        {
            "text": "The crystals were mounted in a loop and cryoprotected in their crystallization solution with 40%(w/v) polyethylene glycol 8000. A data set was collected from a native IBV nsp9 crystal in-house at 100 K using an Oxford Cryosystem and a Rigaku Cu K rotatinganode X-ray generator (MM007) operated at 40 kV and 20 mA ( = 1.5418 Å ) with a Rigaku R-AXIS IV ++ image-plate detector. The diffraction data were processed, integrated, scaled and merged using the HKL-2000 programs DENZO and SCALEPACK (Otwinowski & Minor, 1997) . The crystals diffracted X-rays to a Bragg spacing of 2.44 Å (Fig. 2) . They belonged to space group I432, with unit-cell parameters a = b = c = 123.4 Å , = = = 90 . Based on the molecular weight of the monomer, the Matthews coefficient (Matthews, 1968 ) was calculated to be 3.26 Å 3 Da À1 and the solvent content was 62.34%. Data-collection statistics are shown in Table 1 . Typical crystal of IBV nsp9 grown in 0.18 M ammonium sulfate, 0.1 M sodium cacodylate trihydrate pH 6.5, 28%(w/v) polyethylene glycol 8000. performed in order to reveal its similarity to nsp9s from different groups of the coronavirus family.",
            "cite_spans": [
                {
                    "start": 492,
                    "end": 518,
                    "text": "(Otwinowski & Minor, 1997)",
                    "ref_id": null
                },
                {
                    "start": 757,
                    "end": 772,
                    "text": "(Matthews, 1968",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 581,
                    "end": 589,
                    "text": "(Fig. 2)",
                    "ref_id": null
                },
                {
                    "start": 887,
                    "end": 894,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Data collection and processing"
        }
    ],
    "bib_entries": {
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Proc. Natl Acad. Sci. USA",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "P"
                    ],
                    "last": "Egloff",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Ferron",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Campanacci",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Longhi",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Rancurel",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Dutartre",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "J"
                    ],
                    "last": "Snijder",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "E"
                    ],
                    "last": "Gorbalenya",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Cambillau",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Canard",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "",
            "volume": "101",
            "issn": "",
            "pages": "3792--3796",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "The Coronaviridae",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "G"
                    ],
                    "last": "Siddell",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Sutton",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Structure",
            "volume": "12",
            "issn": "",
            "pages": "341--353",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Further structural and functional analysis of IBV nsp9 will be crystallization communications Acta Cryst. (2010). F66, 706-708 Ma et al. Infectious bronchitis virus nonstructural protein 9",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Data-collection and processing statistics.Values in parentheses are for the highest resolution shell. ðhklÞ, where I i (hkl) is an individual intensity measurement and hI(hkl)i is the average intensity for all i reflections.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}