{
    "paper_id": "fbe911874dc145916c143a2ca51a448dcdc75978",
    "metadata": {
        "title": "",
        "authors": []
    },
    "abstract": [
        {
            "text": "The spike (S) gene of the attenuated porcine epidemic diarrhea virus (PEDV) DR13 was cloned and sequenced to further explore the functions of wild type PEDV and attenuated PEDV. Sequencing revealed a single large ORF of 4,149 nucleotides encoding a protein of 1,382 amino acids with predicted M r of 151 kDa. The coding region of the S gene of attenuated PEDV DR13 had 20 nucleotide changes that appeared to be significant determinants of function in that they produced changes in its predicted amino acid sequence. Notably, attenuated PEDV DR13 has previously been found to exhibit reduced pathogenicity in pigs. The regions containing these 20 nucleotide changes may therefore be crucial for PEDV pathogenicity. The attenuated PEDV DR13 S protein contains 28 Asn-Xaa-Ser/Thr sequons, 21 asparagines that are predicted to be N-glycosylated and a stretch of highly hydrophobic residues at positions 1,327-1,347, which is predicted to form an a-helix and to function as a membrane anchor. One (from N to K at 378) of the changes in the deduced amino acid sequence destroyed N-linked glycosylation sites, while another change (from N to S at 114) created a new one at a different location. These alterations in N-linked glycosylation sites reflected 3 nucleotide changes, which were related to the abovementioned nucleotide changes and are suggested to influence the pathogenicity of attenuated PEDV DR13. Attenuated PEDV DR13 has 96.5, 96.4, 96.1, 93.9, 93.5 and 96.6% DNA sequence identities with CV777, Br1/87, JS-2004-2, Spk1, Chinju99 and parent DR13, respectively. Likewise, it shares 95.7, 95.4, 95.6, 92.0, 91.6 and 95.7% identity with those genes at the deduced amino acid sequence level. Phylogenetic analysis suggested that attenuated PEDV DR13 is closely related to CV777, Br1/87, JS-2004-2 and parent DR13, rather than to Spk1 and Chinju99 and is especially close to the Chinese PEDV strain JS-2004-2.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "determinants that confer TGEV enteropathogenicity are associated with the S gene [12] . Similarly for mouse hepatitis virus (MHV), it has been reported that mutations or deletions in its S gene markedly affect its neurovirulence [13, 14] .",
            "cite_spans": [
                {
                    "start": 81,
                    "end": 85,
                    "text": "[12]",
                    "ref_id": null
                },
                {
                    "start": 229,
                    "end": 233,
                    "text": "[13,",
                    "ref_id": null
                },
                {
                    "start": 234,
                    "end": 237,
                    "text": "14]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Genetic changes have been reported in the S gene of cell culture-adapted PEDV [15, 16] . These changes appear to have resulted from passage of the virus through cell cultures. Similarly, in vivo, the pathogenicity of PEDV in piglets was reduced through serial passage in Vero cell cultures [16] . Moreover, the S gene has been suggested as an important determinant for PEDV biological properties.",
            "cite_spans": [
                {
                    "start": 78,
                    "end": 82,
                    "text": "[15,",
                    "ref_id": null
                },
                {
                    "start": 83,
                    "end": 86,
                    "text": "16]",
                    "ref_id": null
                },
                {
                    "start": 290,
                    "end": 294,
                    "text": "[16]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Reading in the 5¢-3¢ direction, the PEDV genome contains genes for pol1 (P1) protein, spike (S) protein, an open reading frame (ORF3), envelope (E) protein, membrane (M) protein and nucleocapsid (N) protein [10, [17] [18] [19] [20] [21] . Among the proteins encoded by these genes, S protein, a glycoprotein peplomer (surface antigen) on the viral surface, plays an important role in binding to specific host cell receptor glycoproteins with subsequent penetration into the cells occurring via membrane fusion. The S protein also stimulates induction of neutralizing antibodies in the host [10] .",
            "cite_spans": [
                {
                    "start": 207,
                    "end": 211,
                    "text": "[10,",
                    "ref_id": null
                },
                {
                    "start": 212,
                    "end": 216,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 217,
                    "end": 221,
                    "text": "[18]",
                    "ref_id": null
                },
                {
                    "start": 222,
                    "end": 226,
                    "text": "[19]",
                    "ref_id": null
                },
                {
                    "start": 227,
                    "end": 231,
                    "text": "[20]",
                    "ref_id": null
                },
                {
                    "start": 232,
                    "end": 236,
                    "text": "[21]",
                    "ref_id": null
                },
                {
                    "start": 590,
                    "end": 594,
                    "text": "[10]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The PEDV DR13 strain, which is highly adapted to cell culture, exhibited reduced pathogenicity and induced immunogenicity in pigs [16] . These changes may have resulted from adaptation and attenuation through serial passage in Vero cell cultures [16, 22] . Although unexpected, this attenuation of PEDV DR13 through serial passage may be of strategic interest.",
            "cite_spans": [
                {
                    "start": 130,
                    "end": 134,
                    "text": "[16]",
                    "ref_id": null
                },
                {
                    "start": 246,
                    "end": 250,
                    "text": "[16,",
                    "ref_id": null
                },
                {
                    "start": 251,
                    "end": 254,
                    "text": "22]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In this study, we constructed DNA clones of the PEDV DR13 S gene. In order to elucidate the genetic basis of the markedly different wild type and attenuated PEDV phenotypes, the nucleotide and deduced amino acid sequences of the S gene were determined and were further analyzed and aligned with those of reference PEDVs [16] . Furthermore, phylogenetic trees were constructed and analyzed on the basis of the S gene nucleotide and deduced amino acid sequences. The similarities and differences between reference PEDVs and attenuated PEDV DR13 were elucidated. This analysis helped to elucidate the phylogenetic relationships between attenuated PEDV DR13 and other PEDV strains.",
            "cite_spans": [
                {
                    "start": 320,
                    "end": 324,
                    "text": "[16]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The continuous Vero cell line (ATCC, CCL-81) was regularly maintained in a-minimum essential medium (a-MEM) supplemented with 5% fetal bovine serum, penicillin (100 units/ml), streptomycin (100 lg/ml) and amphotericin B (0.25 lg/ml).",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Porcine epidemic diarrhea virus strain named DR13 was isolated from the intestinal tissues of piglets suspected with porcine epidemic diarrhea (PED), which had been submitted to the Department of Veterinary Medicine Virology Laboratory, College of Veterinary Medicine, Seoul National University, Seoul, Korea. Intestinal samples were made into 10% (v/v) suspensions through homogenization with phosphate buffered saline (PBS; 0.1 M, pH 7.2). The suspensions were vortexed and clarified by centrifugation for 10 min at 4,800 x g. Supernatants passed through a 0.2 lm syringe filter (Acrodisk, Gelman) were used for virus isolation in Vero cells. Prior to inoculation, the growth media of confluent cells grown in 25-cm 2 flasks (Falcon, USA) were removed and the cells were washed three times with PBS (pH 7.4). Cells were inoculated with 1 ml per flask of the supernatants. After adsorption at 37°C for 1 h, the cells were incubated in a-MEM supplemented with 0.02% yeast extract, 0.3% tryptose phosphate broth, and 2 lg of trypsin as described previously [16] . Serial passages of the DR13 isolate of PEDV were continued in a 25-cm 2 flask by level 100 according to the method described above. PEDV was identified by RT-PCR [23] .",
            "cite_spans": [
                {
                    "start": 1056,
                    "end": 1060,
                    "text": "[16]",
                    "ref_id": null
                },
                {
                    "start": 1225,
                    "end": 1229,
                    "text": "[23]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Infected cell cultures were prepared for the extraction of viral RNA. Infected cells were harvested when the cells reached 70-80% cytopathic effect (CPE). RNA was extracted from infected cells using TRIzol LS (Invitrogen Corp., Carlsbad, CA) according to the manufacturer's instructions. For PEDV-infected cells, 250 ll suspensions were lysed directly in 1.7 ml microtubes by adding 750 ll TRIzol LS reagent. Then 200 ll of chloroform was added to the mixture, and the suspension was centrifuged for 10 min at 12,000 x g. The RNA-containing aqueous phase was precipitated with isopropanol of the same volume, maintained at -70°C for 2 h, and centrifuged for 10 min at 12,000 x g. The RNA pellet was washed with 1 ml of 75% ethanol, centrifuged for 10 min at 12,000 x g, and dried, following which it was resuspended in 30 ll of diethylpyrocarbonate (DEPC)-treated deionized water.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Pairs of sense and antisense primers were designed and aligned based on the nucleotide sequence of the S gene of CV777 and Br1/87 [10, 15] from the GenBank database (National Center for Biotechnology Information, USA). These primers were used to generate cDNA for the S gene of attenuated PEDV DR13. The nucleotide sequences and relative position of the primers are shown in Table 1 and Fig. 1 , respectively.",
            "cite_spans": [
                {
                    "start": 130,
                    "end": 134,
                    "text": "[10,",
                    "ref_id": null
                },
                {
                    "start": 135,
                    "end": 138,
                    "text": "15]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 375,
                    "end": 382,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 387,
                    "end": 393,
                    "text": "Fig. 1",
                    "ref_id": null
                }
            ],
            "section": ""
        },
        {
            "text": "RT-PCR was performed using a Maxime RT-PCR PreMix Kit (iNtRON BIOTECHNOLOGY, Korea), according to the manufacturer's instructions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Briefly, for RT-PCR, 2 ll aliquots of extracted RNA and 2 ll of each specific primer (10 pmol) were added into the Maxime RT-PCR PreMix tubes and brought to 20 ll with autoclaved, filtered (0.2 lm) distilled water. RT-PCR was performed using a commercial amplification system (Perkin-Elmer, Applied Biosystems, Foster City, Calif) and employed a program of 1 cycle of 30 min at 45°C and 5 min at 94°C and 40 cycles of 1 min at 94°C, 1 min at 57°C and 2 min at 72°C, and a final extension at 72°C for 5 min. RT-PCR products were visualized by electrophoresis in a 1.5% agarose gel containing ethidium bromide. Bands of the correct size were excised and purified using a QIAquick Gel Extraction Kit (QIAGEN) according to the manufacturer's instructions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Purified RT-PCR products corresponding to the S gene were cloned using a QIAGEN PCR Cloning plus Kit (QIAGEN) according to the manufacturer's instructions with simple modifications.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "For cloning of cDNA, 4 ll of purified RT-PCR product, 1 ll of pDrive Cloning Vector (50 ng/ul) and 5 ll of 2· ligation Master Mix were mixed gently and incubated for 4 h at 16°C. The ligation-reaction mixture was then subjected to the transformation protocol, which renders cells competent through heat-shock. For transformation, a number of tubes of QIAGEN EZ Competent Cells were thawed on ice and SOC medium was warmed to room temperature following which 5 ll of ligation-reaction mixture was added per tube of cells, mixed gently for 3 s and incubated on ice for 30 min. The tubes were heated in a 42°C water bath for 90 s and incubated on ice immediately. Room temperature SOC medium (250 ll) was added to each tube and 100 ll of each transformation mixture was immediately plated onto LB agar plates containing ampicillin. The plates were incubated at room temperature until the transformation mixture had absorbed into the agar, following which they were inverted and then incubated at 37°C overnight. Colonies grown in LB agar plates were cultured in LB broth with shaking at 37°C overnight, and DNA was extracted using the Wizard Ò Plus Minipreps DNA Purification System (Promega). Restriction enzyme digestion, with enzymes such as EcoRI, followed by electrophoresis through 1.5% agarose gels was employed for identification of recombinant DNA clones.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "All S gene recombinant DNA clones were sequenced by Genotech Co. Ltd. (Korea). All sequencing reactions were performed in duplicate and all sequences were confirmed by sequencing both strands.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Nucleotide and deduced amino acid sequences were analyzed with the CLUSTALX v1.83 program and Nucleotide and deduced amino acid sequences were edited and aligned with the CLUSTALX v1.83 and Bioedit v7.0.5.2 programs. The resulting subsets were edited manually. A phylogenetic tree was then generated using an alignment of S gene nucleotide and deduced amino acid sequences with the above-mentioned reference PEDVs by applying the neighborjoining method in the MEGA 3.1 program. To assess the relative support for each clade, bootstrap values were calculated from 1,000 replicate analyses and the cut-off point for bootstrap replication was 70%.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "To synthesize ds-cDNA of the attenuated PEDV DR13 S gene, three overlapping DNA fragments were amplified by RT-PCR using a proper pair of sense (SF) and antisense (SR) primers. The DNAs, designated as Sfrag I (1,654 bp), Sfrag II (1,593 bp) and Sfrag III (1,422 bp) were each cloned into the pDrive Cloning Vector DNA (Fig. 1) and subjected to sequencing.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 318,
                    "end": 326,
                    "text": "(Fig. 1)",
                    "ref_id": null
                }
            ],
            "section": ""
        },
        {
            "text": "Alignment of nucleotide and deduced amino acid sequences is presented in Fig. 2 . This revealed that the nucleotide sequence encoding the entire attenuated PEDV DR13 S gene is 4,159 bases in length and contains a single 4,149-base ORF starting with an initiator, ATG, at position 11 nt and ending with a terminator, TGA, at position 4,157 nt. The coding region of the gene has 142 (146) and 141 nucleotide mismatches compared to CV777 (Br1/87) and parent DR13, and 3 missing nucleotides compared to CV777, Br1/87 and DR13, respectively. It consists of 1,011 adenine (24.31%), 842 cytosine (20.25%), 879 guanine (21.13%) and 1,427 thymine (34.31%) nucleotides, and has a GC content of 41.38%.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 73,
                    "end": 79,
                    "text": "Fig. 2",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": ""
        },
        {
            "text": "The attenuated PEDV DR13 S gene encodes a protein of 1,382 amino acids with predicted M r of 151 kDa. There are 28 Asn-Xaa-Ser/Thr sequons and 21 asparagine residues that are predicted to be N-glycosylated in the protein. The attenuated PEDV DR13 S protein has 59, 63 and 59 amino acid mismatches compared to CV777, Br1/87 and parent DR13, respectively, and 1 missing amino acids compared to CV777, Br1/87 and parent DR13. There is also a stretch of highly hydrophobic residues at positions 1,327-1,347 (>1.6 on the Kyte-Doolittle scale).",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Maximum value was 3.978 at position 1,333 and minimum was -2.444 at position 914.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Nucleotide and deduced amino acid sequence homology results are described in Table 2 . We found that the attenuated PEDV DR13 S gene shares 96. 5 Phylogenetic trees were generated on the basis of nucleotide and deduced amino acid sequences (Fig. 3) . The left hand phylogenetic tree (Fig. 3a) was generated based on nucleotide sequences and the right hand tree (Fig. 3b) was based on deduced amino acid sequences. While these phylogenetic trees did differ slightly, overall they showed high similarity. In brief, all seven PEDVs, which were used for comparison, including attenuated PEDV DR13, fell into two groups. One group comprised CV777, Br1/87, JS-2004-2, parent DR13 and attenuated DR13. The second group consisted of Spk1 and Chin-ju99. The group containing CV777, Br1/87, JS-2004-2, parent DR13 and attenuated DR13 had two subgroups. Attenuated PEDV DR13 formed one subgroup with JS-2004-2 and the others formed another subgroup.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 77,
                    "end": 84,
                    "text": "Table 2",
                    "ref_id": "TABREF2"
                },
                {
                    "start": 240,
                    "end": 248,
                    "text": "(Fig. 3)",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 283,
                    "end": 292,
                    "text": "(Fig. 3a)",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 361,
                    "end": 370,
                    "text": "(Fig. 3b)",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": ""
        },
        {
            "text": "The S gene of the attenuated PEDV DR13 strain was successfully cloned and sequenced as a series of three overlapping cDNA clones. The sequencing results showed a single large ORF of 4,149 nucleotides encoding a protein of 1,382 amino acids with a predicted M r of 151 kDa. A single ORF of 4,149 nucleotides, with the potential to encode the coronavirus S protein, was identified [24] . The PEDV DR13 S gene had a sequence (GUAAAC) of 8 nucleotides upstream of the initiator ATG, as previously recognized in Br1/87 [10] . This sequence is a hexameric motif common to coronaviruses and is similar to the hexameric motifs XUA(A/G)AC found adjacent to other PEDV ORFs. These hexameric motifs have been proposed as a starting site for the transcription of the subgenomic mRNAs [24] .",
            "cite_spans": [
                {
                    "start": 379,
                    "end": 383,
                    "text": "[24]",
                    "ref_id": null
                },
                {
                    "start": 514,
                    "end": 518,
                    "text": "[10]",
                    "ref_id": null
                },
                {
                    "start": 772,
                    "end": 776,
                    "text": "[24]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Previous studies showed that wild type and cell culture adapted PEDV exhibit remarkably different phenotypes in terms of pathogenicity in piglets [16, 25] . Moreover, those two PEDV types have 5 nucleotide differences within their S gene coding sequences, and all of those changes are meaningful in that they produce changes in the predicted amino acid sequence [15] . However, these regions may not be crucial for pathogenicity, because these 5 nucleotide changes were not found in the attenuated PEDV DR13 strain.",
            "cite_spans": [
                {
                    "start": 146,
                    "end": 150,
                    "text": "[16,",
                    "ref_id": null
                },
                {
                    "start": 151,
                    "end": 154,
                    "text": "25]",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 362,
                    "end": 366,
                    "text": "[15]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The coding region of the S gene of attenuated PEDV DR13 has nucleotide and amino acid differences compared to CV777, Br1/87 and parent Notably, only 20 nucleotide changes, however, are thought to be significant for pathogenicity because they lead to changes in the predicted amino acid sequence of attenuated PEDV DR13. In addition, attenuated PEDV DR13 exhibited reduced pathogenicity in pigs when subjected to a high number of serial passages in Vero cell cultures [16] . The attenuated PEDV DR13 S protein was found to contain 28 Asn-Xaa-Ser/Thr sequons, 21 asparagines predicted to be N-glycosylated and a region of highly hydrophobic residues at positions 1,327-1,347, which is predicted to form an a-helix and to function as a membrane anchor. Similar to attenuated PEDV DR13, the Br1/87 S protein has 29 potential N-linked glycosylation sites and a hydrophobic stretch at positions 1,322-1,337 [10] . Although CV777 was a little different, it did contain 29 potential N-linked glycosylation sites [15] . Prediction of N-glycosylation sites using the ExPASy (Expert Protein Analysis System) Proteomics Server of the Swiss Institute of Bioinformatics (SIB) revealed that CV777 S protein contains 29 Asn-Xaa-Ser/Thr sequons and 22 asparagines that are predicted to be N-glycosylated. The Br1/87 and parent PEDV DR13 S proteins are a little different but still have 29",
            "cite_spans": [
                {
                    "start": 467,
                    "end": 471,
                    "text": "[16]",
                    "ref_id": null
                },
                {
                    "start": 901,
                    "end": 905,
                    "text": "[10]",
                    "ref_id": null
                },
                {
                    "start": 1004,
                    "end": 1008,
                    "text": "[15]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Asn-Xaa-Ser/Thr sequons and 22 asparagines that are predicted to be N-glycosylated. In the case of attenuated PEDV DR13, two (from N to K at 378, from T to I at 1,260) of the changes in the predicted amino acid sequence destroy N-linked glycosylation sites, while another change (from N to S at 114) creates a new glycosylation site when it compare to CV777 and Br1/87, respectively. There are two amino acid changes (from N to K at 378, from N to T at 1,193) destroying N-linked glycosylation sites and another change (from N to S at 114) creating a new glycosylation site when the attenuated PEDV DR13 is compared with parent PEDV DR13. Taken together, it appears that 2 nucleotide changes of 5 changes are thought to be simply strain differences because we reveal 1 nucleotide change (from A to C at 3,588) destroying Nlinked glycosylation site through amino acid change (from N to T at 1, 193) found in not other wild type PEDV but only parent PEDV DR13, and another change (from C to T, A in parent DR13 at 3,789) destroying N-linked glycosylation site through amino acid change (from T to I, N in parent DR13 at 1,260) found in both parent and attenuated PEDV DR13. Therefore, the fundamental cause of these differences in N-linked glycosylation sites was 3 nucleotide changes and these are suggested to influence the pathogenicity of attenuated PEDV DR13. Sequence homology analysis and phylogenetic analysis of S genes indicated that attenuated PEDV DR13 was highly homologous to CV777, Br1/87, JS-2004-2 and parent DR13, rather than to Spk1 and Chinju99 at the nucleotide and deduced amino acid sequence levels. In addition, attenuated PEDV DR13 Taken together, it appears that attenuated PEDV DR13 is closely related to CV777, Br1/87, JS-2004-2 and parent DR13, rather than to Spk1 and Chinju99. It is notable that attenuated PEDV DR13 is especially close to the Chinese PEDV strain JS-2004-2 rather than to the Korean PEDV strains Spk1 and Chinju99, even though it is of Korean origin.",
            "cite_spans": [
                {
                    "start": 890,
                    "end": 892,
                    "text": "1,",
                    "ref_id": null
                },
                {
                    "start": 893,
                    "end": 897,
                    "text": "193)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In the present study, the complete nucleotide and deduced amino acid sequences of the attenuated PEDV DR13 S gene were determined and compared to reference PEDVs, to find determinants of PEDV pathogenicity in the S gene. Phylogenetic trees were constructed and analyzed according to S gene nucleotide and deduced amino acid sequences. Similarities and differences among reference PEDVs, including attenuated PEDV DR13, were demonstrated, and these helped to elucidate the phylogenetic relationship of attenuated PEDV DR13 to other PEDVs. Moreover, the complete nucleotide and deduced amino acid sequences of the attenuated PEDV DR13 S gene will now form the basis for further functional exploration of both wild type and attenuated PEDV. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Disease of Swine",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "B"
                    ],
                    "last": "Pensaert",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "179--185",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Veterinary Virology",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "A"
                    ],
                    "last": "Murphy",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "P J"
                    ],
                    "last": "Gibbs",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "C"
                    ],
                    "last": "Horzinek",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Studdert",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Proc. Cong",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Bernasconi",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Guscetti",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Utiger",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Van Reeth",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ackermann",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Pospischil",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "",
            "volume": "3",
            "issn": "",
            "pages": "542--546",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Comparison of the (a) nucleotide and (b) deduced amino acid sequence of the S gene of attenuated PEDV DR13 with CV777 (GenBank Accession No. AF353511), Br1/87 (EMBL Accession No. Z25483) and parent DR13 (GenBank Accession No. DQ862099) strains. Asterisks represent (a) nucleotides and (b) amino acids that are identical to those in the attenuated PEDV DR13. Dashed lines represent missing (a) nucleotides and (b) amino acids compared to the PEDV CV777, Br1/87 and parent DR13 strains. Start codon ATG and stop codon TGA are underlined. Only the (a) 142 (146) and 141 nucleotides, and (b)59 (63) and 59 amino acids of CV777 (Br1/87) and parent DR13 which mismatched those of attenuated PEDV DR13 are included. Three missing nucleotides and one missing amino acids compared to the PEDV CV777, Br1/87 and parent DR13 strains are included. Regions corresponding to the six primers used for cloning are underlined and labeled above the sequence as SF1-3 and SR1-3. Asn-Xaa-Ser/Thr sequons in the sequence are underlined and bold letters indicate asparagine residues that are predicted to be Ndescribed above. Out of all differences, 50 nucleotide and 20 amino acid changes of the attenuated PEDV DR13 appear to be meaningful because we reveal other changes found in wild type PEDV, including JS-2004-2, Spk1, Chinju99 and parent DR13.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Fig. 2 continued",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Fig. 2 continued",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "continued was found to belong to a group that includes CV777, Br1/87, JS-2004-2 and parent DR13. More precisely, attenuated PEDV DR13 formed one subgroup with JS-2004-2.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Phylogenetic trees generated on the basis of (a) nucleotide and (b) deduced amino acid sequences of the S gene region of attenuated PEDV DR13 and reference PEDVs. Trees constructed with neighbor-joining method using MEGA 3.1 program. Horizontal branch lengths are proportional to genetic distances between PEDV strains. Bootstrap figures are shown in italics for the major nodes. The GenBank Accession Nos. of reference PEDVs for the S gene are AF353511 (CV777), AY653204 (JS-2004-2), AF500215 (Spk1), AY167585 (Chin-ju99), DQ862099 (parent DR13) and the EMBL Accession No.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Primers used in cDNA synthesis of the PEDV S geneFig. 1 Construction of cDNA clones for the full-length S gene of attenuated PEDV DR13 by RT-PCR using pairs of sense (SF) and antisense (SR) primers: diagrammatic representation of the S gene of viral RNA (long solid rectangle) and S gene ORF (long",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Nucleotide and deduced amino acid sequence homology of the S gene of attenuated PEDV DR13 and reference PEDVs",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}