{
    "paper_id": "fbf1f4ceab300e9c3518b500f36727c2ad69be20",
    "metadata": {
        "title": "Codon usage and evolutionary rates of the 2019-nCoV genes",
        "authors": [
            {
                "first": "Maddalena",
                "middle": [],
                "last": "Dilucca",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Sapienza University of Rome",
                    "location": {
                        "settlement": "Rome",
                        "country": "Italy"
                    }
                },
                "email": "maddalena.dilucca@gmail.com"
            },
            {
                "first": "Sergio",
                "middle": [],
                "last": "Forcelloni",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Sapienza University of Rome",
                    "location": {
                        "settlement": "Rome",
                        "country": "Italy"
                    }
                },
                "email": ""
            },
            {
                "first": "Athanasia",
                "middle": [],
                "last": "Pavlopoulou",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Alexandros",
                "middle": [
                    "G"
                ],
                "last": "Georgakilas",
                "suffix": "",
                "affiliation": {
                    "laboratory": "DNA Damage Laboratory, Physics Department",
                    "institution": "National Technical University of Athens (NTUA)",
                    "location": {
                        "settlement": "Athens",
                        "country": "Greece"
                    }
                },
                "email": ""
            },
            {
                "first": "Andrea",
                "middle": [],
                "last": "Giansanti",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Sapienza University of Rome",
                    "location": {
                        "settlement": "Rome",
                        "country": "Italy"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Severe acute respiratory syndrome coronavirus 2 (2019-nCoV), which first broke out in 1 Wuhan (China) in December of 2019, causes a severe acute respiratory illness with a mortality 2 ranging from 3% to 6%. To better understand the evolution of the newly emerging 2019-nCoV, in this 3 paper, we analyze the codon usage pattern of 2019-nCoV. For this purpose, we compare the codon 4 usage of 2019-nCoV with that of other 30 viruses belonging to the subfamily of orthocoronavirinae. 5 We found that 2019-nCoV shows a rich composition of AT nucleotides that strongly influences its 6 codon usage, which appears to be not optimized to human host. Then, we study the evolutionary 7 pressures influencing the codon usage and evolutionary rates of the sequences of five conserved 8 genes that encode the corresponding proteins (viral replicase, spike, envelope, membrane and 9 nucleocapsid) characteristic of coronaviruses. We found different patterns of both mutational bias 10 and nature selection that affect the codon usage of these genes at different extents. Moreover, we 11 show that the two integral membrane proteins proteins (matrix and envelope) tend to evolve slowly 12 by accumulating nucleotide mutations on their genes. Conversely, genes encoding nucleocapsid 13 (N), viral replicase and spike proteins are important targets for the development of vaccines and 14 antiviral drugs, tend to evolve faster as compared to other ones. Taken together, our results suggest 15 that the higher evolutionary rate observed for these two genes could represent a major barrier in the 16 development of antiviral therapeutics 2019-nCoV. 18 20 genome of coronavirus (mouse hepatitis virus -MHV), a positive sense, single-stranded RNA virus, 21 was first reported in 1949. It belongs to the family Coronaviridae and ranges from 26.4 (ThCoV 22 HKU12) to 31.7 (SW1) kb in length [10], making it the largest genomes among all known RNA viruses, 23 with G + C contents varying from 32% to 43% [20]. The coronavirinae family consists of four genera 24 based on their genetic properties, including genus: Alphacoronavirus, Betacoronavirus (subdivided in 25 subgroups A, B, C and D), Gammacoronavirus and Deltacoronavirus. Coronavirus can infect humans 26 and many different animal 2 of 20 bats, rabbits, ferrets, mink, snake, and other wildlife animals. To date, 30 CoVs genomes have been 28 identified. Only seven CoVs have been identified that infect humans, including Human CoV-229E 29 (HCoV-229E), Human coronavirus NL63 (HCoV-NL63), HumanCoV-OC43 (HCoV-OC43), Human 30 CoV-HKU1 (HCoV-HKU1), Human SARS related coronavirus (SARSr-CoV), Middle East Respiratory 31 Syndrome (MERS-CoV) and SARS CoV 2 ( nCoV) [26]. 32 Severe acute respiratory syndrome CoV 2 (2019-nCoV), which first broke out in Wuhan (China) in 33 December of 2019, causes a severe acute respiratory illness with a mortality rate from 3% to 6%. 34 The newly sequenced virus genome encodes two open reading frames (ORFs), ORF1a and ORF1ab, 35 the latter encodes replicase polyproteins, and four structural proteins [19], [9]: the spike-surface 36 glycoprotein (protein S), the small envelop protein (protein E), the matrix protein (M), and the 37 nucleocapsid protein (N). 38 The phenomenon of codon usage bias (CUB) exists in many genomes including RNA genomes and 39 it is actually determined by mutation and selection [1]. As it is well-known, the non-random choice 40 of synonymous codons varies among species that are potential host for viruses [11] [? ]. It is then 41 important to study patterns of common codon usage in coronaviruses because CUB can be related to 42 the driving forces that shape the evolution of small RNA viruses. Mutational bias has been considered 43 as the major determinant of codon usage variation among RNA viruses [13]. Indeed, RNA viruses 44 show an effective number of codons (ENC) that is quite high (ENC>45) pointing to a quite random 45 codon usage, whereas if one uses the adaptive index CAI then the viral CUB is consistent with that of 46 the host, as observed in the Equine infectious anemia virus (EIAV) or Zaire ebolavirus (ZEBOV) [5]. 47 65",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "We compared the codon usage of 2019-nCoV with that of the other coronavirus genomes. For 66 this purpose, we used the RSCU which is a biologically relevant metric of distance between the codon 67 usage in the protein-coding sequences of these genomes. In Fig. 1 , we report the heatmap of the RSCU 68 values associated with the coronavirus. The RSCU values of the majority of the codons scored between 69 0 and 3.1 (see legend in Figure 1). Interestingly, analysis of codon bias in coronavirus genomes reveal 70 that the newly identified coronavirus 2019-nCoV Wuhan-Hu-1 sequence has a clear origin from other 71 beta-CoV's and is closer, specifically, to SARSr-CoV, consistent with their phylogenetic relationships 72 (Figure A3). In line with previous observations, we show that the mean CpG relative abundance in the 73 author/funder. All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 255,
                    "end": 261,
                    "text": "Fig. 1",
                    "ref_id": null
                }
            ],
            "section": "Abstract"
        },
        {
            "text": "coronavirus genomes is markedly suppressed [27]. Specifically, GGG, GGC, CCG (pyrimidine-CpG) 74 and ACG (purine-CpG) present a very low frequence of occurrence, probably due to the relative tRNA 75 abundance of the host. In fact, in human the abundance of tRNA in codons GGG, GGC, CCG and 76 ACG are respectavely: 0, 0, 4 and 7.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "In 2019-nCoV, the most frequently used codons are CGU (arginine, 2.34 times) and GGU (glycine, 78 2.42), whereas the least used codons are GGG (glycine) and UCG (serine). We also note the most 79 frequently used codons for each amino acid, ended in either U or A. [5] 80 157 divergence. Each point in Forsdyke plots measures the divergence between pairs of orthologous genes 158 in the two species, as projected along with the phenotypic (protein) and nucleotidic (DNA) axis. Thus, 159 the slope is an estimation of the fraction of DNA mutations that result in amino acid substitutions 160 author/funder. All rights reserved. No reuse allowed without permission. in the speciation process between two species [8]. In Figure 7, we show separately for each gene the 161 associated Forsdyke plot.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "162",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "The name \"coronavirus\" is derived from the Greek κoρωνα, that mean crown. The first complete",
            "cite_spans": [],
            "ref_spans": [],
            "section": "19"
        },
        {
            "text": "The aim of this study was to carry out a comprehensive analysis of codon usage and composition of 48 coronavirus and explore the possible leading evolutionary determinants of the biases found. [19]. For nCoV we note a different trend T>A>G>C, but in totally AT% is more used than GC% (See 54   Table 3 ). The GC content in 2019-nCoV is 0.373 ± 0.05. 55 2.2. All the sequenced 2019-nCoV genomes share a common codon usage 56 We downloaded the protein-coding sequences of 2019-nCoV from GIDAID database, by did not cluster according to geographic location, thus confirming the common origin of these genomes. 63 Therefore, we will consider a unique vector to represent 2019-nCoV in the following analyses. 2.4. The codon usage of 2019-nCoV is not optimized to the host. 81 To measure the codon usage bias in the coronavirus genomes, we used the effective number 82 of codons (ENC) value and the Competition Adaptation Index (CAI). In Table 2 and 3, we report 83 the ENC and CAI values for all the coronaviruses we considered in this work. To visually enhance 84 the differences among the codon usage of these coronaviruses we calculated Zscore of a single virus 85 in relation to the other members of the CoV subfamily. Interestingly, the ENC value associated to 86 2019-nCoV (51.9 ± 2.59) is lower than the average of all Coronaviruses, meaning that 2019-nCoV uses 87 a broader set of synonymous codons in its coding sequences. We also note that CAI of 2019-nCoV 88 (0.727 ± 0.054) is lower than the average one, underscoring that this coronavirus tend to use codons 89 that are not optimized to the host. We calculate similarity index (SiD) to measure the effect of codon author/funder. All rights reserved. No reuse allowed without permission.",
            "cite_spans": [
                {
                    "start": 421,
                    "end": 423,
                    "text": "56",
                    "ref_id": null
                },
                {
                    "start": 607,
                    "end": 609,
                    "text": "63",
                    "ref_id": null
                },
                {
                    "start": 768,
                    "end": 770,
                    "text": "81",
                    "ref_id": null
                },
                {
                    "start": 1160,
                    "end": 1162,
                    "text": "85",
                    "ref_id": null
                },
                {
                    "start": 1261,
                    "end": 1263,
                    "text": "86",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 289,
                    "end": 301,
                    "text": "54   Table 3",
                    "ref_id": null
                },
                {
                    "start": 932,
                    "end": 939,
                    "text": "Table 2",
                    "ref_id": null
                }
            ],
            "section": "19"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.03.25.006569 doi: bioRxiv preprint author/funder. All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "19"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.03.25.006569 doi: bioRxiv preprint is considered as a pure mutational parameter. In Figure 5 , we report the neutrality plots obtained for 133 genes M, N, S, E, RdRP, together with the best-fit lines and the slopes associated with them. 134 author/funder. All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 191,
                    "end": 199,
                    "text": "Figure 5",
                    "ref_id": "FIGREF8"
                }
            ],
            "section": "19"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.03.25.006569 doi: bioRxiv preprint The rationale to understand the results is that the wider is the deviation between the slope of the Overall, protein and DNA sequence divergences are linearly correlated, and these correlations 163 can be expressed through slopes and intercepts of the regression lines.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "19"
        },
        {
            "text": "Genes M and E show quite low slopes, indicating that these proteins tend to evolve slowly by 165 accumulating nucleotide mutations on their genes. Conversely, the steeper slopes for genes N, RdRP, 166 and S indicate that these genes tend to evolve faster compared to other ones. A plausible explanation 167 for this observation is that protein N due to its immunogenicity, has been frequently used to generate 168 specific antibodies against various animal coronavirus, including in SARS [24] . The viral replicase 169 polyprotein that is essential for the replication of viral RNA and, finally, the gene S encodes the protein 170 that is responsible for the \"spikes\" present on the surface of coronaviruses. Taken together, our results 171 suggest that the higher evolutionary rate observed for these proteins could represent a major obstacle 172 to in the development of a antiviral therapeutics against 2019-nCoV. 173 author/funder. All rights reserved. No reuse allowed without permission.",
            "cite_spans": [
                {
                    "start": 197,
                    "end": 200,
                    "text": "166",
                    "ref_id": null
                },
                {
                    "start": 488,
                    "end": 492,
                    "text": "[24]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "164"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.03.25.006569 doi: bioRxiv preprint To analyze the rate of evolution that characterize these genes by confronting the nucleotide sequences ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "164"
        },
        {
            "text": "ENC is an estimate of the frequency of different codons used in a coding sequence. In general, ENC ranges from 20 (when each aminoacid is coded by just one and the same codon) to 61 (when all synonymous codons are used on an equal footing). Given a sequence of interest, the computation of ENC starts from F α , a quantity defined for each family α of synonymous codons (one for each amino acid):",
            "cite_spans": [],
            "ref_spans": [],
            "section": "234"
        },
        {
            "text": "where m α is the number of different codons in α (each one appearing n 1 α , n 2 α , ..., n m α times in the sequence) and n α = ∑ m α k=1 n k α . ENC then weights these quantities on a sequence:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "234"
        },
        {
            "text": "where N S is the number of families with one codon only and K m is the number of families with 235 degeneracy m (the set of 6 synonymous codons for Leu can be split into one family with degeneracy 2, 236 similar to that of Phe, and one family with degeneracy 4, similar to that, e.g., of Pro). 237 We have evaluated ENC by using the implementation in DAMBE 5.0 [31]. ",
            "cite_spans": [
                {
                    "start": 294,
                    "end": 297,
                    "text": "237",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "234"
        },
        {
            "text": "Codon adaptation index CAI [? ] is used to quantify the codon usage similarities between the virus and host coding sequences. The principle behind CAI is that codon usage in highly expressed genes can reveal the optimal (i.e., most efficient for translation) codons for each amino acid. Hence, CAI is calculated based on a reference set of highly expressed genes to assess, for each codon i, the relative synonymous codon usages (RSCU i ) and the relative codon adaptiveness (w i ):",
            "cite_spans": [],
            "ref_spans": [],
            "section": "239"
        },
        {
            "text": "In the RSCU i , X i is the number of occurrences of codon i in the genome, and the sum in the denominator runs over the n i synonyms of i; RSCUs thus measure codon usage bias within a family of synonymous codons. w i is then defined as the usage frequency of codon i compared to that of the optimal codon for the same amino acid encoded by i-i.e., the one which is mostly used in a reference set of highly expressed genes. The CAI for a given gene g is calculated as the geometric mean of the usage frequencies of codons in that gene, normalized to the maximum CAI value possible for a gene with the same amino acid composition:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "239"
        },
        {
            "text": "where the product runs over the l g codons belonging to that gene (except the stop codon).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "239"
        },
        {
            "text": "This index values range from 0 to 1, where the score 1 represents the tendency of a gene to always The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.03.25.006569 doi: bioRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "240"
        },
        {
            "text": "To study the patterns of codon bias in the coronaviruses, we use Z-score values:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "240"
        },
        {
            "text": "where ENC f amily is the average of the ratio within a codon bias index in a family of a virus v, ENC v 246 and σ v are the average value of ENC and its standard deviation over the whole virus v, and N v is the 247 number of virus in the family (we use the standard deviation of the mean as we are comparing average 248 values).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "240"
        },
        {
            "text": "The same Z-score is evalueted for codon bias index CAI. ENC-plot analysis was performed to estimate the relative contributions of mutational bias and natural selection in shaping CUB of genes encoding for proteins that are crucial for 2019-nCoV: RdRP, the spike-surface glycoprotein (protein S), the small envelop protein (protein E), the matrix protein (M), and the nucleocapsid protein (N). The ENC-plot is a plot in which the ENC is the ordinate and the GC3 is the abscissa. Depending on the action of mutational bias and natural selection, different cases are discernable. If a gene is not subject to selection, a clear relationship is expected between ENC and GC3 [? ]: The following abbreviations are used in this manuscript: author/funder. All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "249"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.03.25.006569 doi: bioRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "249"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Causes and Implications of Codon Usage Bias in RNA Viruses PLoS One",
            "authors": [
                {
                    "first": "I",
                    "middle": [
                        "S"
                    ],
                    "last": "Belalov",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "N"
                    ],
                    "last": "Lukashev",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "The Coronavirus Surface Glycoprotein, the Coronaviridae Springer",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Cavanagh",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "73--113",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Genomic variance of the 2019-nCoV coronavirus",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Ceraolo",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "M"
                    ],
                    "last": "Giorgi",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1002/jmv.25700"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Comparative genetic analysis of the novel coronavirus",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Cao",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Feng",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "receptor ACE2 in different populations",
            "authors": [],
            "year": 2020,
            "venue": "Cell Discov",
            "volume": "6",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1038/s41421-020-0147-1"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Analysis of the codon usage pattern in Middle East Respiratory Syndrome 319",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Yuan",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Tool for the Selection of DNA and Protein Evolutionary Models",
            "authors": [],
            "year": 2020,
            "venue": "Mol Biol Evol",
            "volume": "37",
            "issn": "1",
            "pages": "291--294",
            "other_ids": {
                "DOI": [
                    "32210.1093/molbev/msz189"
                ]
            }
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Essentiality, conservation, evolutionary pressure and codon bias in 324 bacterial genomes",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Dilucca",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Cimini",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Giansanti",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Gene",
            "volume": "663",
            "issn": "",
            "pages": "178--188",
            "other_ids": {
                "DOI": [
                    "10.1016/j.gene.2018.04.017.Epub"
                ]
            }
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Mutations in disordered proteins as early indicators of nucleic acid changes 326 triggering speciation",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Forcelloni",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Giansanti",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Sci Rep",
            "volume": "10",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1038/s41598-020-61466-5"
                ]
            }
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Molecular Evolution of Human Coronavirus Genomes",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Forni",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Cagliani",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Clerici",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Sironi",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Trends",
            "volume": "328",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Nidovirales: Evolving the largest RNA virus 330 genome",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "E"
                    ],
                    "last": "Gorbalenya",
                    "suffix": ""
                },
                {
                    "first": "Luis",
                    "middle": [],
                    "last": "Enjuanes",
                    "suffix": ""
                },
                {
                    "first": "Eric",
                    "middle": [
                        "J"
                    ],
                    "last": "Johnziebuhr",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Snijdera",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "",
            "volume": "117",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.virusres.2006.01.017"
                ]
            }
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Codon catalog usage and the genome hypothesis",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Grantham",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Gautier",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Gouy",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Mercier",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Pavé",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Analysis of synonimous codon usage in SARS Coronavirus and other viruses in the 334",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Gu",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "The extent of codon usage bias in human RNA viruses and its evolutionary 336 origin",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "M"
                    ],
                    "last": "Jenkins",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "C"
                    ],
                    "last": "Holmes",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Virus Research",
            "volume": "92",
            "issn": "1",
            "pages": "1--7",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Cross-species transmission of the newly identified coronavirus 2019-nCoV",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Ji",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Zai",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Molecular Evolutionary Genetics Analysis across",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Kumar S Stecher",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Knyaz",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Tamura",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Mega X",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Computing Platforms",
            "authors": [],
            "year": 2018,
            "venue": "Mol Biol Evol",
            "volume": "35",
            "issn": "6",
            "pages": "1547--1549",
            "other_ids": {
                "DOI": [
                    "10.1093/molbev/msy096"
                ]
            }
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Insights into the genetic and host 342 adaptability of emerging porcine circovirus",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Lia",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Wanga",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Xinga",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Zhanga",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Zhanga",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "VIRULENCE",
            "volume": "9",
            "issn": "1",
            "pages": "1301--1313",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "A structural analysis of M protein in 345 coronavirus assembly and morphology",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "W"
                    ],
                    "last": "Neuman",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Kiss",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "H"
                    ],
                    "last": "Kunding",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Bhella",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "F"
                    ],
                    "last": "Baksh",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Connelly",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "J. Struct. Biol",
            "volume": "174",
            "issn": "",
            "pages": "11--22",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "The coronavirus E protein: assembly and beyond Viruses",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Ruch",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Machamer",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "",
            "volume": "4",
            "issn": "",
            "pages": "363--382",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Analysis of preferred codon usage in the coronavirus N genes and their implications for genome 348 evolution and vaccine design",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Sheihk",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Journal of Virological Methods",
            "volume": "277",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Toroviruses, and Arteriviruses. Topley and Wilson's 350 Microbiology and Microbial Infections",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "G"
                    ],
                    "last": "Siddell",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Ziebuhr",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "J"
                    ],
                    "last": "Snijder",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Coronaviruses",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Clustal omega",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Sievers",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "G"
                    ],
                    "last": "Higgins",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Curr Protoc Bioinformatics",
            "volume": "48",
            "issn": "",
            "pages": "3--13",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "nucleotide content of 30 coronaviruses coding sequences are calculated. The results reveal 52 that the nucleotide A is the most frequent base and the nucleotide frequencies are in order A >T>G>C 53",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "57 classifying each n-CoV based on the geographic location where they are sequenced (see tree in 58 A2). For each n-CoV genome, we calculated the relative synonymous codon usage (RSCU), in the 59 form of a 61-component vector. In Fig A1, we show the heatmap and the associated clustering of these 60 vectors. Despite the high mutation rate that characterizes 2019-nCoV genome [30], [4], the overall 61 codon usage bias among 2019-nCoV strains appears to be similar. Moreover, their associated vectors 62",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Codon usage of 2019-nCoV genome strains Clustering of the RSCU vectors associated to coronavirus. Analysis of codon bias in coronavirus genomes reveal that the newly identified coronavirus 2019-nCoV Wuhan-Hu-1 sequence was closer to SARSr-CoV as in the reconstructed phylogenetic tree shown in Figure A3. Heatmap are drawn with the CIMminer software [25], which uses Euclidean distances and the average linkage algorithm.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "90 usage bias of the host (human) on the 2019-nCoV genes. The SiD values range from 0 to 1, with higher 91 values indicating that the host has a dominant effect on the usage codons. [16] In our case SiD for 92 2019-nCoV is equal to 0.78.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Z-score values. Z-score is calculated for two codon bias indexes ENC and CAI. We show in figure that a lot of coronavirus have a codon usage major than the average value of the family (Z-score 3). For what concerns 2019-nCoV, it presents average CAI and ENC higher than the average too.2.5. Genes94 The genome of the newly emerging 2019-nCoV consists of a single, positive-stranded RNA, 95 that is approximately 30K nucleotides long. The overall genome is organizated similar to other 96 coronaviruses. Ceraolo et al. performed a cross-species analysis for all proteins encoded by the 97 2019-nCoV (see Figure 3-4 in [3]). The newly sequenced virus genome encodes polyproteins, common 98 to all betacoronavirus, which are further cleaved into the individual structural proteins E, M, N and S, 99 as well the non-structural RdRP [28]. So, only five viral genes are classified according to their viral 100 location and studied for each virus because the short length and insufficient codon usage diversity of 101 the other genes might have biased the results. The corresponding gene products including S protein 102 regulates virus attachment to the receptor of the target host cell [2]; the E protein functions to assemble 103 the virions and acts as an ion channel [18], the M protein plays a role in virus assembly and is involved 104 in biosynthesis of new virus particles [17] the N protein forms the ribonucleoprotein complex with 105 the virus RNA [19]. Finally, RdRP catalyzes viral RNA syntesis. We calculate for these five proteins 106 the RSCU vectors in each virus of the dataset (see Figure 3). We show that only for gene E, M and 107 N 2019-nCoV cluster with SARSr-CoV and SARSr-Rh-BatCoV HKU3, consistent with the inferred 108 phylogeny shown in Figure A3. 109 author/funder. All rights reserved. No reuse allowed without permission.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "RSCU vectors of five different genes. Heatmaps confirm that the newly identified coronavirus 2019-nCoV Wuhan-Hu-1 sequence is closer to SARS and HCoV 229E, except for gene RdRP and gene S.2.6. The ENC plot analysis of individual genes of 2019-nCoV 110 To further investigate which factors account for the low codon usage bias of the different genes 111 in coronavirus, we analyzed the relationship between the ENC value and the percentage of G or C 112 in the third positioncodons (GC3s). In Figure 4, we show separately the ENC-plots obtained for the 113 five genes (M, N, S, E, and RdRP), together with the Wright's theoretical curve, corresponding to the 114 case when the codon usage is only determined by the GC3s [29]. We would like to point out that if 115 mutational bias, as quantified by GC-content in the generally neutral 3rd codon position, is the main 116 factor in determining the codon usage among these genes, the corresponding point in the ENC-plot 117 should lie on or just below Wright's curve. In Figure 4, all distributions lie below the theoretical curve, 118 an indication that not only mutational bias but also natural selection plays a non-negligible role in the 119 codon choice in all genes. This is exemplified by the violinplots in Figure 5 of the distances between the 120 genes and Wright's theoretical curve. Genes N, S, and RdRP are more scattered below the theoretical 121 curve than those of genes M and E, implying that in the latter the codon usage patterns are pretty 122 consistent with the effects of mutational bias. Interestingly, data points corresponding to the gene N, 123 which is the major viral structural component needed to protect and encapsidate the viral RNA, is 124 localized around GC3=0.5 (See Figure 4). This means that the displacement under the curve most likely 125 reflects the selective pressure exerted on this gene. Conservely, all other genes show a displacement 126 author/funder. All rights reserved. No reuse allowed without permission.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "ENC-plots of genes M, N, S, E, RdRP. In these plots, each point corresponds to a single gene. The black-dotted lines in all panels are plots of Wright's theoretical curve corresponding to the case of a CUB merely due to mutational bias (no selective pressure). Red dots represent 2019-nCoV genes.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF8": {
            "text": "Distances from Wright's curve. Box plots are calculated for each gene for values of distance from theoretical Wright's curve. Genes N, S, and RdRP are more scattered below the theoretical curve than those of genes M and E, implying that in the latter the codon usage patterns are pretty consistent with the effects of mutational bias. 2.7. Neutrality plot 129 A neutrality plot analysis was performed to estimate the role of mutational bias and natural 130 selection in shaping the codon usage patterns of the five genes under investigation. In this plot, the 131 average GC-content in the first and second positions of codons (GC12) is plotted against GC3s, which 132",
            "latex": null,
            "type": "figure"
        },
        "FIGREF9": {
            "text": "Neutrality plot of genes M, N, S, E, RdRP. In these plots, each point corresponds to a single gene in a virus. The solid black lines in all panels are the bisectors corresponding to the case of a CUB merely due to mutational bias (no selective pressure). The black-dotted lines are the linear regressions. Red dots represent 2019-nCoV genes.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF10": {
            "text": "135 regression line and the bisector, the stronger is the action of selective pressure. All correlations are 136 highly significant (Spearman correlation -R 2 analysis, p-value<0.0001). By comparing the divergences 137 between the regression lines and the bisectors in each panel, we reveal that the five genes here 138 considered are subject to different balance between natural selection and mutational bias. Specifically, 139 in line with the ENC-plot analyses, the genes S and RdRP present the largest deviations of their 140 regression lines from the bisector lines and, therefore, a stronger action of natural selection. Conversely, 141 the regression line for the gene M is closer to the bisector than the other genes, meaning that the 142 this gene is the least one subject to the action of natural selection. Finally, the genes E and N are 143 intermediate between the previous cases. 144 It is worth noting that almost all data points are located below the bisector lines, implying a selective 145 tendency for a higher AT content in the first two codon positions than in the third one. In addition, 146 both GC3 and GC12 are lower than 0.5, thus showing a general preference for A and T bases in all 147 three codon positions. Interestingly, data points associated to gene M and E are closer to the bisector 148 lines as compared to gene N, S, and RdRP. This observation means that the GC content in the first 149 two codon positions tend to be in proportion to GC3 in gene M and E, and this partially explains the 150 closeness of these two genes to the Wright theoretical curve in Figure 4.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF11": {
            "text": "analyze the rate of evolution that characterize these genes by confronting the nucleotide 153 sequences of the newly emerging 2019-nCoV and their corrisponding protein sequences with those 154 of other coronaviruses here considered. Each gene of 2019-nCoV was compared to the orthologous 155 gene in one of the 30 coronaviruses to estimate evolutionary divergences. Each pair of homologous 156 genes is represented by a point in the Forsdyke plot [8], which correlates protein divergence with DNA Forskdyke plots of genes M, N, S, E, RdRP. Phenotype (Protein div) vs. nucleotide (DNA div) sequence divergence between 2019-nCoV and homologous genes in the other coronaviruses. Each point corresponds to an individual gene. In each panel, we report the best-fit line in red, together with the associated values of the slope (m) and the intercept (q) in the legend.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF12": {
            "text": "To investigate the factors leading to the 2019-nCoV and other viruses related to codon usage 176 patterns, several analytical methods were used in our study. First, the RSCU value of the 2019-nCoV 177 was calculated. Despite the high mutation rate that characterize 2019-nCoV, we do not show differences 178 in codon usage between these genomes. Moreover, their associated vectors did not cluster for 179 geographically positon, thus confirming the common origin of these genomes. The nucleotide180 composition confirm higher AT% content and low GC% content as it is common in RNA viruses 181 such as Severe Acute Respiratory Syndrome (SARS) [? ]. The results indicate also that codon usage 182 bias exists and that the 2019-nCoV preferred codons almost all end in U. The codon usage bias was 183 further confirmed by the mean ENC value of 51.9 (a value greater than 45 is considered as a slight 184 codon usage bias due to mutation pressure or nucleotide compositional constraints). The same analysis 185 is effectuated with CAI index, that it is calculated on the with RNA of codons expressed most often. 186 This suggests that the RNA viruses with high ENC values (and low CAI) adapt to the host with 187 various preferred codons. So a low biased codon usage pattern might allow the virus make use of 188 several codons for each amino acid, and might be beneficial for viral replication and translation in the . The ENC-plot analysis reveals that natural selection plays an important role in the codon 190 choice of the five conserved viral genes here considered: RdRP, S, E, M, and N. However, genes N, S, 191 and ORF1ab are more scattered below the theoretical curve than those of genes M and E, implying 192 that in the latters the codon usage is under more strict control by mutational bias. According with 193 this analysis, the genes S and RdRP present the largest deviations of their linear regressions from 194 the bisectors lines in the neutrality plot analysis that implies a stronger action of natural selection. 195 Conversely, the regression line for the gene M is closer to the bisector than the other genes, meaning 196 that this gene is the least one subject to the action of natural selection. Finally, the genes E and N are 197 intermediate between the previous cases.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF14": {
            "text": "199we use the Forsdyke plot thar correlates protein divergence with DNA divergence. The two proteins 200 M and E show quite low slopes, indicating that these proteins tend to evolve slowly by accumulating 201 nucleotide mutations on their genes. Conversely, the steeper slopes for gene N and RdRP and the 202 gene S encoding for the S protein, which is responsible for the \"spikes\" present on the surface of203    coronaviruses, indicate that these three genes, and therefore their corresponding protein products, 204 tend to evolve faster compared to the other two genes. Findings of the present study could be directed 205 to be useful for developing diagnostic reagents and probes for detecting a range of viruses and isolates 206 in one test and for vaccine development, using the information about codon usage patterns in these 207 genes.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF15": {
            "text": "Sequence data analyzed210    The complete coding genomic sequences of 306 isolates of nCov reported across the world to date,211 were obtained from GISAID (available at https : //www.gisaid.org/epi f lu − applications/next − 212 hcov − 19 − app/) and NCBI viruses database accessed as on 17 March 2020. 213 Then the sequences are selected according to their geographical distribution, the isolation date, 214 and the host species. The complete coding genomic sequences of 30 coronaviruses were 215 downloaded from the National Center for Biotechnological Information (NCBI) (available at https : 216 //www.ncbi.nlm.nih.gov/). For each virus we consider in following alphabetical order genes: E, M, N, 217 RdRP and S.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF16": {
            "text": "Nucleotide Composition Analysis 219 The diverse nucleotide compositional properties are calculated for the coding sequences of 30 CoV 220 genomes. These compositional properties comprise the frequencies of occurrence of each nucleotide 221 (A, T, G, and C), AU and GC contents, nucleotides G + C at the first (GC1), second (GC2), and third 222 codon positions (GC3). To calculate these values we use an in-house Python script. We calculate, also, 223 mean frequencies of nucleotides G + C at the first and the second positions (GC12).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF17": {
            "text": "vectors for all the genomes were computed by using an in-house Python scriptRSCU i X i is the number of occurrences, in a given genome, of codon i, and the sum in the228 denominator runs over its n i synonymous codons. If the RSCU value for a codon i is equal to 1, this 229 codon was chosen equally and randomly. Codons with RSCU values greater than 1 have positive 230 codon usage bias, while those with value less than 1 have relatively negative codon usage bias [? ]. 231 author/funder. All rights reserved. No reuse allowed without permission.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF19": {
            "text": "use the most frequently used synonymous codons in the host. The CAI analysis of these coding242 sequences are performed using DAMBE 5.0 [31]. The synonymous codon usage data of different 243 hostes (human-Homo sapiens and other species) are retrieved from the codon usage database (available 244 at: http://www.kazusa.or.jp/codon/). 245 author/funder. All rights reserved. No reuse allowed without permission.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF21": {
            "text": "where s represents the value of GC 3[? ]. Genes for which the codon choice is only constrained by 253 mutational bias are expected to lie on or just below the Wright's theoretical curve. Alternatively, if 254 a particular gene is subject to selection, it will fall below Wright's theoretical curve. In this case, the 255 vertical distance between the point and the theoretical curve provides an estimation of the relative 256 extent to which natural selection and mutational bias affect CUB.257To evaluate scatter of dots from theoretical Wright's curve, we calculate the module of distance and we 258 drawn box plot calculated with an in-house Python script.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF22": {
            "text": "Neutrality plot260    We used a neutrality plot analysis [? ] to estimate the relative contribution of natural selection261 and mutational bias in shaping CUB of five crucial genes in the research field aiming to develop a 262 vacine against 2019-nCoV: M, N, S, RdRP, and E. In this analysis, the GC1 or GC2 values (ordinate) 263 are plotted against the GC3 values (abscissa), and each gene is represented as a single point on this 264 plane. In this case, the three stop codons (TAA, TAG, or TGA) and the three codons for isoleucine (ATT, 265 ATC, and ATA) were excluded in calculation of GC3, and two single codons for methionine (ATG) 266 and tryptophan (TGG) were excluded in all three (GC1, GC2, GC3) (Sueoka 1988). For each gene, we 267 separately performed a Spearman correlation analysis between GC1 and GC2 with the GC3. If the 268 correlation between GC1/2 and GC3 is statistically significant, the slope of the regression line provides 269 a measure of the relative extent to which natural selection and mutational bias affect CUB of these 270 genes (Sueoka 1999). In particular, if the mutational bias is the driving force that shapes CUB, then the 271 corresponding data points should be distributed along the bisector (slope of unity). On the other hand, 272 if natural selection also affects the codon choice of a family of genes, then the corresponding regression 273 line should diverge from the bisector. Thus, the extent of the divergence between the regression line 274 and the bisector indicates that the extent of codon choice due to the natural selection.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF23": {
            "text": "Forsdyke plot276    To study the evolutionary rates of genes M, N, S, RdRP, and E, we performed an analysis by277 using our previously defined Forsdyke plot [8]. Each gene in 2019-nCoV (taken as a reference) was 278 confronted with the homologous gene in one of the 30 coronaviruses considered in this analysis. Each 279 author/funder. All rights reserved. No reuse allowed without permission.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF24": {
            "text": "number of mismatches in each pair of aligned sequences. Thus, each point in Forsdyke 284 plots measures the divergence between pairs of homologous genes in the two species, as projected 285 along with the phenotypic (protein) and nucleotidic (DNA) axis.The first step in each comparison is 286 to compute the regression line between protein vs. DNA sequence divergence in the Forsdyke plot 287 getting values of intercept and slope for each variant of gene. To test whether the regression parameters 288 associated with each variant are different or not, we have followed a protocol founded by F-statistic 289 test, considering a p-value ≤ 0.05.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF25": {
            "text": "explore the evolutionary relationships among the four genera of coronaviruses, phylogenetic 292 analysis of the full-length genomic sequences of the 30 CoVs listed in Table 1 was performed. The 293 sequences were aligned with the usage of ClustalO [21], [22]. The resulting multiple sequence 294 alignment was used to build a phylogenetic tree by employing a maximum-likelihood (ML) method 295 implemented in the software package MEGA version 10. 1 [15]. ModelTest-NG [6] was used to select 296 the best-fit evolutionary model of nucleotide substitution, that is, GTR + G + I. Bootstrap analysis (100 297 pseudo-replicates) was conducted in order to evaluate the statistical significance of the inferred trees.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF26": {
            "text": "Contributions: For research articles with several authors, a short paragraph specifying their individual 299 contributions must be provided. The following statements should be used \"Conceptualization, all.; methodology, 300 M.D, S.F.and A.P..; software, M.D and S.F.; validation, all.; formal analysis,M.D , S.F A.P.; investigation, M.D, 301 S.F., A.P; data curation, M.D, S.F., A.P. ; writing-review and editing, all. All authors have read and agreed to the 302 published version of the manuscript.', please turn to the CRediT taxonomy for the term explanation. Authorship 303 must be limited to those who have contributed substantially to the work reported.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF27": {
            "text": "Conflicts of Interest:The authors declare no conflict of interest.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF28": {
            "text": "Abbreviations 306",
            "latex": null,
            "type": "figure"
        },
        "FIGREF29": {
            "text": "Phylogenetic tree from GIDAID.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF30": {
            "text": "Unrooted ML-based tree of the 30 CoV genomic sequences. The four distinct color-coded clades correspond to the respective genera of CoVs. The 2019-nCoV sequence is indicated by a star. The branch lengths depict evolutionary distance. Bootstrap values higher than 50 are shown at the nodes. The scale bar at the lower left denotes the length of nucleotide substitutions per position. Sievers F, Higgins DG. Methods Mol Biol. 2014;1079:105-16. doi: 10.1007/978 − 1 − 62703 − 646 − 7 6 Clustal 354 Omega, accurate alignment of very large numbers of sequences 355 23. Sueoka N. Directional mutation pressure and neutral molecular evolution. Proc Natl Acad Sci U S A. KA, Ye L, Ye L, Zhu Y, Wu Z, Gong Z. Cloning, sequencing, expression, and purification 358 of SARS-associated coronavirus nucleocapsid protein for serodiagnosis of SARS, J Clin Virol. 2004 359 Aug;30(4):309-12.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF31": {
            "text": "360 25. Weinstein JN, Myers TG, O'Connor PM, Friend SH, Fornace AJ Jr, Kohn KW, Fojo T, Bates SE, Rubinstein 361 LV, Anderson NL, Buolamwini JK, van Osdol WW, Monks AP, Scudiero DA, Sausville EA, Zaharevitz DW, PC, Wong BH, Huang Y, Lau SK, Yuen KY. Cytosine deamination and selection of CpG suppressed 367 clones are the two major independent biological forces that shape codon usage bias in coronavirusesPC, Lau Y, Huang Y, Yuen KY. Coronavirus Diversity, Phylogeny and Interspecies Jumping.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF32": {
            "text": "Biology and Medicine, 234(10), 1117-1127.(2009). https://doi.org/10.3181/0903-MR-94 371 29. Wright F. The 'effective number of codons' used in a gene, Gene. 1990 Mar 1;87(1):23-9 372 30. Wu A, Peng Y et al. Genome Composition and Divergence of the Novel Coronavirus (2019-nCoV) Originating 373 in China Cell Host Microbe, Cell Host Microbe. 2020 Mar 11;27(3):325-328. doi: 10.1016/j.chom.2020.02.001. Xia X, DAMBE5: a comprehensive software package for data analysis in molecular biology and evolution. , 376 Mol Biol Evol. 2013 Jul;30(7):1720-8. doi: 10.1093/molbev/mst064. Epub 2013 Apr 5 377 c 2020 by the authors. Submitted to Journal Not Specified for possible open access 378 publication under the terms and conditions of the Creative Commons Attribution (CC BY) license 379 (http://creativecommons.org/licenses/by/4.0/).",
            "latex": null,
            "type": "figure"
        },
        "TABREF1": {
            "text": "towards lower values of GC3-content, thus corroborating our previously mentioned observation that coronaviruses tend to use codons that end with A and U (see section 2.3).",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Coronaviruses (CoVs) in dataset. We report name, abbreviation, NCBI code and bp size for each virus.Table 2. Codon usage bias of different coronavirus.",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "RSCU heat maps were drawn with the CIMminer software [25], which uses Euclidean distances and the average linkage algorithm.",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "pair of homologous genes is represented by a point in the Forsdyke plot, which correlates protein divergence with DNA divergence (see Methods in [8] for details). The protein sequences were aligned using Biopython. The DNA sequences were then aligned using the protein alignments as templates.",
            "latex": null,
            "type": "table"
        },
        "TABREF5": {
            "text": "MDPI Multidisciplinary Digital Publishing Institute DOAJ Directory of open access journals TLAThree letter acronym LD linear dichroism author/funder. All rights reserved. No reuse allowed without permission.The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.03.25.006569 doi: bioRxiv preprint author/funder. All rights reserved. No reuse allowed without permission.The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.03.25.006569 doi: bioRxiv preprint Appendix A Appendix A.1 author/funder. All rights reserved. No reuse allowed without permission.The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.03.25.006569 doi: bioRxiv preprint",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}