{
    "paper_id": "fc62a3993d798a1e7ade12861f7fe740243c7e60",
    "metadata": {
        "title": "SARS epidemical forecast research in mathematical model",
        "authors": [
            {
                "first": "Ding",
                "middle": [],
                "last": "Guanghong",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Fudan University",
                    "location": {
                        "postCode": "200433",
                        "settlement": "Shanghai",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Liu",
                "middle": [],
                "last": "Chang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Fudan University",
                    "location": {
                        "postCode": "200433",
                        "settlement": "Shanghai",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Jianqiu",
                "middle": [],
                "last": "Gong",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Fudan University",
                    "location": {
                        "postCode": "200433",
                        "settlement": "Shanghai",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Ling",
                "middle": [],
                "last": "Wang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Fudan University",
                    "location": {
                        "postCode": "200433",
                        "settlement": "Shanghai",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Ke",
                "middle": [
                    "&amp;"
                ],
                "last": "Cheng",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Fudan University",
                    "location": {
                        "postCode": "200433",
                        "settlement": "Shanghai",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Di",
                "middle": [],
                "last": "Zhang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Fudan University",
                    "location": {
                        "postCode": "200433",
                        "settlement": "Shanghai",
                        "country": "China"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "The SIJR model, simplified from the SEIJR model, is adopted to analyze the important parameters of the model of SARS epidemic such as the transmission rate, basic reproductive number. And some important parameters are obtained such as the transmission rate by applying this model to analyzing the situation in Hong Kong, Singapore and Canada at the outbreak of SARS. Then forecast of the transmission of SARS is drawn out here by the adjustment of parameters (such as quarantined rate) in the model. It is obvious that inflexion lies on the crunode of the graph, which indicates the big difference in transmission characteristics between the epidemic under control and not under control. This model can also be used in the comparison of the control effectiveness among different regions. The results from this model match well with the actual data in Hong Kong, Singapore and Canada and as a by-product, the index of the effectiveness of control in the later period can be acquired. It offers some quantitative indexes, which may help the further research in epidemic diseases.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "From the end of 2002 to June of 2003, severe acute respiratory syndrome (SARS) prevailed all over the world, especially in Chinese mainland, Hong Kong, Taiwan and Canada. It made great damage to world economy. After June, although SARS was nearly under control, more than 8000 persons were infected and over 700 persons were killed in this epidemic. However, since the end of 2003, another some people had been infected in Singapore, Taiwan and Guangdong [1] . This brought a new round of scare. As a result it is very necessary to investigate SARS epidemiology characteristic in mathematical model. And it will have good consult function for further study of this kind of epidemic.",
            "cite_spans": [
                {
                    "start": 455,
                    "end": 458,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "There were some researches of the mathematical model for SARS previously. Chowell et al. put forward the SEIJR (S, susceptible; E, exposed; I, infective; J, diagnosed; R, recovered) model and proceeded with theoretical deduction. But it was an experience model when contrasting the actual data and theoretically estimated data. It can be used to estimate the cumulative number with model e n , get the r value in Hong Kong, Canada and Singapore, and roughly estimate the time SARS started locally, and epidemic parameters as well [2] . Moreover, Lipsitch et al. simulated the SARS epidemiology characteristics in contrast method, then made use of limited data to scale the function of control measures carefully, and statistically analyzed the data and characteristics, and used a model to estimate the influence on basic reproductive number R 0 and estimated R 0 value [3] . In Riley's article, space dynamics model was adopted to simulate the Hong Kong SARS breakout, considering the super spread events (SSE) at the same time [4] . Then Dye et al. simulated the SARS earlier-period spreads with dynamics model. Based on the analysis of Riley and Lipsitch model, Dye considered that their analysis is not quite accurate because of limited data for SSE and confused influence for control measures [5] . Chen et al. used some statistical data based on stochastic model to study SARS spread [6] . A German newspaper made use of the index curve to match the cumulative case number [7] . Razum et al. tried to match the total case number in index curve and lines, pointing out that the enormous differences between these and these two models are both unreasonable, and suggested to estimate and forecast the epidemic trend based on case number every day [8] . Donnelly et al. looked into the Hong Kong SARS characteristics of epidemiology and analyzed this statistically [9] . Tuen developed the model of SEIRP from SIR, and made use of some SARS data of each locality to estimate the parameters [10] .",
            "cite_spans": [
                {
                    "start": 530,
                    "end": 533,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 870,
                    "end": 873,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1029,
                    "end": 1032,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1298,
                    "end": 1301,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1390,
                    "end": 1393,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1479,
                    "end": 1482,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1751,
                    "end": 1754,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1868,
                    "end": 1871,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1993,
                    "end": 1997,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "These articles are nearly all about the review research into the epidemiology of SARS characteristics, and only few of them proceed to forecast the spread of SARS. The trend is roughly estimated in simple calculation using experience model, without considering the difference of natural or control status. These estimates are not compared with the actual development trend of every locality. How to apply mathematics model to predict the future trend, and evaluate the result under different interferential measures? It is not reported yet.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "People have done many researches in epidemiology SEIR mathematics model (S, susceptible; E, exposed; I, infective; R, recovered) and some similar models. Aron et al. put forward the model of SEIR at the earliest stage [11] . Earn et al. reported the use of the model of SEIR and introduced the time series to simulate the measles spreads theoretically [12] . Michael et al. emphasized the analysis of the local equilibrium and global stability of some models that derived from SEIR model [13] . Gallant et al. made use of the EMM method to analyze SEIR model [14] . Gani et al. applied SEIR to the simulation of smallpox spread, and discussed the rationality and feasibility of the spread premise in detail [15] . Alves et al. stressed the function of the basic reproductive number R 0 [16] . On population dy-see Fig. 1 and eq. (1) [2] . namics and epidemiology model researches, Yang et al. analyzed the model of SEIR, and put forward a two-variable population dynamics model [17] . James et al. used SEIR model to study the rabies spread [18] . Chowell et al. made use of the SEIR model to simulate the spread of the virus of Ebola in Uganda and Congo, and particularly analyzed and estimated the basic reproductive number [19] .",
            "cite_spans": [
                {
                    "start": 218,
                    "end": 222,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 352,
                    "end": 356,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 488,
                    "end": 492,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 559,
                    "end": 563,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 566,
                    "end": 577,
                    "text": "Gani et al.",
                    "ref_id": null
                },
                {
                    "start": 707,
                    "end": 711,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 786,
                    "end": 790,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 833,
                    "end": 836,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 978,
                    "end": 982,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 1041,
                    "end": 1045,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 1226,
                    "end": 1230,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [
                {
                    "start": 814,
                    "end": 820,
                    "text": "Fig. 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Background"
        },
        {
            "text": "When SARS began to spread in 2003, this disease broke out in natural status without any valid control for the lack of understanding this kind of epidemiology. Only when this disease developed to serious status in countries (or regions), did the concerned governments take some control measures (such as quarantine, restriction on personnel contacts, etc.). Therefore in Hong Kong, Singapore and Canada, there was an inflexion in the curve of cumulative case number of the region, and obviously different regulations were laid in SARS spread before control and after control. Wu et al. used large system theory to predict the SARS and put forward the inflexion concept under government strong control 1) . This paper is to simplify SEIJR model into SIJR model, reducing the uncertain parameters in the model. It will be convenient to identify and analyze the parameters, but keep the important characteristics of disease as well. Firstly, the data curve before control is fitted to get the parameters such as transmission rate and SARS start time. After government adopted strict control measures l can be adjusted to meet the situation very well. Based on simulation in Hong Kong, Singapore and Canada, as long as the appropriate l value is chosen, the simulation result matches the actual data perfectly. It shows that this simple method can be used to predict SARS spread hereafter. What is more, after examining l value in different regions by means of review research to evaluate the validity of control measures, the quantitative index is provided. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "where crowd classification: S stands for susceptible; E, exposed; I, infective; J, diagnosed; R, recovered. All of them are the function of the time t, total number N=S+I+J+R. S 1 is different in susceptible degree from S 2. Risk of infection for S 2 is lower, whose value is p. The exposed without symptom have the probability of q to infect others. k is the probability to turn into infective from exposed; l the quarantine rate, α the diagnosed rate of the infective, γ 1 the recovered rate of the infective, δ the death rate of the infective, γ 2 the recovered rate of the diagnosed, and δ the death rate of the diagnosed. Transmission rate β is defined as the infection number when the susceptible contact the infective in time unit.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "(ⅰ) SARS basic epidemiology characteristics. The main characteristics of SARS are: suspended saliva and local contact infection. The infector cannot be diagnosed at once after infection, and even quarantine could not prevent mutual infection. The recovered have no infection and have the immunity. There is some difference of susceptible degree. Death rate of illness has something to do with age. There are super spread events (SSE). It is uncertain of infection for the exposed. The infected is a small fraction to the world population, and covers only some limited location. Moreover, Chinese mainland data is missing in the earlier period.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Theory model"
        },
        {
            "text": "(ⅲ) Basic assumption. Spread in a closed system; take no account of the exposed period. Do not distinguish the susceptible degree; the same death rate; have the immunity after recovered. Only consider the quarantine for the diagnosed and take no account of death of the other reasons. Under these assumptions, we need to classify the (ⅱ) SIJR model of SARS. According to the SARS epidemiology characteristics, we have known the complete SEIJR model and its relative equations [2] . Please crowd into S, susceptible; I, infective; J, diagnosed; R recovered, all of which are the function of the time t. The total case number is N=S+I+J+R. Therefore, S 1 and S 2 are integrated to S, and other parameters, such as p, q, k, and E, do not have to be taken into account again.",
            "cite_spans": [
                {
                    "start": 476,
                    "end": 479,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Theory model"
        },
        {
            "text": "Thus, according to the above assumption, Fig. 1 ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 41,
                    "end": 47,
                    "text": "Fig. 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Theory model"
        },
        {
            "text": "In eq. (2), the second and the third formulae are closed as follows: ,",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Theory model"
        },
        {
            "text": "From this differential equation, we can get the solution immediately:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Theory model"
        },
        {
            "text": "Among them, λ 1 and λ 2 are the eigenvalues of the matrix. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Theory model"
        },
        {
            "text": "Eq. (3) is a formula deduced from the model, rather than experience model adopted in the past. It will be more objective and accurate in simulating the actual data and forecasting the epidemic situation. In eq.(3),",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Theory model"
        },
        {
            "text": "Denote by t 0 the time SARS began to spread locally (SARS start time). Then using the actual cumulative case number ( ) y i , we can gain the target function to estimate the parameters.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Theory model"
        },
        {
            "text": "(4)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Theory model"
        },
        {
            "text": "In the SARS early spread, via fastest descending iterative method, these two important parameters of β and t 0",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Theory model"
        },
        {
            "text": "can be achieved to proceed other parameters' estimate of every locality.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Theory model"
        },
        {
            "text": "(ⅰ) Parameters estimate 1-3), [20] . In target function (4), β and t 0 are unknown. Only if target function value reaches the minimum, the goodness of fit can be best. Based on the actual data in Hong Kong, Canada and Singapore [20] , β and t 0 for each locality can be acquired. The model-fit curve can be got after parameters are introduced into 0 ( , ) c J i t β + . These two parameters in each region can be checked in Table 1 . Moreover, considering the measures adopted in 3 regions [4] [5] [6] [7] , the period we choose to apply the model is: (ⅱ) SARS ex-period fit before control. According to the anterior parameter estimation, the quarantine rate is assumed as l=1 (supposed that there were no quarantine measures before control). After l is introduced into eq. (3), J c can be calculated, and, accordingly, the model-fit curve is gained as well (Figs. 3 and 4) . Here, the dotted line is to represent curve data (eq. (3)) and \"+\" is to represent the actual data. At the same time, these parameters (listed in Table 1 ) simulated before control will be used as the basis of SARS spread prediction. After contrast of model-fit curve and actual data diagram in Hong Kong, Canada and Singapore, it can be concluded that the model can fit the actual data very well and describe SARS development trend. In this way, if without control and with the constant quarantine rate which equals 1, cumulative case number will be increased by the index number, and the predicted result will be the extension of the actual data curve before control. (ⅲ) SARS forecast after control. With the basic parameters of epidemiology and model-fit curve, it is enough to forecast SARS development trend after control. But, here, one parameter should be corrected first. According to the research, β that reflects the disease characteristics keeps stable in each region; however, t 0 fluctuates much. Moreover, the other parameters except t 0 can be got by the case data statistics before control (recovered rate, death rate, etc.) [20] and data (diagnosed rate, etc.) in the literature [1] . Because these parameters all describe essential characteristics of the epidemiology and are only relative with SARS itself, it is effective both before control and after control before specific medicine or specific therapy is found. Thus in the forecast of the development trend after control, just keep β constant at the inflexion, and iterate t 0 to get the corrected one. In this way, we can predict the trend of SARS in Hong Kong, Canada and Singapore by varying the quarantine rate. Table 2 .",
            "cite_spans": [
                {
                    "start": 30,
                    "end": 34,
                    "text": "[20]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 228,
                    "end": 232,
                    "text": "[20]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 490,
                    "end": 493,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 494,
                    "end": 497,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 498,
                    "end": 501,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 502,
                    "end": 505,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 2018,
                    "end": 2022,
                    "text": "[20]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 2073,
                    "end": 2076,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [
                {
                    "start": 424,
                    "end": 431,
                    "text": "Table 1",
                    "ref_id": "TABREF2"
                },
                {
                    "start": 858,
                    "end": 873,
                    "text": "(Figs. 3 and 4)",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 1022,
                    "end": 1029,
                    "text": "Table 1",
                    "ref_id": "TABREF2"
                },
                {
                    "start": 2567,
                    "end": 2574,
                    "text": "Table 2",
                    "ref_id": "TABREF4"
                }
            ],
            "section": "Calculation examples"
        },
        {
            "text": "(ⅳ) SARS forecast data varying with quarantine rate.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Calculation examples"
        },
        {
            "text": "Based on β and t 0 which are the basic SARS epidemic As is obvious in Figs. 8-10 , the effective measures are taken and the breakout trend is suppressed hard comparing with situation before control. At the same time, with inappropriate quarantine measure and increasing l, the SARS case number will be largely increased. Therefore, quarantine rate has great influence on the disease breakout trend. That is to say, effectiveness of quarantine measures determines the trend thereafter, whether it is to break out or die out. When calculating the cumulative case number after controlling for 10 d at different quarantine rates, the point is not stable and convincing.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 70,
                    "end": 80,
                    "text": "Figs. 8-10",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Calculation examples"
        },
        {
            "text": "(ⅵ) Evaluation of control measures in each region. Considering the situation of these three regions, the comparison in three regions and the relationship between measures and l, R 0 are shown in Table 4 . Table 4 are [1] [2] [3] [4] [5] : ① Health declaration (airport, harbor) when entering a country, and health card supervision measures, etc.; ② special, perfect emergency response safety measures; r ③ esidential quarantine measures; health advice ④ ; ⑤ monitoring people who contacted with the infective; ⑥ suspending classes in university and primary and middle school; ⑦ warning of this emergence in local areas; ⑧ announcement of emergency; ⑨ strict limitations on patients' activities and the special areas arranged for these patients; r ⑩ estriction of contact. maximum, minimum and actual quarantine rate in the diagrams above are selected (Table 3) . Some of these measures are taken after a certain period of time, or say, it was not until that time did we pay a serious attention to it. So we do not list these measures in Table 4 . It is obvious that the isolation measures were taken a little later in Hong Kong than in other areas, and No. 5 measure was taken synchronal with the residential isolation. This may explain why the situation in Hong Kong was serious in the earlier period. And, the restriction on out-door activities and other measures were not taken in time. Moreover, the cooperation of the institutions of different regions began on Apr. 14. This delay also contributed to the comparatively worse situation and performance of Hong Kong than that of Canada and Singapore.",
            "cite_spans": [
                {
                    "start": 217,
                    "end": 220,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 221,
                    "end": 224,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 225,
                    "end": 228,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 229,
                    "end": 232,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 233,
                    "end": 236,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [
                {
                    "start": 195,
                    "end": 202,
                    "text": "Table 4",
                    "ref_id": "TABREF5"
                },
                {
                    "start": 205,
                    "end": 212,
                    "text": "Table 4",
                    "ref_id": "TABREF5"
                },
                {
                    "start": 851,
                    "end": 860,
                    "text": "(Table 3)",
                    "ref_id": "TABREF6"
                },
                {
                    "start": 1037,
                    "end": 1044,
                    "text": "Table 4",
                    "ref_id": "TABREF5"
                }
            ],
            "section": "Calculation examples"
        },
        {
            "text": "(ⅴ) SARS start time estimate. As mentioned in sec. 3 (ⅲ), after simulating the actual data before control, the values of β and t 0 can be estimated. With varied time segments (without considering whether to control or not), β keeps stable; however, t 0 fluctuates much. As a calculation result, t 0 is changing and can only be taken as reference. So there is no enough information for us to deduce SARS start time.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Calculation examples"
        },
        {
            "text": "In the analysis of l, R 0 and p values, it is shown that there is much difference in control effect in Hong Kong, Canada and Singapore. SARS was perfectly controlled in Singapore because of very good emergency measures and earlier residential quarantine measures. The control effect is also good in Canada at first. But later there was a re bound of the SARS. One of the reasons is that Canada government and citizen did not keep vigilant. Therefore, combining all of the above, except effective control and quarantine measures, two critical points are whether there is perfect emergency response mechanism and whether the residential quarantine measures are taken as early as possible.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Calculation examples"
        },
        {
            "text": "Therefore, for experience model e n , if using equation ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Calculation examples"
        },
        {
            "text": "Through this model, based on some parameters that we can get from case statistics and data in literature (recovered rate, diagnosed rate), the basic parameters of 3 regions in SARS mathematical model can be gained. After this, these parameters can be used to predict the SARS development trend and warn the public so that some appropriate and effective measures to control the epidemic can be taken as early as possible.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "As to the empirical description of the control meas urement, it is not necessary to put much attention on it. This paper measures the effectiveness of the government control by parameter l. As a result of comparing the different situations of the three regions, parameter l is stable, which matches the real situation well. And also, by means of controlling the fluctuation of parameter quarantine rate in the model, the effectiveness of quarantine to seriousness of this epidemic disease is examined in the later period.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "Even though the model is simplified, the forecast result matches the actual situation very well by getting the control inflexion and government control measures related.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "No relative quantified work about control measures has been done before. In this paper, l is used to evaluate the government measures. Besides this, l is stable and in accord with actual status. Moreover, through the analysis of quarantine rate's influence upon SARS control, it is easy to quantify the effectiveness of quarantine measures. The paper compares effectiveness of different control measures in different regions. It shows that all the measures are somewhat effective in all these regions, and the basic reproductive number R 0 has shown an incredible declining trend. It will provide a good and useful consultation by the way of forecasting the trend of this disease after control measures are taken. Except all these, neither this model nor the empirical model in the literature can be used to deduce the exact spreading days and SARS start time.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "The shortcoming is that from the application angle this paper does not consider the different quarantine rates for the infective and diagnosed and the influence difference made by this. Another shortcoming is that it does not to consider SSE in SARS spread and nor to simulate the process divided with SSE and normal spread. But now it is very difficult, and can be our research direction later.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "One year after outbreak, SARS virus yields some secrets",
            "authors": [
                {
                    "first": "Martin",
                    "middle": [],
                    "last": "Enserink",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Science",
            "volume": "304",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "SARS outbreak in Ontario, Hong Kong and Singapore: the role of diagnosis and isolation as a control mechanism",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Chowell",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "W"
                    ],
                    "last": "Fenimore",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Castillo-Garsow",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Transmission dynamics and control of sever acute respiratory syndrome",
            "authors": [
                {
                    "first": "Marc",
                    "middle": [],
                    "last": "Lipsitch",
                    "suffix": ""
                },
                {
                    "first": "Ted",
                    "middle": [],
                    "last": "Cohen",
                    "suffix": ""
                },
                {
                    "first": "Ben",
                    "middle": [],
                    "last": "Cooper",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Science",
            "volume": "300",
            "issn": "",
            "pages": "1966--1970",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Transmission dynamics of the etiological agent of SARS in Hong Kong: Impact of public health interventions",
            "authors": [
                {
                    "first": "Steven",
                    "middle": [],
                    "last": "Riley",
                    "suffix": ""
                },
                {
                    "first": "Christophe",
                    "middle": [],
                    "last": "Fraser",
                    "suffix": ""
                },
                {
                    "first": "Christ",
                    "middle": [
                        "A"
                    ],
                    "last": "Donnelly",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Science",
            "volume": "300",
            "issn": "",
            "pages": "1961--1966",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Modeling the SARS epidemic",
            "authors": [
                {
                    "first": "Chris",
                    "middle": [],
                    "last": "Dye",
                    "suffix": ""
                },
                {
                    "first": "Nigel",
                    "middle": [],
                    "last": "Gay",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Science",
            "volume": "300",
            "issn": "",
            "pages": "1884--1885",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Stochastic model application in SARS forecast and epidemic analysis",
            "authors": [
                {
                    "first": "Chen",
                    "middle": [],
                    "last": "Qizhi",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Medical Science Version",
            "volume": "35",
            "issn": "z1",
            "pages": "75--80",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Wird ganz Hongkong von SARS erfasst? Wissenschaftler bef ü rchten dramatischen Anstieg der Lungenseuche",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Scholzen",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "SARS, lay epidemiology, and fear",
            "authors": [
                {
                    "first": "Oliver",
                    "middle": [],
                    "last": "Razum",
                    "suffix": ""
                },
                {
                    "first": "Heiko",
                    "middle": [],
                    "last": "Becher",
                    "suffix": ""
                },
                {
                    "first": "Annette",
                    "middle": [],
                    "last": "Kapaun",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "",
            "volume": "361",
            "issn": "",
            "pages": "1739--1740",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Epidemiological determinants of spread of causal agent of severe acute respiratory syndrome in Hong Kong",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Christl",
                    "suffix": ""
                },
                {
                    "first": "Azra",
                    "middle": [
                        "C"
                    ],
                    "last": "Donnelly",
                    "suffix": ""
                },
                {
                    "first": "Gabriel",
                    "middle": [
                        "M"
                    ],
                    "last": "Ghani",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Leung",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Lancet",
            "volume": "361",
            "issn": "9371",
            "pages": "1761--1766",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "A double epidemic model for the SARS propagation",
            "authors": [
                {
                    "first": "Wai",
                    "middle": [],
                    "last": "Tuen",
                    "suffix": ""
                },
                {
                    "first": "Gabriel",
                    "middle": [],
                    "last": "Ng",
                    "suffix": ""
                },
                {
                    "first": "Antoine",
                    "middle": [],
                    "last": "Turinici",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Danchin",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "BMC Infectious Diseases",
            "volume": "3",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1186/1471-2334-3-19"
                ]
            }
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Seasonality and period-doubling bifurcations in an epidemic model",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Aron",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "B"
                    ],
                    "last": "Schwartz",
                    "suffix": ""
                }
            ],
            "year": 1984,
            "venue": "J. Theory. Biol",
            "volume": "110",
            "issn": "",
            "pages": "665--679",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "A simple model for complex dynamical transitions in epidemics",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Earn",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Rohani",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "M"
                    ],
                    "last": "Bolker",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Science",
            "volume": "287",
            "issn": "",
            "pages": "667--670",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Global Stability in Some SEIR Epidemic Models, IMA Volumes in Mathematics and Its Applications",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "Y"
                    ],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "C"
                    ],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "",
            "volume": "126",
            "issn": "",
            "pages": "295--311",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Efficient Method of Moments, Duke Economics Working Paper",
            "authors": [
                {
                    "first": "Ronald",
                    "middle": [],
                    "last": "Gallant",
                    "suffix": ""
                },
                {
                    "first": "George",
                    "middle": [],
                    "last": "Tauchen",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "2--06",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Transmission potential of smallpox in contemporary populations",
            "authors": [
                {
                    "first": "Raymond",
                    "middle": [],
                    "last": "Gani",
                    "suffix": ""
                },
                {
                    "first": "Steve",
                    "middle": [],
                    "last": "Leach",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Nature",
            "volume": "414",
            "issn": "",
            "pages": "748--751",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "The predictive power of R 0 in an epidemic probabilistic system",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Alves",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "J"
                    ],
                    "last": "Haas",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Caliri",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Journal of Biological Physics",
            "volume": "29",
            "issn": "1",
            "pages": "63--75",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Population dynamics and the epidemiological model proposed by Severo",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "M"
                    ],
                    "last": "Yang",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Tend?Encias em Matem′ atica Aplicada e Computacional",
            "volume": "3",
            "issn": "",
            "pages": "227--236",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Predicting the local dynamics of epizootic rabies among raccoons in the United States",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Childs",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "T"
                    ],
                    "last": "Curns",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "E"
                    ],
                    "last": "Dey",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Proc. Natl. Acad. Sci. USA",
            "volume": "97",
            "issn": "",
            "pages": "13666--13671",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "The basic reproductive number of Ebola and the effects of public health measures: the cases of Congo and Uganda",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Chowell",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "W"
                    ],
                    "last": "Hengartner",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Castillo-Chavez",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "J. Theor. Biol",
            "volume": "229",
            "issn": "1",
            "pages": "119--126",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Severe acute respiratory syndrome",
            "authors": [
                {
                    "first": "Y",
                    "middle": [
                        "S"
                    ],
                    "last": "Leo",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "H"
                    ],
                    "last": "Heng",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "",
            "volume": "18",
            "issn": "",
            "pages": "405--411",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "SEIJR",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Wu Ziniu, Large System Theory of SARS Epidemic Forecast Under Government Control, CAFDL Special Report S-2003-5-1 (in Chinese), 2003.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "The Model-fit curve of Hong Kong before control (March 17-April 1). ┄, Model-fit curve; +, actual data.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Model-fit curve of Canada and Singapore before control. Canada March 25-April 15; Singapore March 8-April 1. ┄, Model-fit curve; +, actual data. According to the actual status in Hong Kong, Canada and Singapore, the parameter is taken as follows: l=0.4040, l= 0.3070 and l=0.1860 for each region. The epidemic curve after taking control measures is acquired (Figs. 5-7).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "The comparison curve of Hong Kong after control (March 17-April 14). ┄, Model-fit curve; +, actual data.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "7 show that the actual data in 3 regions match the curve predicted from this model very well. Furthermore, it is testified by the computation result of little deviation as shown in",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "The comparison curve of Canada after control (March 25-April 15). ┄, Model-fit curve; +, actual data.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF8": {
            "text": "The comparison curve of Singapore after control (March 8-April 1). ┄, Model-fit curve; +, actual data.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF9": {
            "text": "Forecast curve of Hong Kong by changing l (March 17-April 14). ┄, Model-fit curve; +, actual data; ……, trend under different l (bottom to top: l=0.2-1).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF10": {
            "text": "Forecast curve of Canada by changing l (March 25-APRIL 15). ┄, Model-fit curve; +, actual data; ……, trend under different l (bottom to top: l=0.2-1).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF11": {
            "text": "Forecast curve of Singapore by changing l (March 8-April 1). ┄, Model-fit curve; +, actual data; ……, trend under different l (bottom to top: l=0.2-1).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF12": {
            "text": "estimate SARS breakout start time[2] , there is big uncertainty. The choice of model and the time segment before control or after control, as well as the choice of start or end point will lead to totally different result. So the deduction about the estimate of SARS start1) See footnote 3) on page 2334. 2) See footnote 4) on page 2334. 3) See footnote 5) on page 2334. 4) See footnote 6) on page 2334. 5) See footnote 7) on page 2334.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "and eq. (1) can be simplified into SIJR model. Please see Fig. 2 and eq. (2).",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "At the same time, define J c as cumulative case number.",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Summary of Severe Acute Respiratory Syndrome (SARS) (http://www.hc-sc.gc.ca/phb-gspsp/sars-sras/ eu-ae/index.html), 2003. 6) SARS specialist, (http://www.zaobao.com/special/pneumonia/pneumonia.html). 7) Measures to combat SARS (http://www.sars.gov.sg/), 2003.",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "Evaluation of fit",
            "latex": null,
            "type": "table"
        },
        "TABREF5": {
            "text": "Evaluation of control measures in different place",
            "latex": null,
            "type": "table"
        },
        "TABREF6": {
            "text": "Cumulative number after control for 10 d in different l",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "Acknowledgements This paper got many useful inspiring thoughts from the seminar on the mathematical model of SARS held by Prof. Tatsien Li. The authors own much to those who provide their useful suggestions, especially Profs. Daqian Li, Jin Cheng, Yongji Tan, Mingde Tao and Dr. Zhonghui Ou.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "acknowledgement"
        }
    ]
}