{
    "paper_id": "fca26408bfb150da252a0422a766655f9654085f",
    "metadata": {
        "title": "Journal Pre-proof An integrated response to the impact of coronavirus outbreak on the Emergency Medical Services of Emilia Romagna An integrated response to the impact of coronavirus outbreak on the Emergency Medical Services of Emilia Romagna",
        "authors": [
            {
                "first": "Federico",
                "middle": [],
                "last": "Semeraro",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Lorenzo",
                "middle": [],
                "last": "Gamberini",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Marco",
                "middle": [],
                "last": "Tartaglione",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Fabio",
                "middle": [],
                "last": "Mora",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Ospedale Maggiore",
                    "location": {
                        "settlement": "Bologna",
                        "country": "Italy"
                    }
                },
                "email": ""
            },
            {
                "first": "Oscar",
                "middle": [],
                "last": "Dell&apos;arciprete",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Ospedale Maggiore",
                    "location": {
                        "settlement": "Bologna",
                        "country": "Italy"
                    }
                },
                "email": ""
            },
            {
                "first": "Fiorella",
                "middle": [],
                "last": "Cordenons",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Ospedale Maggiore",
                    "location": {
                        "settlement": "Bologna",
                        "country": "Italy"
                    }
                },
                "email": ""
            },
            {
                "first": "Donatella",
                "middle": [
                    "Del"
                ],
                "last": "Giudice",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Cosimo",
                "middle": [],
                "last": "Picoco",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Giovanni",
                "middle": [],
                "last": "Gordini",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Emergency Medical Services (EMS) dispatch centres (DCs) need to rapidly answer different emergency calls in order to estimate event criticality and send ambulances and medical cars to the most critical patients without delay. Several European Member States report an optimal average time-to-response (TTR) of less than 10 seconds for answering an emergency call 1 . The spread of 2019-nCoV in Italy represented a serious burden in terms of increase in calls to the DCs due to the dangerous combination of panic and misinformation with a risk to increase the delay in intervention on critical cases 2 . We hereby describe the impact of the news of 2019-nCoV spread on the number of calls and response-related parameters of the major dispatch centre of the Emilia Romagna (ER) region and the measures taken in order to restore the service optimal efficiency. The ER region has three different dispatch centres (Emilia Ovest , Emilia Est and Romagna) with a covered population of 4.5 millions inhabitants and Emilia Est Dispatch Centre (EE-DC) covers Bologna, Ferrara and Modena provinces, with a population of around 2.5 million people. The first person-to-person 2019-nCoV transmission in Italy was reported on February 21 th , 2020 3 . During the first three days after, a threefold increase in terms of calls to the EE-DC was observed with a total number of daily calls raising from 1141 on February 17 th to 3290 on February 24 th (Figure 1 ). During the morning of Sunday 23 th , in return for the progressive increase in terms of calls from the province of Piacenza (belonging to Emilia Ovest area), the nearest province to the outbreak area in Lombardy, a series of emergency measures aiming to optimize the dispatch centres performances were adopted:",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1433,
                    "end": 1442,
                    "text": "(Figure 1",
                    "ref_id": null
                }
            ],
            "section": ""
        },
        {
            "text": "• In order to support the Emilia Ovest DC, all the calls from the Reggio Emilia province (usually managed from the Emilia Ovest dispatch centre) were diverted to the EE-DC up to February 25 th ; • The number of call takers and dispatchers was increased from 9 to 16; • The EE-DC were implemented with dedicated Public Health Physicians (PHPs) able to interrogate and interact with patients and call takers about 2019-nCoV infection. Furthermore, PHPs were then integrated in dispatch issues, in order to help centralize suspected and confirmed 2019-nCoV patients. Eventually, PHPs became available for consultation by all EMS crews; • The ER Region on February 25 th was released a dedicated number for 2019-nCoV In terms of TTR issue, two days had the worst performances: February 23 th and 24th registered response times up to 16 seconds. Thus, upon a threefold increasing in received calls, TTR increased by 60% for two days and was rapidly restored under 10 sec. within Feb. 26th. Globally, the reorganization of the EMS allowed to maintain acceptable response times despite the abrupt increase of the number of calls. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Implementation of the single European emergency number 112 -Results of the twelfth data-gathering",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "COVID-19: fighting panic with information",
            "authors": [],
            "year": 2020,
            "venue": "Lancet",
            "volume": "395",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "The first two cases of 2019-nCoV in Italy: Where they come from",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Giovanetti",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Benvenuto",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Angeletti",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ciccozzi",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Med Virol",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Federico Semeraro, Lorenzo Gamberini, Marco Tartaglione, Fabio Mora, Oscar Dell'Arciprete, Fiorella Cordenons, Donatella Del Giudice, Cosimo Picoco, Giovanni Gordini No relationship exists between any of the authors and any commercial entity or product mentioned in this manuscript that might represent a conflict of interest. No inducements have been made by any commercial entity to submit the manuscript for publication. All within 3 years of beginning the work submitted. Federico Semeraro is BLS ILCOR Task Force member, BLS SEC Co-Chair of European Resuscitation Council. LG, MT, FM, ODA, FC, DDG, CP, GG has no conflict of interest.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "The authors would like to thank all healthcare professionals and personnel involved in the EMS system for determination in overcoming this difficult time. We invite all health stakeholder around the world to prepare a complex challenge for EMS.J o u r n a l P r e -p r o o f",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgments"
        }
    ]
}