{
    "paper_id": "fd23a9ef3092fe452b0c485e094ce276be2639ef",
    "metadata": {
        "title": "BHV4 (BOVINE HERPES VIRUS 4) RELATED DISORDERS IN BELGIAN CATTLE: A STUDY OF TWO PROBLEM HERDS",
        "authors": [
            {
                "first": "E",
                "middle": [],
                "last": "Van Opdenbosch&apos;",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "G",
                "middle": [],
                "last": "Wellemans&apos;",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "L",
                "middle": [
                    "A A"
                ],
                "last": "Ooms",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "A.-D",
                "middle": [
                    "A Y"
                ],
                "last": "Degryse2",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "van Opdenbosch, E., Wellemans, G., Ooms, L. A. A. & Degryse, A.-D. A. Y. 1988. BHV4 (bovine herpes virus 4) related disorders in Belgian cattle: a study of two problem herds. Veterinary Research Communications, 12(&S), 347-353.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Two cattle farms, with a ten year history of BHV4 related postpartum metritis accompanied by fertility problems, were monitored during the winter season 1985-1986. BHV4 was isolated from the lochia from 55% of the animals on farm A and 66% of those on farm B. Respectively 59% and 30% of the animals presented postpartum metritis. In some animals virus multiplication was followed by severe leucopenia lasting several weeks. Indirect immunofluorescence (IIF) BHV4 seropositive as well as IIF seronegative animals were affected. The latter responded with a rapid or late IIF antibody reaction. No BHV4 seroneutralizing antibodies could be detected. The authors also suggest a possible role of BHV4 in the respiratory problems observed during the study.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "In recent years an increasing number of bovine herpes virus 4 (BHV4) related disorders, with postpartum metritis as the major sign, have been diagnosed in Belgium (Wellemans et al., 1983) . Clinical metritis was usually observed by day five postpartum and lasted for several weeks. There was only some vaginal outflow of a clear mucus with purulent flecks. Repeat-breeding was consistently observed. In some farms other signs, such as mastitis, peritonitis, nasal discharge, respiratory problems and sudden death of the neonates were observed. Studies of these cases suggested that BHV4 could also be the causal agent in peritonitis, infertility, respiratory problems and neonatal diarrhoeaoften in association with excretion of Cryptosporidium sp (Van Opdenbosch et al., 1983a; Wellemans et al., 1984) .",
            "cite_spans": [
                {
                    "start": 163,
                    "end": 187,
                    "text": "(Wellemans et al., 1983)",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 748,
                    "end": 778,
                    "text": "(Van Opdenbosch et al., 1983a;",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 779,
                    "end": 802,
                    "text": "Wellemans et al., 1984)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "Experimental work indicated that BHV4 causes a lymphoid-associated persistent infection (Osorio & Reed, 1983) . Intensive virus multiplication after parturition with an accompanying leucopenia may be the origin of the various infections and signs observed in cattle; seroneutralizing antibodies were not detected in the serum (Wellemans et al., 1986) . Only experimental infections and individually diagnosed cases have been previously described (Parks & Kendrick, 1973; Mohanty et al., 1971) .",
            "cite_spans": [
                {
                    "start": 88,
                    "end": 109,
                    "text": "(Osorio & Reed, 1983)",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 326,
                    "end": 350,
                    "text": "(Wellemans et al., 1986)",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 446,
                    "end": 470,
                    "text": "(Parks & Kendrick, 1973;",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 471,
                    "end": 492,
                    "text": "Mohanty et al., 1971)",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "In this study we present serological, immunological, biochemical and clinical data from two BHV4 infected breeding farms with mixed Belgian Blue and White cattle having a 10 year history of metritis-related fertility problems. Blood samples (serum and noncoagulated blood) were taken about one week before the suspected calving date and weekly for four weeks after calving. A final blood sample from the cows and from the two bulls was taken at the end of April 1986.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "The following parameters were measured on the heparinized blood samples: number of red blood cells, number of white blood cells, haematocrit, haemoglobin, mean cell haemoglobin, mean cell volume, mean cell haemoglobin concentration and differential white blood cell count.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "MATERIALS"
        },
        {
            "text": "Sodium, potassium, chloride, calcium, inorganic phosphate, total protein, albumin, haptoglobin, glucose, cholesterol, triglycerides, phospholipids, bound urea nitrogen, creatin, total bilirubin, alkaline phosphatase, serum glutamate-oxaloacetate transaminase, serum glutamate-pyruvate transaminase, gamma-glutamine transpeptidase, lactate dehydrogenase and creatin kinase were determined on the serum samples.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "MATERIALS"
        },
        {
            "text": "Antibodies against BHV4 were detected by indirect immunofluorescence (IIF) using the drop method described earlier (Wellemans & Leunen, 1973) . PK15 (Pig Kidney I5 cell-line) cell culture was infected with BHV4 virus. When approximately 30% of the cells were expected to contain antigen, the culture was trypsinized and, after washing, dropped on preprinted glass slides with ten wells. Each well contained approximately thirty BHV4 infected cells and seventy uninfected PK15 cells. BHV4 antibody detection in serial serum dilutions was performed using a FITC (fluorescein isothiocyanate) conjugated anti-bovine IgG preparation. The specificity of the IIF test for BHV4 antibody detection was confirmed using monospecific antisera against a range of bovine viruses. including BHVI, BHV2 and BHV3.",
            "cite_spans": [
                {
                    "start": 115,
                    "end": 141,
                    "text": "(Wellemans & Leunen, 1973)",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "MATERIALS"
        },
        {
            "text": "Virus neutralizing BHV4 antibodies were measured by a microneutralization test in microtiterplates sown with Secondary Fetal Calf Kidney cells (SFCK) after contact with 100 50% Tissue Culture Infecting Doses (TCID) of BHV4 mixed with serum for I h at 37°C.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "MATERIALS"
        },
        {
            "text": "Antibodies against adeno A and B virus, bovine respiratory syncitial virus (BRSV), para influenza 3 (PI,), bovine viral diarrhoea (BVD) and bovine herpes virus 1 (BHVl) were measured by an ELISA test, as described earlier (Van Opdenbosch etal., 1985) . Briefly, polystyrene microtest plates were coated with the different antigens and uninfected cell cultures were used as controls. The serum samples were tested at a dilution of 1:50. Goat anti-bovine immunoglobulins labelled with horseradish peroxidase were used as conjugate. HZ02 and ABTS (2-2 amino di -3 ethyl benz-thiazoline sulfonicacid) was used as the enzyme substrate. The plates were read at 405 nm in a Micro ELISA auto Reader M580 (Dynatech).",
            "cite_spans": [
                {
                    "start": 222,
                    "end": 250,
                    "text": "(Van Opdenbosch etal., 1985)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "MATERIALS"
        },
        {
            "text": "In the cases of clinical metritis, lochia were taken weekly with an intra-uterine pipette, mixed with phosphate buffered saline (PBS) pH 7.2 and centrifuged. The supernatant was inoculated into SFCK cell cultures in Leighton tubes. The cell cultures were stained after four days with monospecific anti-BHV4 fluorescent-labelled antibodies and examined by UV microscopy (Van Opdenbosch eraf., 1983b). Lochia were also collected for bacteriological examination.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "MATERIALS"
        },
        {
            "text": "Formaldehyde inactivated BHV4 antigen, cultivated on SFCK cells, was inoculated intradermally with a Dermoject Syringe two to five months after calving, in June 1986. The skin reaction was evaluated two days later.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "MATERIALS"
        },
        {
            "text": "Data from farms A and B are presented in Tables I and II respectively. Of thirty-four animals (thirteen heifers) on farm A and twenty-five (eleven heifers) on farm B, twentytwo and eight respectively were.seropositive to BHV4 before calving. However, no seroneutralizing antibodies were found. Caesarian section was necessary on fourteen animals (eight heifers) at farm A and sixteen (eleven heifers) at farm B, this being the normal rate of artificial calvings for the Belgian Blue and White breed.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 41,
                    "end": 56,
                    "text": "Tables I and II",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "RESULTS"
        },
        {
            "text": "Metritis was observed postpartum in twenty animals (59%) on farm A and six animals (24%) on farm B. The average duration of metritis was 11.5 and 17.5 days in farms A and B respectively. BHV4 was isolated from eleven and four lochia from farms A and B respectively. Pathogenic bacteria (Cory,rrebacfe~~um pyogenes or Proteus) were isolated from the lochia of five animals on farm A and three animals on farm B. The bulls at both farms were positive on IIF at the end of April.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RESULTS"
        },
        {
            "text": "Leucopenia involving both the lymphocytes and the neutrophils (Table III) was observed during the postpartum period in 56% and 24% of the animals at farms A and B respectively. The proportion of eosinophils was relatively high, being about 10% in the first two weeks after parturition and about 15% during weeks three to five.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 62,
                    "end": 73,
                    "text": "(Table III)",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "RESULTS"
        },
        {
            "text": "A significant correlation between metritis and virus isolation or seroconversion was observed in farm B (p = 0.049) and there was some correlation in farm A (P = 0.069) (Tetrachoric correlation factor followed by Student's t-test).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RESULTS"
        },
        {
            "text": "The mean values of all other biochemical parameters analysed were within the normal range.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RESULTS"
        },
        {
            "text": "On farm A, cow 7 showed clinical signs of peritonitis. Animal numbers 4,7, 10 and 13 (all with a seroconversion against BHV4) had severe respiratory problems without any seroconversion to the known respiratory viruses (BRSV, P13, BHVl, adeno A and B, BVD).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RESULTS"
        },
        {
            "text": "Mastitis was observed in animal numbers 7,8,10,19,20,21,23,25,27 and 28 of farm A.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RESULTS"
        },
        {
            "text": "In the skin test, eleven and four seropositive animals on farms A and B respectively and two seronegative animals at farm B showed delayed hypersensitivity (approximately 5 cm diameter of clearly palpable thickening).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RESULTS"
        },
        {
            "text": "No correlation was observed between the method or number of calving and metritis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RESULTS"
        },
        {
            "text": "The results obtained in this study on two farms with a history of more than ten years postpartum met&is problems are similar to those obtained after experimental BHV4 inoculation (Osorio & Reed, 1983; Wellemans et al., 1986) . Indeed, during the winter 1985-1986 metritis postpartum was observed in 59 and 30% of the animals after parturition.",
            "cite_spans": [
                {
                    "start": 179,
                    "end": 200,
                    "text": "(Osorio & Reed, 1983;",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 201,
                    "end": 224,
                    "text": "Wellemans et al., 1986)",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Whether the observed pathology is the result of direct action by BHV4 on the uterus is still in question. Uterine lesions were not seen in experimentally induced metritis (Wellemans et al., 1986) . Nevertheless BHV4 was frequently isolated from the lochia of animals with metritis (fifteen isolations from twenty-six metritis cases). This is a very high rate if one takes into account that isolation of the virus is no easy matter due to its extreme lability and slow adaptation to cell cultures. We also observed that the sensitivity of the cell cultures varied from one week to another. The difficulty in isolation could explain the negative results from cows 19 and 32 at farm A and cow 12 at farm B, despite the clear seroconversion after metritis. Moreover, other causes (e.g. Corynebacterium pyogenes) 0  0  3  1  1  3  0  3  3  3  3  3  5  2  2  3  0  0  3  0  0  0  0  0   0  3  2  2  2  1  3  2  3  0  0  0  4  1  4  3  3  1  3  2  3  3  5  2  1  3  0  0  5  2  0  0  0  0   0  3  3  3  2  4  4  3  3  0  0  0  3  0  4  3  2  2  2  3  3  3  4  3  2  3  0  0  4  3  0  2  0  0   0  3   ;  4  4  3  3  4  0  1  0  4  1  4  3  2  2  3  4  3  3  5  3  3  4  0  0  4  3  0  5  0  0   0  3  3  2  2  3  4  3  3  2  4  3  4  3  4  4  3  3  0  3  3  3  0  3  3  2  1  ND  4  2  2  3  2  2  2  2  3  3  4  3  3  3  3  3  4  ND  2  ND  3  2  4  3  0  0  0  0  4  ND  ND  ND  ND  ND  4 ND 0 0 0 0 W: Weeks before (-) or after (+) calving. ND: Not done.",
            "cite_spans": [
                {
                    "start": 171,
                    "end": 195,
                    "text": "(Wellemans et al., 1986)",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [
                {
                    "start": 808,
                    "end": 1383,
                    "text": "0  0  3  1  1  3  0  3  3  3  3  3  5  2  2  3  0  0  3  0  0  0  0  0   0  3  2  2  2  1  3  2  3  0  0  0  4  1  4  3  3  1  3  2  3  3  5  2  1  3  0  0  5  2  0  0  0  0   0  3  3  3  2  4  4  3  3  0  0  0  3  0  4  3  2  2  2  3  3  3  4  3  2  3  0  0  4  3  0  2  0  0   0  3   ;  4  4  3  3  4  0  1  0  4  1  4  3  2  2  3  4  3  3  5  3  3  4  0  0  4  3  0  5  0  0   0  3  3  2  2  3  4  3  3  2  4  3  4  3  4  4  3  3  0  3  3  3  0  3  3  2  1  ND  4  2  2  3  2  2  2  2  3  3  4  3  3  3  3  3  4  ND  2  ND  3  2  4  3  0  0  0  0  4  ND  ND  ND  ND  ND  4",
                    "ref_id": null
                }
            ],
            "section": "DISCUSSION"
        },
        {
            "text": "*: Days of start and end of clinical metritis signs. t: Leucopenia: less than 5000 white cells/mm3 one or more times during the four weeks after calving. $: BHV4 indirect immunofluorescence test: end point dilutions of serum:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Score 1: l/80 Score 2: l/320 Score 3: 111280 Score 4: l/5120 Score 5: >1/5120. Most of the cows were already seropositive before parturition. This confirms that a first contact with BHV4 does not induce an effective immunity, as was already observed in experimentally inoculated animals (Wellemans et al., 1986) .",
            "cite_spans": [
                {
                    "start": 287,
                    "end": 311,
                    "text": "(Wellemans et al., 1986)",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Clear IIF seroconversion was observed after metritis if the initial antibody level was not too high. In cows 17, 30 and 32 at farm A, the antibody response was very rapid (one week), whereas in cow 12 on this farm the anti BHV4 antibodies only appeared after three months. A similar serological pattern was observed in another study (Wellemans et al., 1986) . The BHV4 antibodies in cow 21 on farm B remained at a low level and were not detectable even in the last blood sample. On the other hand, a clear seroconversion was noticed in cows 1, 10,ll and 30 on farm A and cow 12 on farm B without signs of clinical metritis. This could be due to the fact that viral multiplication is not always accompanied by clinical signs or that these signs were not evident enough to be detected by a clinical examination without intra-uterine sampling.",
            "cite_spans": [
                {
                    "start": 333,
                    "end": 357,
                    "text": "(Wellemans et al., 1986)",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "The study confirmed previous reports that BHV4 infected cattle do not develop virus neutralizing antibodies (Van Opdenbosch et al., 1983a; Osorio & Reed, 1983; Wellemans et al., 1986; Mohanty et al., 1971) .",
            "cite_spans": [
                {
                    "start": 108,
                    "end": 138,
                    "text": "(Van Opdenbosch et al., 1983a;",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 139,
                    "end": 159,
                    "text": "Osorio & Reed, 1983;",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 160,
                    "end": 183,
                    "text": "Wellemans et al., 1986;",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 184,
                    "end": 205,
                    "text": "Mohanty et al., 1971)",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "The delayed hypersensitivity test was only positive in a few cases and cannot therefore be recommended as a diagnostic test for BHV4 infected cattle.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "The fact that the respiratory troubles in four cows on farm A coincided with a clear seroconversion against BHV4 again implicates BHV4 as a possible causal factor in respiratory problems in cattle as suggested by other researchers (Mohanty et al., 1971; Smith et al., 1972) .",
            "cite_spans": [
                {
                    "start": 231,
                    "end": 253,
                    "text": "(Mohanty et al., 1971;",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 254,
                    "end": 273,
                    "text": "Smith et al., 1972)",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "The importance of the relative increase in eosinophils, although remarkable, is still in question.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "A new bovine herpesvirus and its effect on experimentally infected calves",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "B"
                    ],
                    "last": "Mohanty",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "C"
                    ],
                    "last": "Hammond",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "G"
                    ],
                    "last": "Lillie",
                    "suffix": ""
                }
            ],
            "year": 1971,
            "venue": "Archiv. fur die Ges. Virusfor",
            "volume": "34",
            "issn": "",
            "pages": "394--395",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Experimental inoculation of cattle with bovine herpes virus 4: evidence for a lymphoid associated persistent infection",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Osorio",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "E"
                    ],
                    "last": "Reed",
                    "suffix": ""
                }
            ],
            "year": 1983,
            "venue": "Am. J. Vet. Res",
            "volume": "44",
            "issn": "",
            "pages": "975--980",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "The isolation and partial characterization of a herpesvirus from a case of bovine metritis",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "B"
                    ],
                    "last": "Parks",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "W"
                    ],
                    "last": "Kendrick",
                    "suffix": ""
                }
            ],
            "year": 1973,
            "venue": "Archiv. fur die Ges. Virusfor",
            "volume": "41",
            "issn": "",
            "pages": "211--215",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "A bovine herpesvirus associated with disease of the upper respiratory tract of feedlot cattle",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "C"
                    ],
                    "last": "Smith",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "C"
                    ],
                    "last": "Cutlip",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "E"
                    ],
                    "last": "Ritchie",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "K"
                    ],
                    "last": "Young",
                    "suffix": ""
                }
            ],
            "year": 1972,
            "venue": "J. Am. Vet. Med. Assoc",
            "volume": "",
            "issn": "",
            "pages": "1134--141",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Chronic metritis, associated with various symptoms: an immunodepressive herpes virus (LVR 140) as etiological agent? VI",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Van Opdenbosch",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Wellemans",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Antoine",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Broes",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Charlier",
                    "suffix": ""
                }
            ],
            "year": 1983,
            "venue": "Diergen. Tijdschr",
            "volume": "53",
            "issn": "",
            "pages": "21--30",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "The production of monospecitic antisera by intra-uterine inoculation of bovine fetuses",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Van Opdenbosch",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Wellemans",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Blondeel",
                    "suffix": ""
                }
            ],
            "year": 1983,
            "venue": "VI. Diergen. Tijdschr",
            "volume": "52",
            "issn": "",
            "pages": "95--106",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "A simple ELISA test for the detection of bovine coronavirus antigen in fecal and intestinal homogenates: a comparative study",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Van Opdenbosch",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Wellemans",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Wery",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Oudewater",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Blondeel",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "VI. Diergen. Tijdschr",
            "volume": "54",
            "issn": "5",
            "pages": "385--424",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "La rhinotracheite infectieuse des bovins (IBR) et sa serologic",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Wellemans",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Leunen",
                    "suffix": ""
                }
            ],
            "year": 1973,
            "venue": "Ann. Med. Vit",
            "volume": "117",
            "issn": "",
            "pages": "507--518",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "lsolement d'un virus herpes chez des bovins atteints de metrite postpartum",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Wellemans",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [
                        "H"
                    ],
                    "last": "Antoine",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Broes",
                    "suffix": ""
                },
                {
                    "first": ".",
                    "middle": [
                        "G"
                    ],
                    "last": "Charlier",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [
                        "E"
                    ],
                    "last": "Van Opdenbosch",
                    "suffix": ""
                }
            ],
            "year": 1983,
            "venue": "Ann. M&d. VPf",
            "volume": "127",
            "issn": "",
            "pages": "481--482",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Symptomatologie variee lors de m&rites chroniques associees a un virus herpes chez les bovins",
            "authors": [
                {
                    "first": "",
                    "middle": [
                        "G"
                    ],
                    "last": "Wellemans",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Antoine",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Broes",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Charlier",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Van Opdenbosch",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Ann. Med. Vet",
            "volume": "128",
            "issn": "",
            "pages": "65--74",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Inoculation experimentale du virus LVR 140 (Herpes Bovin IV) a des vaches gestantes et non gestantes",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Wellemans",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [
                        "E"
                    ],
                    "last": "Van Opdenbosch",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Mammerickx",
                    "suffix": ""
                }
            ],
            "year": 1986,
            "venue": "Ann. Rech. Vet",
            "volume": "17",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "before (-) or after (+) calving. \\ID: Not done. *: Days of start and end of clinical metritis signs. t: Leucopenia: less than 5000 white cells/mm\" one or more times during the four weeks after calving. $: BHV4 indirect immunofluorescence test: end point dilutions of serum: incriminated in three cases (numbers 14 and 28 at farm A and number 14 at farm B) where no seroconversions after metritis were demonstrated.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "AND METHODS Pregnant cattle of mixed Belgian Blue and White breed, thirty-four on farm A and twenty-five on farm B, were followed from December 1985 until May 1986. In the previous year 77% of the cows at farm A and 72% of the cows at farm B had clinical signs of metritis. The mean calving-pregnancy interval in farm A was ninety days and 140 days in farm B. Both natural and artificial insemination were used. The average number of",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Data of BHV4 related metritis, BHV4 isolation from lochia, presence of leucopenia and serum IIF antibodies in Farm A.",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Mean haematological data from cattle with or without leucopenia.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "The authors wish to thank Dr Hanzen for the fertility data for both farms, Dr Huart (died November 1986) for his skilful help in the selection of the problem herds and his excellent assistance during the experiment and S. Gervais and J. Peeters for the haematological and biochemical analyses. We also thank J. Oudewater for his excellent help in the virus isolation attempts.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ACKNOWLEDGEMENTS"
        }
    ]
}