{
    "paper_id": "fd6e510bb93580f8cc9ad03c6be723b0220e345b",
    "metadata": {
        "title": "Investigating a safe ventilation rate for the prevention of indoor SARS transmission: An attempt based on a simulation approach Article History",
        "authors": [
            {
                "first": "Yi",
                "middle": [],
                "last": "Jiang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Tsinghua University",
                    "location": {
                        "postCode": "100084",
                        "settlement": "Beijing",
                        "country": "China"
                    }
                },
                "email": "jiangyi@tsinghua.edu.cn"
            },
            {
                "first": "Bin",
                "middle": [],
                "last": "Zhao",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Tsinghua University",
                    "location": {
                        "postCode": "100084",
                        "settlement": "Beijing",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Xiaofeng",
                "middle": [],
                "last": "Li",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Tsinghua University",
                    "location": {
                        "postCode": "100084",
                        "settlement": "Beijing",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Xudong",
                "middle": [],
                "last": "Yang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Tsinghua University",
                    "location": {
                        "postCode": "100084",
                        "settlement": "Beijing",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Zhiqin",
                "middle": [],
                "last": "Zhang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Tsinghua University",
                    "location": {
                        "postCode": "100084",
                        "settlement": "Beijing",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Yufeng",
                "middle": [],
                "last": "Zhang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Tsinghua University",
                    "location": {
                        "postCode": "100084",
                        "settlement": "Beijing",
                        "country": "China"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "This paper identifies the \"safe ventilation rate\" for eliminating airborne viral infection and preventing cross-infection of severe acute respiratory syndrome (SARS) in a hospital-based setting. We used simulation approaches to reproduce three actual cases where groups of hospital occupants reported to be either infected or not infected when SARS patients were hospitalized in nearby rooms. Simulations using both computational fluid dynamics (CFD) and multi-zone models were carried out to understand the dilution level of SARS virus-laden aerosols during these scenarios. We also conducted a series of measurements to validate the simulations. The ventilation rates (dilution level) for infection and non-infection were determined based on these scenarios. The safe ventilation rate for eliminating airborne viral infection is to dilute the air emitted from a SARS patient by 10000 times with clean air. Dilution at lower volumes, specifically 1000 times, is insufficient for protecting non-infected people from SARS exposure and the risk of infection is very high. This study provides a methodology for investigating the necessary ventilation rate from an engineering viewpoint.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "There is strong evidence of an association between ventilation in buildings or occupied spaces and the transmission and spread of infectious diseases such as measles, tuberculosis, chickenpox, anthrax, influenza, smallpox and severe acute respiratory syndrome (SARS) (Li et al. 2007 ). Among these infectious diseases, SARS is an infectious disease caused by a novel coronavirus (SARS-CoV) (Rota et al., 2003) . Following the first report of infection in Guangdong province, China, in the Spring of 2003, more than 8000 people around the world, 5000 of whom lived in mainland China, were diagnosed with SARS (WHO 2003) .",
            "cite_spans": [
                {
                    "start": 267,
                    "end": 282,
                    "text": "(Li et al. 2007",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 390,
                    "end": 409,
                    "text": "(Rota et al., 2003)",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 608,
                    "end": 618,
                    "text": "(WHO 2003)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Although the primary SARS virus transmission path is believed to be via direct contact, there is strong evidence suggesting that the virus can spread through the airborne route (Yu et al. 2004) . Compared with contact infection which can be avoided by quarantine or chemical disinfection, airborne transmission is potentially more dangerous and uncontrollable. Thus, it is important to understand the circumstances under which airborne transmission of SARS may be possible and, more specifically, what ventilation rate is required to sufficiently dilute virus-laden air and reduce the risk of airborne viral transmission indoors. The latter question can inform the design of ventilation systems that prevent indoor airborne transmission of SARS and other similar infectious diseases.",
            "cite_spans": [
                {
                    "start": 177,
                    "end": 193,
                    "text": "(Yu et al. 2004)",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Based on case studies from the zero-infection SARS hospitals in Guangdong province, cross-ventilation is believed to be one of the most effective ways of controlling SARS infection in a hospital-based setting. Cross-ventilation refers to a high rate of air exchange between the indoor and outdoor environments by either natural forces or mechanical ventilators. In hospitals with relatively high ventilation rates, there were no reported SARS cases due to crossinfection. While a high ventilation rate could not reduce the total viral load emitted from SARS patients, the subsequent dilution effect appears to have lowered the airborne viral concentration. This suggests a possible threshold SARS infectious concentration (or, dilution) such that, when the airborne viral concentration is lower than the threshold the possibility of infection is very low. This hypothesis, if proven true, could provide basis for a minimum ventilation rate requirement during outbreaks of SARS and other similar infectious diseases.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The threshold for SARS infectious concentration is unknown; however, the actual ventilation system design requires a reasonable ventilation rate to ensure sufficient air dilution for preventing airborne infection of the virus. An infinite ventilation rate would theoretically be sufficient, but is not a practical solution given the high energy requirements. Thus, the minimum ventilation rate (equivalent to the dilution level) is an important characteristic of an efficient and safe ventilation system. This research attempts to determine the minimum ventilation rate required for safe and efficient ventilation using numerical simulation approaches. These attempts are based on quantitative analysis of one infection case and two non-infection cases in two Chinese hospitals during the 2003 SARS outbreak. This study illustrates a method for determining the safe rate of ventilation by reproducing both infective and non-infective environments using simulation tools.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "According to medical studies, the SARS virus is approximately 0.1 μm in diameter. It typically spreads through air by attaching to larger particles or assembling into clusters (Rota et al. 2003; Junge 1963) . Two widely-accepted vehicles of airborne infectious disease transmission from an infected individual's exhalation, coughing and sneezing include large droplets (sputum) that are 10 − 100 μm (Duguid 1945; Chao et al. 2009 ) and smaller particles approximately 10 μm (Morawska 2006; Nicas et al. 2005) . Studies suggest that droplets larger than 20 μm rapidly settle onto surfaces (Gold and Nankervis 1989) , while droplets between 0.5 and 20 μm remain in the air for a longer time and are therefore more likely to be captured into the respiratory tract and produce infection (McCluskey et al. 1996) . If particles carrying pathogens are inhaled by and deposited into the respiratory tract of a susceptible individual, disease can result. Thus, when dealing with airborne transmission, a primary concern is particles smaller than 1 μm or, droplet nuclei, which can remain suspended in the air for long periods of time (Morawska 2006; Nicas et al. 2005; Wang et al. 2005; .",
            "cite_spans": [
                {
                    "start": 176,
                    "end": 194,
                    "text": "(Rota et al. 2003;",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 195,
                    "end": 206,
                    "text": "Junge 1963)",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 399,
                    "end": 412,
                    "text": "(Duguid 1945;",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 413,
                    "end": 429,
                    "text": "Chao et al. 2009",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 474,
                    "end": 489,
                    "text": "(Morawska 2006;",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 490,
                    "end": 508,
                    "text": "Nicas et al. 2005)",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 588,
                    "end": 613,
                    "text": "(Gold and Nankervis 1989)",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 783,
                    "end": 806,
                    "text": "(McCluskey et al. 1996)",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1125,
                    "end": 1140,
                    "text": "(Morawska 2006;",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1141,
                    "end": 1159,
                    "text": "Nicas et al. 2005;",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1160,
                    "end": 1177,
                    "text": "Wang et al. 2005;",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "Baseline considerations"
        },
        {
            "text": "Under normal circumstances, there are roughly 10 8 particles per cubic meter in the air that are less than 1 μm (Mendell et al. 2002) . Thus, the number of fine particles carrying the SARS virus would be large. Further, the size of fine particles is much smaller than the Kolmogorov length scale for turbulence, meeting the criterion for the particles to be treated as a continuous phase (Batchelor 1974; Lumley 1978) . From a fluid dynamics standpoint, virus-laden particles with sufficiently small inertia can be treated as passive species without the possibility of slippage to air (Murakami et al. 1992; Zhao and Wu 2005) . Further, we can assume the indoor air mixed well in a room with a high level ventilation rate. Yu and colleagues successfully adopted this model to illustrate the airborne transmission of SARS (Yu et al. 2004) .",
            "cite_spans": [
                {
                    "start": 112,
                    "end": 133,
                    "text": "(Mendell et al. 2002)",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 388,
                    "end": 404,
                    "text": "(Batchelor 1974;",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 405,
                    "end": 417,
                    "text": "Lumley 1978)",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 585,
                    "end": 607,
                    "text": "(Murakami et al. 1992;",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 608,
                    "end": 625,
                    "text": "Zhao and Wu 2005)",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 821,
                    "end": 837,
                    "text": "(Yu et al. 2004)",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "Baseline considerations"
        },
        {
            "text": "There is currently no accepted method for quantifying the number of SARS virus particles or concentration of SARS in the air. A potential way is to use the air emitted from a SARS patient as the reference indicator. If we define the equivalent SARS virus concentration in air emitted from a patient's mouth as 1, the relative concentration of the virus in the air can then be described as the number of times of dilution of the emitted air. For instance, if the air emitted from a SARS patient is diluted by 10000 times using clean air, the equivalent concentration will be one over ten thousand, or 100 ppm. The average rate of a seated person's breathing air is reported to be between 0.27 and 0.33 m 3 /h, with large variation due to physiological or activity conditions. In this study, we used 0.3 m 3 /h as the reference breathing rate given that SARS patients were typically in a reclined position in the hospital and experiencing breathing difficulties. Thus, if a room with a single SARS patient is ventilated with 3000 m 3 /h of fresh air, the equivalent concentration of the SARS virus in the room's air will be 10000 times dilution, or 100 ppm. The following quantitative analysis of virus concentration is based on this assumption.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Baseline considerations"
        },
        {
            "text": "To analyze the airflow and SARS virus consistence during the actual cases, both computational fluid dynamics (CFD) technique and a multi-zone model, together with experimental validation for the models, are adopted as simulating tools. We used the CFD method to simulate outdoor airflow around hospital buildings and to estimate the pressure drop coefficient for further study with a multi-zone model for simulating indoor airflow and the SARS virus concentration distribution. For non-infection Case 1 (the courtyard of Hospital R in Beijing), the CFD method is also adopted to simulate contaminant distribution.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Simulation method"
        },
        {
            "text": "The airflow around buildings is treated as incompressible, isothermal and turbulent. Thus, the time-averaged governing equations for airflow can be formulated as follows when adopting the widely-used k-ε turbulence model:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CFD Method"
        },
        {
            "text": "where ρ is the air density and u is the velocity vector. Γ and ϕ S can be found in the CFD literature (PHOENICS 2000) . The above equations can be discretized into algebraic equations using the finite volume method (FVM) and solved based on the semi-implicit method for pressure linked equations (SIMPLE) algorithm to couple velocity and pressure. Greater detail is omitted here due to space limitations but can be found in the CFD literature.",
            "cite_spans": [
                {
                    "start": 102,
                    "end": 117,
                    "text": "(PHOENICS 2000)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "CFD Method"
        },
        {
            "text": "The inflow boundary condition is set to the gradient wind based on local weather data. The outflow boundary condition is set as the free outflow boundary condition by ensuring that the computing domain is sufficiently large. All CFD simulations in this study were performed using the commercial CFD software, PHOENICS 3.2 (2000).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CFD Method"
        },
        {
            "text": "The multi-zone model is a relatively simple yet effective method for analyzing the airflow and concentration distribution inside buildings, especially for time-dependent analysis. By treating each room in the building as a single \"zone\", the airflow rate from zone j to zone i, F j, i , can be calculated by",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Multi-zone model"
        },
        {
            "text": "where f is the coefficient for the calculating airflow rate, and P j − P i is the pressure drop along the flow path. Thus, the contaminant concentration in zone i, can be calculated by the mass conversion:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Multi-zone model"
        },
        {
            "text": "where m ci is the mass of the virus contaminant in zone i, ji η is the filter efficiency during the path from zone j to zone i (it is assumed 1 for safety considerations), C i and C j are the virus concentrations of zone i and j, respectively. G i is the generating rate of the contaminant. Calculation of Eqs.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Multi-zone model"
        },
        {
            "text": "(2) and (3) can be found in (Dols and Walton 2002) .",
            "cite_spans": [
                {
                    "start": 28,
                    "end": 50,
                    "text": "(Dols and Walton 2002)",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Multi-zone model"
        },
        {
            "text": "The pressure drop coefficient should be fixed in advance as the boundary conditions for a multi-zone calculation. The CFD method mentioned above is used to simulate the airflow around buildings and estimate the pressure drop coefficient. A field experiment using tracer gas, SF 6 , was also carried out to validate this method. The results are discussed in the following sections.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Multi-zone model"
        },
        {
            "text": "At Hospital R in Beijing, 12 SARS patients were hospitalized in a corridor near the emergency treatment centre from April 17 to 22, 2003. In our analysis, we assumed that all SARS patients were infectious. It should be noted that this assumption may not be met (i.e., not all patients are infectious), but is acceptable for an engineering application where our objective is to estimate a reasonable ventilation rate for actual ventilation design. Assuming all patients are infectious leads to a more robust estimation of a \"safe\" ventilation rate. The SARS virus sources are calculated using the concept of \"equivalent consistence\" based on the 12 SARS patients. Figure 1 is the drawing of the corridor and adjacent rooms. Rooms A and B are offices with four orthopedic physicians working in each room. Room A was connected to the outside through a window. It was reported that the window was open for most time of the 6-day period. Room B was connected through a chimney that only enabled air to exit the room as the outside temperature was cooler than the inside temperature during that period. On April 23, 2003, all SARS patients were moved to other locations in the hospital. On April 24 and 25, all four physicians in Room B were diagnosed with SARS while none of the physicians in Room A were infected.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 663,
                    "end": 671,
                    "text": "Figure 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Infection case"
        },
        {
            "text": "What caused the difference in SARS cross-infection between Rooms A and B? None of the physicians had direct contact with SARS patients and their daily routines were very similar. The only identified difference was their office rooms' ventilation. Room A was well ventilated with outside air through a window while Room B was ventilated with air from the corridor where the 12 SARS patients were hospitalized. Once we determine the ventilation rate through the corridor, the equivalent SARS virus consistence in both the corridor and Room B can then be calculated. Neither the corridor nor Room B had a mechanical ventilation system. The air exchange rate was dependent on the outside wind direction and wind speed. Figure 2 (a) shows the measured wind speed and wind direction between April 17 and 22, 2003, which were provided by the local metrological office. These data provide the necessary boundary conditions for reproducing the scenario. The dominant wind direction during this period was north and the average wind speed was 1.5 m/s. These were applied as the boundary conditions for the simulation. Figure 2(b) shows the modeling result of the pressure profile around the hospital by adopting the CFD method mentioned above. These coefficients were then incorporated into a multi-zone model to simulate the airflow rate through the corridor.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 715,
                    "end": 723,
                    "text": "Figure 2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1108,
                    "end": 1119,
                    "text": "Figure 2(b)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Infection case"
        },
        {
            "text": "To validate the simulation results, a retrospective on-site test was carried out on May 20, 2003. Sources of the tracer gas, SF 6 , were placed in the same locations as the SARS patients' beds. Gas was released at a constant rate. The virus consistence was measured at a series of points along the corridor and at different locations in Room B. A computer simulation was carried out to model gas consistence at these points using the multi-zone model. The comparison of the measured and simulated results during a one-hour period indicates that the multi-zone model is appropriate for this scenario (Fig. 3) . that, although the air exhausted from patients had been diluted 1000 to 2000 times (1000 ppm to 500 ppm), the possibility of infecting other people exposed to that air was still very high. It therefore appears to be the case that the SARS virus spread through the hospital due to insufficient dilution of exhaled air from SARS patients.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 599,
                    "end": 607,
                    "text": "(Fig. 3)",
                    "ref_id": null
                }
            ],
            "section": "Infection case"
        },
        {
            "text": "In the same Hospital R, another infection event happened in the emergency room where 21 SARS patients in the paroxysmal phase were hospitalized between April 7 and 16, 2003. The patient room has no direct openings (e.g., windows) to outside of the hospital and uses a mechanical ventilation system with two fans as shown in Fig. 5(a) . One fan receives air from the hospital's outdoor courtyard and supplies it to the patient room. The other window drew air from the room and exhausted across the courtyard in a horizontal laminar air stream. The square-shaped courtyard is 18 m long by 18 m wide and it is surrounded by the fourstory hospital building and 96 windows in total (see Fig. 5(b) ). From April 7 to 16, when the emergency patient room was filled with SARS patients, the other hospital floors were still functioning \"business as usual\" because SARS was not yet recognized as a dangerous infectious disease. Several hundred people were inside of the 96 windows facing the hospital courtyard during that period including physicians, nurses, staff, patients, and visitors.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 324,
                    "end": 333,
                    "text": "Fig. 5(a)",
                    "ref_id": null
                },
                {
                    "start": 682,
                    "end": 691,
                    "text": "Fig. 5(b)",
                    "ref_id": null
                }
            ],
            "section": "Case 1: the courtyard of Hospital R in Beijing"
        },
        {
            "text": "It was confirmed that the two fans in the emergency patient room housing the SARS patients were constantly running during that period and that most of the 96 windows remained open during work day. Surprisingly, while most of the physicians and nurses working in the emergency patient room were eventually infected, not a single case of SARS infection was reported among patients or hospital Fig. 5 The courtyard, emergency patient room and fans in the courtyard. 1-retrieves air from the courtyard and supplies it into the room; 2-exhausts air from the room staff in any of the other rooms. The ventilation rate was measured as 2700 m 3 /h on site. Assuming that the inlet air through the fan is totally clean, the air dilution in the emergency patient room was 2700 to 6 m 3 /h (20 patients), which translates into roughly 450 times dilution. This is considerably lower than the 1000 or 2000 times dilution in the infection case described above. The emergency patient room had a high risk of SARS cross-infection. Yet air from the exhaust fan should theoretically have the same virus concentration as air in the emergency patient room. So why was there no cross-infection among people in the hospital working inside of the 96 windows facing the hospital courtyard? This appears to be due to dilution in the courtyard with outside air.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 391,
                    "end": 397,
                    "text": "Fig. 5",
                    "ref_id": null
                }
            ],
            "section": "Case 1: the courtyard of Hospital R in Beijing"
        },
        {
            "text": "CFD simulation was applied to find the airflow field inside the courtyard and obtain the equivalent consistence near each of the windows facing the courtyard. Before conducting this simulation, on-site measurements were carried out for validation of the simulation model. A tracer gas was injected into the exhaust duct before the fan (Fig. 6) . Sampling points for measuring the tracer gas consistence were placed near the windows in four directions. Wind direction and speed were measured on the roof of the building. The commercial CFD code, PHOENICS (2000) , was used to simulate air movement in and around the courtyard as shown in Fig. 7 . Gas consistence at the sampling points was also simulated and compared with the measured data (Fig. 8) .",
            "cite_spans": [
                {
                    "start": 545,
                    "end": 560,
                    "text": "PHOENICS (2000)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 335,
                    "end": 343,
                    "text": "(Fig. 6)",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 637,
                    "end": 643,
                    "text": "Fig. 7",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 740,
                    "end": 748,
                    "text": "(Fig. 8)",
                    "ref_id": null
                }
            ],
            "section": "Case 1: the courtyard of Hospital R in Beijing"
        },
        {
            "text": "The results suggest that the simulation can be used to find the real dilution level in the courtyard at different locations. Figure 9 shows the simulated airflow fields and equivalent virus consistence in two different directions. The equivalent virus consistence was location dependent inside the courtyard. After removing the 30% of windows with the highest virus consistence air at the surfaces, we used the next highest virus consistence as the reference value to represent the equivalent SARS virus consistence at that outside wind state. This means the equivalent consistence in at least 30% of rooms facing the courtyard was higher than the reference value. Figure 10 shows the variation of the reference equivalent consistence from April 12 to 17, 2003. The consistence was 40 to 100 ppm, or 10 4 to 2.5 × 10 4 times dilution. As there were no reported infections among patients or hospital workers inside the rooms with windows opening to the courtyard, this equivalent consistence can be considered the \"safe consistence\". In other words, if the air exhausted from a SARS patient is diluted by 10 4 to 2.5 × 10 4 times with clean air, the possibility of infection would be very small.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 125,
                    "end": 133,
                    "text": "Figure 9",
                    "ref_id": null
                },
                {
                    "start": 665,
                    "end": 674,
                    "text": "Figure 10",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Case 1: the courtyard of Hospital R in Beijing"
        },
        {
            "text": "To validate the above safety level, another case, Hospital N in Guangzhou, China was studied. The hospital was involved in SARS patient care between February 16 and April 1, 2003. Figure 11 illustrates the floor plan of the hospital's 6th floor, where the physicians, nurses and patients involved in the SARS outbreak were housed during that period. The north side rooms are patient rooms with one SARS patient per room. The south side rooms are offices and foyers for the physicians and nurses. It was confirmed that all windows and doors were fully open during the working day throughout that period. At that time, preventative equipment against SARS was not well developed and the only protection for physicians and nurses was the use of twelve-layer masks. Still, no health care worker became infected. It should be noted that there were 74 SARS patients hospitalized in the patient rooms during that period, and 15 physicians and 35 nurses on call during that time. This means that the offices and foyers were safe places even though they were connected to the SARS patients' rooms by the hospital corridor. To reproduce this case, the measured wind speed and direction data between February 16 and April 1, 2003 were obtained from the local metrological office and applied as the simulation boundary conditions (Table 1) . A multi-zone model was used to simulate the ventilation rate and direction under different wind speeds and directions (Fig. 12) . The results show that the highest equivalent virus consistence was no greater than 170 ppm and that, during most of that period, the consistence was between 30 to 80 ppm. This falls into a similar range as the case above. ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 180,
                    "end": 189,
                    "text": "Figure 11",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1317,
                    "end": 1326,
                    "text": "(Table 1)",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 1447,
                    "end": 1456,
                    "text": "(Fig. 12)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Case 2: Hospital N in Guangzhou, China"
        },
        {
            "text": "By reproducing the actual cases in two hospitals, we determined the minimum ventilation rate required for safe levels of air dilution. Based on the above studies, our results indicate that maintaining the SARS virus consistence above a certain level results in a higher probability of infection. Under conditions where the mean value of the exhaust rate is 0.3 m 3 /h per person and dilution with clean air is less than 1000 times, the risk of infection would be very high. In contrast, a dilution rate is higher than 10000 times results in a low risk of infection risk. More research is needed, however, to better understand what happens when the dilution rate falls between 1000 and 10000 times. Infection is a very complex process and involves many factors, so establishing a clear boundary between safe and dangerous dilution rates would be challenging. Most importantly, our results show that reproducing actual infective and non-infective cases with simulation tools is a valid method for determining safe ventilation rates for the purpose of maintaining an infection-free building environment. Further, it provides a methodology for investigating the necessary ventilation rate from an engineering viewpoint.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Summary and discussion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Transport properties of two-phase materials with random structure",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "K"
                    ],
                    "last": "Batchelor",
                    "suffix": ""
                }
            ],
            "year": 1974,
            "venue": "Journal of Fluid Mechanics",
            "volume": "6",
            "issn": "",
            "pages": "227--255",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Characterization of expiration air jets and droplet size distributions immediately at the mouth opening",
            "authors": [
                {
                    "first": "Cyh",
                    "middle": [],
                    "last": "Chao",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "P"
                    ],
                    "last": "Wan",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Morawska",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "R"
                    ],
                    "last": "Johnson",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [
                        "D"
                    ],
                    "last": "Ristovski",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Hargreaves",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Mengersen",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Corbett",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Xie",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Katoshevski",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Journal of Aerosol Science",
            "volume": "40",
            "issn": "",
            "pages": "122--133",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "CONTAMW 2.0 User Manual. Building and Fire Research Laboratory",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "S"
                    ],
                    "last": "Dols",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "N"
                    ],
                    "last": "Walton",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "The numbers and the sites of origin of the droplets expelled during expiratory activities",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Duguid",
                    "suffix": ""
                }
            ],
            "year": 1945,
            "venue": "Edinburgh Medicine Journal",
            "volume": "52",
            "issn": "",
            "pages": "335--340",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Cytomegalovirus. In: Evans A",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Gold",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "A"
                    ],
                    "last": "Nankervis",
                    "suffix": ""
                }
            ],
            "year": 1989,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Air Chemistry and Radioactivity",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "E"
                    ],
                    "last": "Junge",
                    "suffix": ""
                }
            ],
            "year": 1963,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Role of ventilation in airborne transmission of infectious agents in the built environment -A multidisciplinary systematic review",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "M"
                    ],
                    "last": "Leung",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "W"
                    ],
                    "last": "Tang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Chao",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Lin",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "W"
                    ],
                    "last": "Lu",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "V"
                    ],
                    "last": "Nielsen",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Niu",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Qian",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "C"
                    ],
                    "last": "Sleigh",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "J"
                    ],
                    "last": "Su",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Sundell",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "W"
                    ],
                    "last": "Wong",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "L"
                    ],
                    "last": "Yuen",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Indoor Air",
            "volume": "17",
            "issn": "",
            "pages": "2--18",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Two-phase and non-Newtonain flows",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Lumley",
                    "suffix": ""
                }
            ],
            "year": 1978,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Detection of airborne cytomegalovirus in hospital rooms of immunocompromised patients",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Mccluskey",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Sandin",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Greene",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Journal of Virological Methods",
            "volume": "56",
            "issn": "",
            "pages": "115--118",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Indoor particles and symptoms among office workers: results from a double-blind cross-over study",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Mendell",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "J"
                    ],
                    "last": "Fisk",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "R"
                    ],
                    "last": "Petersen",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Epidemiology",
            "volume": "13",
            "issn": "",
            "pages": "296--304",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Droplet fate in indoor environments, or can we prevent the spread of infection? Indoor Air",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Morawska",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "",
            "volume": "16",
            "issn": "",
            "pages": "335--347",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Diffusion characteristics of airborne particles with gravitational settling in a convection-dominant indoor flow field",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Murakami",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Kato",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Nagano",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Tanaka",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "ASHRAE Transactions",
            "volume": "98",
            "issn": "1",
            "pages": "82--97",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Toward understanding the risk of secondary airborne infection: emission of respirable pathogens",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Nicas",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "W"
                    ],
                    "last": "Nazaroff",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Hubbard",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Journal of Occupational and Environmental Hygiene",
            "volume": "2",
            "issn": "",
            "pages": "143--154",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Characterization of a novel coronavirus associated with severe acute respiratory syndrome",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "A"
                    ],
                    "last": "Rota",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Oberste",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "S"
                    ],
                    "last": "Monroe",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "A"
                    ],
                    "last": "Nix",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Campagnoli",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Icenogle",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "PHOENICS Version 3.2. CHAM Ltd",
            "volume": "300",
            "issn": "",
            "pages": "1394--1399",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Study of SARS transmission via liquid droplets in air",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Sun",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "X"
                    ],
                    "last": "Xu",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Journal of Biomechanical Engineering: Transactions of the ASME",
            "volume": "127",
            "issn": "",
            "pages": "32--38",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Evidence of airborne transmission of the severe acute respiratory syndrome virus",
            "authors": [
                {
                    "first": "Its",
                    "middle": [],
                    "last": "Yu",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "W"
                    ],
                    "last": "Wong",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Tam",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "T"
                    ],
                    "last": "Chan",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "Y"
                    ],
                    "last": "Leung",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Ho",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "The New England Journal of Medicine",
            "volume": "350",
            "issn": "",
            "pages": "1731--1739",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Numerical investigation of particle diffusion in clean room",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Indoor and Built Environment",
            "volume": "14",
            "issn": "",
            "pages": "469--479",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Numerical study of the transport of droplets or particles generated by respiratory system indoors",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Building and Environment",
            "volume": "40",
            "issn": "",
            "pages": "1032--1039",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Layout of the corridor and adjacent rooms with possible flow directions (plan view). A-orthopedic clinic room A; B-orthopedic clinic room B; C-critical care room; D-corridor; E-interlayer; F-grille; G-patient beds",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "(a) Measured wind speed and direction from April 17 to 22, 2003, (b) CFD simulated air pressure around the building (in Pa) Figure 4 shows the simulated results of the equivalent SARS virus consistence in Room B during working hours from April 17 to 22, 2003. The results show that the equivalent consistence was between 500 and 1000 ppm and the average value was approximately 800 ppm. This means Fig. 3 Comparison of measured and simulated results of the virus concentration in the corridor",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Simulated virus concentration in Room B during the work day from April 17 to 23, 2003",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Distribution of measurement points in the courtyard",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "CFD computational domain of the courtyard Fig. 8 Comparison of the simulated and measured results",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Results of the reference equivalent consistence in a typical period of time between April 12 and 17, 2003 Fig. 11 Floor plan of the 6th floor of Hospital N in Guangzhou Fig. 9 Simulated velocity and equivalent consistence (in ppm) in the courtyard: (a) velocity (Y = 6.6 m), (b) equivalent consistence (Y = 6.6 m), (c) velocity (X = 61 m), (d) equivalent consistence (X = 61 m)",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "in the present study, corresponds to the equivalent \"SARS virus concentration\" when the universal variable, ϕ, is the corresponding parameter. ϕ Γ and ϕ S are the effective diffusion coefficient and source of ϕ, respectively. Greater detail on ϕ, ϕ",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Measured wind speed and direction between February 15 and April 1, 2003 in Guangzhou, China Fig. 12 Simulated equivalent consistence of Hospital N in Guangzhou",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "This research was supported by the Chinese Natural Science Foundation as one of the special anti-SARS projects. Mr. Jingan Shan, the Deputy Director of Hospital R in Beijing and his colleagues provided a great deal of valuable data about the SARS cases and assisted in site measurements. Professor Guang Zeng, Professor Zizhu Dai and Professor Qi Shang of the China Centers for Disease Control and Prevention provided valuable suggestions for this study.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements"
        }
    ]
}