{
    "paper_id": "fd85680a2d522603546fa8e6215d6098054c1342",
    "metadata": {
        "title": "",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Institutions that receive funding from the Public Health Service (PHS) through grants or contract awards are required to have an Assurance Statement on file with the Office of Laboratory Animal Welfare (OLAW; http://grants.nih.gov/grants/olaw/obtain_assurance. htm). The Assurance Statement reflects the institution's commitment to complying with the Animal Welfare Act 1 , the US Government Principles for the Utilization and Care of Vertebrate Animals Used in Testing, Research and Training 2 and the Guide for the Care and Use of Laboratory Animals (the Guide) 3, 4 . Institutions are also required by the PHS Policy on Humane Care and Use of Laboratory Animals 5 to plan, write and implement an animal care and use program based on the Guide. In 2011, the eighth edition of the Guide 3 was published, updating the 1996 edition 4 . In 2012, the US National Institutes of Health adopted the eighth edition of the Guide, and OLAW began requiring assured institutions to use this edition as the basis for their animal care and use programs by 31 December 2012.",
            "cite_spans": [
                {
                    "start": 564,
                    "end": 566,
                    "text": "3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 567,
                    "end": 568,
                    "text": "4",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 831,
                    "end": 832,
                    "text": "4",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The eighth edition of the Guide differs from the seventh edition in several respects. One area of particular interest is the improvement of animal welfare through provision of optimal housing. The following statement is included under the heading 'General Considerations for All Animals' in the eighth edition of the Guide 3 : \"At a minimum, animals must have enough space to express their natural postures and postural adjustments without touching the enclosure walls or ceiling, be able to turn around, and have ready access to food and water. In addition, there must be sufficient space to comfortably rest away from areas soiled by urine and feces. \" The last sentence includes a slight change in the language from the seventh edition 4 : \"[an animal]…must have enough clean bedded or unobstructed area to move and rest in. \" The change removes the subjective determination of what constitutes a \"clean bedded\" area, defining it specifically as an area free of feces and urine.",
            "cite_spans": [
                {
                    "start": 739,
                    "end": 740,
                    "text": "4",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Further guidance on interpretation of the Guide is available from OLAW. During an OLAW online seminar titled \"NIH Adopts 8th Edition of the Guide: The Guide for the Care and Use of Laboratory Animals (the Guide) recommends that terrestrial mammals be provided space free of urine and feces in which to rest. To evaluate the feasibility of meeting this recommendation, the author examined the availability of feces-free resting areas in standard rodent cages over time. Adult rodents (C57Bl/6J mice and Wistar rats) were housed singly, in pairs or in trios in shoebox cages at densities that met the space recommendations of the Guide. As housing density increased, the availability of unsoiled resting space declined. For C57Bl/6J mice housed singly, in pairs or in trios, most cages lacked unsoiled resting area within 3-6 days (depending on cage size), 2 days or 1 day, respectively. Similarly, for Wistar rats housed singly, in pairs or in trios, most cages lacked adequate unsoiled resting space within 3 days, 2 days or 1 day, respectively. Because most cages lacked adequate unsoiled resting space within 3 days of housing animals, the author concludes that standard cage change frequencies of once a week for adult C57Bl/6J mice and twice a week for adult Wistar rats may be inadequate to provide unsoiled resting areas for rodents.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "A Discussion, \" a participant requested guidance on the new recommendation to provide rodents with a resting area free of urine and feces. OLAW gave the following response (http://grants.nih.gov/grants/olaw/111208_ seminar_transcript.pdf): \"In OLAW's experience, the accumulation of urine and feces, even with species such as shrews and rodents, is most often concentrated in certain areas of the cage and the animals choose to make their bedding/nesting area removed from their toileting area. It is when a cage or pen becomes overcrowded with animals or is infrequently changed that the ability to rest away from soiled areas becomes a problem. \"",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "This study was undertaken to examine the availability of feces-free resting areas in standard rodent cages over time to determine how long rodents can be housed in a cage before it becomes soiled to the extent that it does not meet the recommendations found in the Guide and supported by OLAW. Mice and rats were housed in standard shoebox cages at densities that met the space recommendations of the Guide. I hypothesized that standard cage-changing frequencies for rodents in laboratory animal facilities would not be adequate to provide unsoiled resting areas for mice and rats and thus would not meet the standard of care recommended in the Guide. In addition, I hypothesized that mice would not defecate in their nests.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "All evaluated cages housed rodents that were assigned to animal use protocols approved by the IACUC of Wright State University, an institution accredited by the Association for the Assessment and Accreditation of Laboratory Animal Care (AAALAC) International. All procedures in the current study were approved by the Wright State University IACUC. The mice included in the study were part of a breeding stock that were not being bred during the study. The rats included in the study had experienced a peripheral nerve injury in the rear limb at least 1 month before this study began. Rodent housing conditions were not disrupted to set up this study, and existing groupings were maintained. The groupings had been in place for at least 1 week before the study began. None of these circumstances had a discernable effect on the amount or location of feces in a cage.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Study parameters"
        },
        {
            "text": "Adult C57BL/6J mice (Jackson Laboratories, Bar Harbor ME) and Wistar rats (Charles River Laboratories, Wilmington, MA) were used in these experiments. Mice were housed in either static cages (426 cm 2 of floor space; Allentown, Inc., Allentown, NJ) or individually ventilated cages (548 cm 2 of floor space; Allentown, Inc.). Rats were housed in static cages (952 cm 2 of floor space; Allentown, Inc.). The light cycle for both species was 12-h:12-h light:dark with the lights coming on at 7:00 a.m., and animals were given ad libitum access to Teklad 8640 Rodent diet (Harlan Laboratories, Madison, WI) and ad libitum access to tap water (through an automatic watering system for mice and via water bottles for rats). Cages for rats and mice were manually filled with bedding (not autoclaved; either 0.6-cm corn cob (The Andersons Inc., Maumee, OH) or aspen chip (Sani Chip, Harlan Laboratories)) by technicians to a bedding depth of 0.6-1.3 cm. The volume of bedding added (mean ± s.d.) was 186 ± 22.6 cm 3 , 375 ± 68 cm 3 and 881 ± 118 cm 3 for cages with floor areas of 426 cm 2 , 548 cm 2 and 952 cm 2 , respectively. When filling cages with bedding, technicians were blinded as to which animals would be participating in the study to avoid bias. The rodents' general health was assessed daily by animal care staff members.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Husbandry"
        },
        {
            "text": "This study included 43 static shoebox hanging cages (426 cm 2 of floor space) with wire tops housing mice: singly housed females (n = 8 cages), singly housed males (n = 11 cages), pair-housed females (n = 14 cages) or trio-housed females (n = 10 cages). All rodents were weighed at the end of the study to assess the adequacy of housing space, and the average weight for each of these groups was 23.6 g, 26.2 g, 22.4 g and 22.2 g, respectively. These mice were housed on corn cob bedding, and cages were changed weekly. Each cage was provided with environmental enrichment consisting of 2.5-3 g of crinkled paper nesting material (Enviro-dri, Shepherd Specialty Papers, Watertown, TN).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Mice"
        },
        {
            "text": "The study also included 19 positive individually ventilated cages (548 cm 2 of floor space) housing mice: singly housed males (n = 9 cages), pair-housed males (n = 5 cages) or trio-housed males (n = 5 cages). The average weight for each group at the end of study was 34.2 g, 31.2 g and 30.3 g, respectively. These mice were housed on aspen chip bedding, and each cage was provided with environmental enrichment consisting of a cotton square (Nestlet; Ancare, Bellmore, NY). Positively ventilated cages were changed either weekly or every 2 weeks depending on housing density and cage cleanliness. The necessity for more frequent cage changes is determined subjectively by the animal care technicians, typically on the basis of increased wetness of bedding or odor.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Mice"
        },
        {
            "text": "The health of both mouse populations was monitored quarterly with bedding contact sentinel mice. Sentinel mice were serologically negative for mouse hepatitis virus, minute virus of mice, mouse parvovirus, Sendai virus, Mycoplasma pulmonis, Theiler's murine encephalitis virus, epizootic diarrhea of infant mice, pneumonia virus of mice, reovirus 3, mouse norovirus, lymphocytic choriomeningitis virus, ectromelia virus, mouse adenovirus and polyoma virus (IDEXX RADIL, Columbia, MO). Mice were also negative for ectoparasites and endoparasites. Helicobacter spp. were not excluded from the colony.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Mice"
        },
        {
            "text": "This study included 41 static shoebox hanging cages (952 cm 2 of floor space) with wire tops housing rats: singly housed females (n = 15 cages), pair-housed females (n = 16 cages) and trio-housed females (n = 10 cages). The average weight for each group at the end of the study was 360 g, 315 g and 315 g, respectively. Rats were housed on aspen chip bedding, and cages were changed twice per week. Singly housed rats were given wood chew blocks as environmental enrichment. Pair-and trio-housed rats were not provided with enrichment items.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Rats"
        },
        {
            "text": "Colony rats were tested annually for pathogens by serology and parasitology. Colony rats were serologically negative for rat coronavirus, rat minute virus, Kilham rat virus, Toolan's H-1 virus, rat theilovirus, Sendai virus, pneumonia virus of mice, Mycoplasma pulmonis, rat parvovirus, reovirus 3 and lymphocytic choriomeningitis virus (IDEXX RADIL). They were also negative for ectoparasites and endoparasites.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Rats"
        },
        {
            "text": "All cages were evaluated daily between 1:00 p.m. and 3:00 p.m. by the same individual to determine whether adequate unsoiled space for resting was available and, for cages housing mice, whether the animals had defecated in their selected resting area. Adequate resting space was defined as an area in which each of the rodents in the cage could lie down either curled up or stretched out without contacting fecal material: approximately 25 cm 2 for a mouse and 150 cm 2 for a rat. During evaluations, cages were disturbed as little as possible to prevent redistribution of bedding and feces as a result of animal movements. Cages were evaluated visually from above and below because feces frequently dropped through the bedding material and settled on the cage floor. During the evaluation procedure, the observer removed the cage from the rack and removed the lids of individually ventilated cages. He then examined the cage from above and noted whether adequate feces-free resting space was available using the estimated areas given above. He then examined the cage from below and similarly noted the availability of unsoiled resting space from this perspective. For cages housing mice, the observer also examined the nesting material and bedding below it and noted whether feces were present in the nest. Finally, he replaced the lids on individually ventilated cages and returned each cage to the rack. If the observer found that all the cages in a particular group lacked available unsoiled resting space for two consecutive days, observations for that group were discontinued.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Cage observations"
        },
        {
            "text": "During daily general health assessments, animal care staff members observed no problems with the health, behavior, growth or activity of the rodents in the study, although specific measurements of these indices were not made. During the study, no cages met institutional criteria requiring early changing due to lack of cleanliness.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RESULTS"
        },
        {
            "text": "Static shoebox cages with 426 cm 2 of floor space housing one, two or three adult C57BL/6J mice were evaluated for up to 5 days (Fig. 1) . After 1 day, all 43 cages except for 1 cage housing three mice had available unsoiled space for resting ( Figs. 1 and 2) . The number of cages with adequate unsoiled resting space available steadily declined after 1 day. Within 2 days, 63% of cages housing single female mice, 82% of cages housing single male mice, 44% of cages housing two female mice and 60% of cages housing three female mice had unsoiled resting space available (Fig. 1) . Within 4 days, no cages had unsoiled space available for resting.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 128,
                    "end": 136,
                    "text": "(Fig. 1)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 245,
                    "end": 259,
                    "text": "Figs. 1 and 2)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 572,
                    "end": 580,
                    "text": "(Fig. 1)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Availability of unsoiled resting space for mice"
        },
        {
            "text": "Similar results were observed for individually ventilated cages with 548 cm 2 of floor space housing one, two or three adult male C57BL/6J mice, which were evaluated for up to 9 days (Fig. 3) . After 1 day, all cages housing one or two mice and 60% of cages housing three mice had adequate unsoiled areas available for resting (Fig. 3) . The number of cages with adequate unsoiled resting space available steadily declined after 1 day. No unsoiled resting area was available for triohoused, pair-housed and singly housed mice within 3 days, 4 days and 9 days, respectively (Fig. 4) . Some cages housing single mice were found to have adequate unsoiled space for resting after they had had no feces-free space available on the previous day (day 4 and day 7; Fig. 3) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 183,
                    "end": 191,
                    "text": "(Fig. 3)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 327,
                    "end": 335,
                    "text": "(Fig. 3)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 573,
                    "end": 581,
                    "text": "(Fig. 4)",
                    "ref_id": null
                },
                {
                    "start": 757,
                    "end": 764,
                    "text": "Fig. 3)",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Availability of unsoiled resting space for mice"
        },
        {
            "text": "In all cages housing mice, feces were distributed throughout the cage, although several cages had specific areas where mice tended to urinate. Regarding the presence of feces in the nesting area, all cages that lacked unsoiled resting area by definition had feces present in the nest (166 cage observations). Among cages that did have feces-free resting areas available during an evaluation (113 observations), feces were present in the nest in 59% of cases (67 observations; Fig. 2 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 476,
                    "end": 482,
                    "text": "Fig. 2",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Availability of unsoiled resting space for mice"
        },
        {
            "text": "Shoebox cages with 952 cm 2 of floor space housing one, two or three adult female Wistar rats were evaluated for up to 5 days (Fig. 5) . All cages housing single rats had unsoiled resting areas available after 1 day, and 67% of cages housing single rats had unsoiled resting area available after 2 days, but by 4 days, no cages housing single rats had unsoiled resting areas available. For cages housing two rats, 63% of cages had feces-free resting areas available after 1 day, 25% had unsoiled resting space available after 2 days, and none had unsoiled resting area available by 3 days. For cages housing three rats, only 10% of cages had feces-free resting areas available after 1 day, and none had unsoiled resting area available by 2 days.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 126,
                    "end": 134,
                    "text": "(Fig. 5)",
                    "ref_id": null
                }
            ],
            "section": "Availability of unsoiled resting space for rats"
        },
        {
            "text": "In cages housing rats, like those housing mice, feces were dispersed throughout the cage (Fig. 6) . Although no cages met institutional criteria requiring early changing due to lack of cleanliness during the study, cages housing two or three rats were considered heavily soiled by animal care staff members on the scheduled cage-change day (after 3 or 4 days; Fig. 7) . The rats often were very active in the cage when approached, and it is likely that typical daily activity resulted in movement of bedding and feces throughout the cage. In a few cages ( < 10%), the rats cleared both bedding and feces away from certain areas and they could rest directly on the cage floor.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 89,
                    "end": 97,
                    "text": "(Fig. 6)",
                    "ref_id": null
                },
                {
                    "start": 360,
                    "end": 367,
                    "text": "Fig. 7)",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "Availability of unsoiled resting space for rats"
        },
        {
            "text": "In this study, I examined the availability of feces-free resting areas in cages housing one to three adult mice or rats. As housing density increased, the availability of unsoiled resting space declined. For C57BL/6J mice housed singly, in pairs or in trios, most cages lacked unsoiled resting area within 3-6 days (depending on cage size), 2 days or 1 day, respectively. Similarly, for Wistar rats housed singly, in pairs or in trios, most cages lacked adequate unsoiled resting space within 3 days, 2 days or 1 day, respectively. Most cages lacked adequate unsoiled resting space within 3 days of housing animals, confirming the hypothesis that the standard cage-change frequencies of once weekly for mice and twice weekly for rats are inadequate to meet the recommendation of the Guide to provide feces-free areas for resting. The results of this study suggest that cage-change intervals of 3 days for singly housed mice, 2 days for pair-or trio-housed mice, 1-2 days for singly and pair-housed rats and less than 1 day for trio-housed rats would be needed to meet this recommendation. Even with this high cage-change frequency, some cages may not have adequate unsoiled resting space available and may require spot changes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "The results of this study do not support the OLAW statement cited earlier in this paper that rodents have a toileting area in their cages (http://grants.nih.gov/ grants/olaw/111208_seminar_transcript.pdf). Rodents, even singly housed mice, did not appear to use a specific area in their cages for defecation. They did appear to use certain areas in cages more frequently for urination, although they may also have urinated in other areas. The results of this study also do not support the notion that rodents make their nest away from toileting areas. In this study, in cages with available resting areas, feces were present in the nesting area of mice in 59% of cage observations, refuting the hypothesis that mice would not defecate in their nests. Instead, the mice defecated in their nesting areas, defecated randomly in their cages or built their nests where they defecated. These observations call into question the idea that mice and rats have an aversion to feces as humans and some other animals do. Because they are coprophagic animals, one might not expect fecal aversion to be a normal characteristic of rodents. It is not known whether or how the availability of feces-free resting areas affects rodent welfare.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Several other studies have examined the behavior and physiology of mice and rats in different cage environments. One study examined the effects of cagechange frequency and bedding volume on behavior, fecal corticosterone levels and body weight (among other parameters) of female ICR mice housed five per cage for up to 17 days without a cage change. Although the cages were visibly dirty (fecal concentrations well beyond those observed in this study), the authors found no effects on behavior, physiology or stress parameters for up to 2 weeks. Within 7 days, there was no feces-free resting area available for the mice (this parameter was not evaluated by the authors but is apparent from the figures included in the paper) 6 . Thus, despite a lack of unsoiled resting areas, the mice had no documented negative physiologic or behavioral responses.",
            "cite_spans": [
                {
                    "start": 726,
                    "end": 727,
                    "text": "6",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Another study evaluated the effects of floor space on physiologic parameters including growth rate, hematology, serum biochemistry, barbering, and hormone and metabolite measurements in BALB/cJ and C57BL/6J mice housed at different densities 7 . Mice were housed five per cage in cages of different sizes, and cages were FIGURE 6 | A static shoebox cage with 952 cm 2 of floor space housing three adult female Wistar rats after 1 day. No fecesfree resting space was available. Some fecal pellets were buried and are not clearly pictured. The rats' resting area is on the right. changed every 2 weeks. On the basis of my study results, I presume that no unsoiled resting areas were available to these mice during most of the study. The study found no or few apparent effects on overall mouse wellbeing, except for those housed at the highest density, even when housing densities did not meet the space allocation recommendations of the Guide 7 .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Similar studies have examined the effects of different cage-change frequencies on rats. One study found no clear impact on welfare in Sprague-Dawley and Wistar rats housed in cages that were changed twice weekly, weekly or every other week. Ammonia levels remained low at all cage-change frequencies 8 . Another study examined the effect of cage-change frequency on Wistar rat litters. Cages of rats with litters were changed twice weekly, weekly or every other week. After the litters were weaned, male rats had no substantial behavioral changes 9 . On the basis of my study results, it is likely that adequate resting space free of feces and urine was available only during the first 3 days in these studies.",
            "cite_spans": [
                {
                    "start": 300,
                    "end": 301,
                    "text": "8",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 547,
                    "end": 548,
                    "text": "9",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "All four of the cited studies show no or minimal impact on physiology, behavior or welfare in rodents housed at cage densities greater than those examined here and with cage changes done less frequently than necessary to provide feces-free resting areas [6] [7] [8] [9] . These results suggest that the lack of a feces-free resting area may have minimal or no effect on physiology or behavior of mice and rats subject to the cage-change frequencies commonly used in research facilities.",
            "cite_spans": [
                {
                    "start": 254,
                    "end": 257,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 258,
                    "end": 261,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 262,
                    "end": 265,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 266,
                    "end": 269,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "This study showed that singly housed rodents had access to feces-free resting areas for longer than pairor trio-housed rodents, suggesting that single housing of rodents is more likely to meet the Guide's recommendation for the provision of unsoiled resting areas. However, single housing of rats and mice can lead to increased heart rate and behavioral alterations and is generally considered to be a stressor to rodents [10] [11] [12] [13] [14] [15] . For these reasons, the Guide recommends housing social animals in social conditions. Because of its negative ramifications, single housing of rodents specifically to meet the recommendation to provide a feces-free resting area may not be appropriate.",
            "cite_spans": [
                {
                    "start": 422,
                    "end": 426,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 427,
                    "end": 431,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 432,
                    "end": 436,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 437,
                    "end": 441,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 442,
                    "end": 446,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 447,
                    "end": 451,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "When evaluating cage-change frequencies, the impact of frequent handling and cage changes on rodent welfare should also be considered. One study found significant decreases in weight gain in both female and male mice whose cages were changed daily compared with mice whose cages were changed every 2 weeks (ref. 16) . Another study found a significant increase in heart rate in group-housed Sprague-Dawley rats that lasted for more than 2 hours after a cage change 17 . A review paper also identified negative behavioral and physiological effects of cage-changing on rats 18 . Maintenance of rodent welfare requires balancing the stress associated with frequent handling and cage changes with the effects of having contact with feces or urine in a cage.",
            "cite_spans": [
                {
                    "start": 312,
                    "end": 315,
                    "text": "16)",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 465,
                    "end": 467,
                    "text": "17",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 572,
                    "end": 574,
                    "text": "18",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "The current study had several limitations. First, I examined cages with only adult animals including one mouse strain and one rat stock and limited cage variables and bedding types, bedding depth and the presence of nesting material. Results of studies using animals of different stocks, strains, ages or weights; different housing densities; different bedding materials or depths; or different environmental enrichment items could vary. Despite this limitation, I believe the results are applicable to other strains and stocks of mice and rats because of their general similarities in defecation behavior. Second, in order to evaluate the individually ventilated mouse cages, the observer removed the cage lid, which could have disturbed the mice and led to distribution of feces in the bedding. I did not consider this to be a confounding variable because the mice were typically sleeping when the cage lid was removed and moved only after the lid had been lifted, leading to minimal disruption of the feces. Rats could and did move both bedding and feces within their cages, even without human disturbance. Third, when evaluating the presence of feces in rodent cages, the observer included feces that were buried in the bedding, reasoning that an animal lying down on bedding containing feces would have contact with the feces, which would be considered unacceptable. Others might reason that feces in bedding are not in contact with animals and should not be considered to occupy the resting space. Finally, this study did not directly examine behavior or physiology of the rodents.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "The recommendation to provide resting space free of feces and urine for rodents appears, on the surface, to be a reasonable expectation. This study suggested that cage-change intervals of 1-3 days, shorter than the standard intervals of 4-14 days commonly used in animal facilities, would be required in order to meet this recommendation. But the lack of available unsoiled resting areas associated with cage-change intervals of 14 days or longer does not appear to affect the behavior or physiology of mice and rats [6] [7] [8] [9] . Furthermore, the increased cage-change frequency that would be needed to meet the recommendation could have negative effects on rodent welfare by leading to increased stress [16] [17] [18] . Therefore, the recommendation of the Guide to provide resting space free of urine or feces for rodents may not be a reasonable expectation and furthermore may not serve to improve animal welfare. This recommendation needs to be further investigated. Studies on rodents' preference for cages with or without feces and on the behavioral and physiological changes that may be associated with the availability of unsoiled resting space should be carried out. Established husbandry standards should be used to determine appropriate cage-change frequencies for rodents in laboratory animal facilities. IACUC approval should be obtained before the implementation of any practice that deviates from the recommendations of the Guide.",
            "cite_spans": [
                {
                    "start": 517,
                    "end": 520,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 521,
                    "end": 524,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 525,
                    "end": 528,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 529,
                    "end": 532,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 709,
                    "end": 713,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 714,
                    "end": 718,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 719,
                    "end": 723,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        }
    ],
    "bib_entries": {
        "BIBREF1": {
            "ref_id": "b1",
            "title": "US Government Principles for the Utilization and Care of Vertebrate Animals Used in Testing, Research, and Training (US Department of Health and Human Services",
            "authors": [],
            "year": 2002,
            "venue": "public Health Service",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Guide for the Care and Use of Laboratory Animals 8th edn",
            "authors": [],
            "year": 2011,
            "venue": "",
            "volume": "51",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Guide for the Care and Use of Laboratory Animals 7th edn",
            "authors": [],
            "year": 1996,
            "venue": "",
            "volume": "25",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Policy on Humane Care and Use of Laboratory Animals (US Department of Health and Human Services",
            "authors": [],
            "year": 1986,
            "venue": "public Health Service",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Effects of cage-change frequency and bedding volume on mice and their microenvironment",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "D"
                    ],
                    "last": "Rosenbaum",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Vandewoude",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "E"
                    ],
                    "last": "Johnson",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "J. Am. Assoc. Lab. Anim. Sci",
            "volume": "48",
            "issn": "",
            "pages": "763--773",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "The response of C57Bl/6J and BAlB/cJ mice to increased housing density",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Nicholson",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "J. Am. Assoc. Lab. Anim. Sci",
            "volume": "48",
            "issn": "",
            "pages": "740--753",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "long-term effects of cage-cleaning frequency and bedding type on laboratory rat health, welfare, and handleability: a crosslaboratory study",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "C"
                    ],
                    "last": "Burn",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Peters",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Day",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "J"
                    ],
                    "last": "Mason",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Lab. Anim",
            "volume": "40",
            "issn": "",
            "pages": "353--370",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Marked for life? Effects of early cage-cleaning frequency, delivery batch, and identification tail-marking on rat anxiety profiles",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "C"
                    ],
                    "last": "Burn",
                    "suffix": ""
                },
                {
                    "first": ".",
                    "middle": [
                        "M"
                    ],
                    "last": "Deacon",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "J"
                    ],
                    "last": "Mason",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Dev. Psychobiol",
            "volume": "50",
            "issn": "",
            "pages": "266--277",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Social deprivation stress is a triggering factor for the emergence of anxiety-and depression-like behaviours and leads to reduced brain BDNF levels in C57Bl/6J mice",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Berry",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Psychoneuroendocrinol",
            "volume": "37",
            "issn": "",
            "pages": "762--772",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Evaluation of social and physical enrichment in modulation of behavioural phenotype in C57Bl/6J female mice",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Kulesskaya",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Rauvala",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Vöikar",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "PLoS One",
            "volume": "6",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Stress-like responses to common procedures in individually and grouphoused female rats",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Sharp",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Zammit",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Azar",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Lawson",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Contemp. Top. Lab. Anim. Sci",
            "volume": "42",
            "issn": "",
            "pages": "9--18",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Higher heart rate of laboratory mice housed individually vs in pairs",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Späni",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Arras",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "König",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Rülicke",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Lab. Anim",
            "volume": "37",
            "issn": "",
            "pages": "54--62",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "impact of 'living apart together' on postoperative recovery of mice compared with social and individual housing",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Van Loo",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Lab. Anim",
            "volume": "41",
            "issn": "",
            "pages": "441--455",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "long-term individual housing in C57Bl/6J and DBA/2 mice: assessment of behavioral consequences",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Vöikar",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Polus",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Vasar",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Rauvala",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Genes Brain Behav",
            "volume": "4",
            "issn": "",
            "pages": "240--252",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Daily change of cage depresses mass gain in mice",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "C"
                    ],
                    "last": "Beynen",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Van Tintelen",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "Z versuchstierkd",
            "volume": "33",
            "issn": "",
            "pages": "106--107",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Does cage size affect heart rate and blood pressure of male rats at rest or after procedures that induce stress-like responses?",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Sharp",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Azar",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Lawson",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Contemp. Top. Lab. Anim. Sci",
            "volume": "42",
            "issn": "",
            "pages": "8--12",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "The impact of light, noise, cage cleaning and in-house transport on welfare and stress of laboratory rats",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Castelhano-Carlos",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Baumans",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Lab. Anim",
            "volume": "43",
            "issn": "",
            "pages": "311--327",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "| in static shoebox cages with 426 cm 2 of floor space housing one, two or three adult C57Bl/6J mice for up to 5 days, the number of cages with adequate unsoiled resting space available steadily declined after 1 day.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "A static shoebox cage with 426 cm 2 of floor space housing two adult female C57Bl/6J mice after 1 day. Fecal pellets were observed in all areas of the cage. A nest was poorly built in the center of the cage over the fecal pellets; arrows indicate the location of the nest, which was removed for the photograph. This cage had adequate feces-free space for mice to rest (boxes).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "| in individually ventilated cages with 548 cm 2 of floor space housing one, two or three adult male C57Bl/6J mice for up to 9 days, the number of cages with adequate unsoiled resting space available steadily declined after 1 day.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "An individually ventilated cage with 548 cm 2 of floor space housing three adult male C57Bl/6J mice after 2 days. Feces were distributed throughout the cage. No feces-free resting space was available. | in static shoebox cages with 952 cm 2 of floor space housing one, two or three adult female Wistar rats for up to 5 days, the number of cages with adequate unsoiled resting space available steadily declined after 1 day.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "A static shoebox cage with 952 cm 2 of floor space housing three adult female Wistar rats after 3 days. No fecesfree resting space was available. The rats' resting area is on the right.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Laboratory Animal Resources, Wright State University, Dayton, OH, and Veterans Affairs Medical Center, Cincinnati, OH. Correspondence should be addressed to G.P.B. (gregory.boivin@wright.edu). Gregory P. Boivin, DVM, MS, ACLAM Diplomate",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}