{
    "paper_id": "fe69dcc3011734beca6c32debf336cb225bcd1bb",
    "metadata": {
        "title": "",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Obiettivo. Lo scopo di questo lavoro è stato quello di definire il quadro radiologico (RX) e la semeiotica della tomografia computerizzata (TC) a strato sottile delle complicanze polmonari in una popolazione selezionata di 50 pazienti consecutivi affetti da influenza virale A (H1N1) di origine suina (S-OIV) ricoverati nell'unità di terapia respiratoria subintensiva (UTSIR) e nella terapia intensiva (ICU) dell'Azienda Ospedaliera Monaldi, Napoli, Italia. Materiali e metodi. Quattro radiologi hanno retrospettivamente esaminato gli esami radiologici tradizionali (RX) e di tomografia computerizzata multidetettore (TCMD) di cinquanta pazienti che rispettavano i criteri della World Health Organization (WHO) per l'influenza A (H1N1) S-OIV. Il gruppo dei 50 pazienti in studio è stato suddiviso in due sottogruppi sulla base del decorso clinico: il gruppo 1, composto da 42 pazienti che hanno richiesto la ventilazione meccanica non invasiva e ricoverati all'UTSIR; il gruppo 2, costituito da 8 pazienti sottoposti a extra corporeal membrane oxygenation (ECMO) o a ventilazione meccanica convenzionale protetta, ricoverati in ICU da ottobre a dicembre 2009. Tutti i pazienti hanno eseguito esami RX e TCMD a strato sottile, di cui è stato valutato il pattern di ingresso e di follow-up (consolidazione, opacità groundglass , noduli e reticolazione interstiziale), la distribuzione e l'estensione delle alterazioni. Risultati. Tutti i pazienti hanno mostrato segni di interessamento polmonare. L'opacità ground-glass (GGO) e la consolidazione, principalmente periferiche, sono stati i segni più frequenti. Segnaliamo per la prima volta in una polmonite virale in tre pazienti il segno dell'alone invertito (reversed halo sign). L'estensione delle lesioni è risultata correlata all'aggressività clinica della malattia. Nella nostra casistica sono stati spesso (82%) interessati entrambi i polmoni. Il 18% dei pazienti presentava una comorbidità toracica; il 22% di essi era obeso ed in questo gruppo, pur con la stessa estensione delle lesioni all'imaging rispetto ai non obesi, il decorso clinico è stato più aggressivo. Infine la sovra-infezione ha determinato un peggioramento delle condizioni cliniche. Conclusioni. I segni RX e TCMD più comuni nei pazienti con influenza virale A di origine suina sono rappresentati da opacità GGO uni-o bilaterali con o senza aree di consolidazione focali o multifocali associate. Alla TC le aree GGO e consolidative hanno presentato una distribuzione prevalente subpleurica e peribroncovasale, rassomigliando alla polmonite in organizzazione; in pazienti gravemente malati esse progrediscono ad una malattia consolidativa degli spazi aerei bilaterale ed estesa.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Riassunto"
        },
        {
            "text": "Introduzione I virus dell'influenza sono comuni ed importanti patogeni umani responsabili di epidemie stagionali ed occasionalmente di imprevedibili pandemie. I virus dell'influenza sono RNA virus appartenenti alla famiglia delle Orthomyxoviridae e contengono 7-8 segmenti di geni. Il virus influenzale infetta numerosi animali a sangue caldo, compresi gli uccelli, i maiali, i cavalli e gli esseri umani, mentre i virus influenzali B e C infettano quasi esclusivamente gli esseri umani e sono implicati nelle epidemie [1] . Un nuovo sottotipo di virus influenzale A (H1N1) è stato descritto dal 24 marzo al 24 aprile 2009 a Città del Messico e si è diffuso rapidamente in tutto il mondo [2] . L'11 giugno 2009 l'Organizzazione Mondiale della Sanità (OMS) ha dichiarato lo stato di pandemia mondiale [3] . L'infezione da virus influenzale può causare polmonite primaria che può essere complicata da una sovra-infezione batterica o esacerbare una sottostante malattia cronica [4] . Le manifestazioni cliniche della malattia possono variare da un'infezione asintomatica ad una lieve malattia delle vie respiratorie superiori, ad una sindrome virale con diarrea, ad una polmonite grave con sindrome da distress respiratorio acuto (ARDS) fino alla progressione all'insufficienza multiorgano. L'influenza H1N1 può provocare una grave polmonite virale in persone con pregresse alterazioni polmonari così lungs were involved (82%). Thoracic comorbidity was present in 18% of patients; 22% of patients was obese, and in this group, the clinical course was more aggressive than in the others with the same lesion extent at imaging. Furthermore, superinfection led to worsening of the clinical conditions. Conclusions. The most common CXR and CT findings in patients with S-OIV infection were unilateral or bilateral ground-glass opacities with or without associated focal or multifocal areas of consolidation. On MDCT, ground-glass opacities and areas of consolidation had a predominant peribronchovascular and subpleural distribution, resembling organising pneumonia; they progressed to bilateral extensive airspace disease in severely ill patients.",
            "cite_spans": [
                {
                    "start": 519,
                    "end": 522,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 688,
                    "end": 691,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 800,
                    "end": 803,
                    "text": "[3]",
                    "ref_id": null
                },
                {
                    "start": 975,
                    "end": 978,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Parole chiave Influenza A (H1N1) · Polmonite virale · Segno dell'alone inverso (RHS) · Radiologia · Tomografia computerizzata"
        },
        {
            "text": "Keywords Influenza A (H1N1) · Viral pneumonia · Reverse halo sign (RHS) · Radiology · Computed tomography Introduction Influenza viruses are common and important human pathogens that are responsible for seasonal epidemics and occasional unpredictable pandemics. Influenza is an enveloped negative-sense RNA virus of the family Orthomyxoviridae and contains seven to eight gene segments. The influenza A virus infects wide varieties of warm-blooded animals, including birds, swine, horses and humans, whereas influenza B and influenza C viruses almost exclusively infect humans and are also implicated in epidemics [1] . A new subtype of influenza A virus was described from March 24 through April 24, 2009 , in Mexico City, which rapidly spread around the world [2] . Transmission of the 2009 influenza A (H1N1) virus was declared to be a worldwide pandemic by the World Health Organization (WHO) on 11 June 2009 [3] . Influenza virus infections may cause primary influenza viral pneumonia, which can lead to bacterial superinfection and exacerbate underlying chronic illness [4] . Clinical manifestations of influenza-like illness range from asymptomatic infection to mild upper respiratory illness, viral syndrome, diarrhoea and severe pneumonia to acute respiratory distress syndrome (ARDS) and to progression to multiorgan failure. The H1N1 influenza A virus may cause severe viral pneumonia in persons with underlying pulmonary abnormalities as well as in healthy come in soggetti sani [4] . Popolazioni a maggior rischio di morbilità e mortalità comprendono soggetti molto giovani o anziani, gestanti, pazienti affetti da patologie croniche cardiopolmonari come l'asma ed immunocompromessi. La polmonite può progredire ad una sindrome da distress respiratorio acuto dell'adulto ed i pazienti con insufficienza respiratoria possono richiedere supporti ventilatori e talvolta il trattamento con ossigenazione extracorporea a membrana (ECMO).",
            "cite_spans": [
                {
                    "start": 614,
                    "end": 617,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 691,
                    "end": 705,
                    "text": "April 24, 2009",
                    "ref_id": null
                },
                {
                    "start": 762,
                    "end": 765,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 913,
                    "end": 916,
                    "text": "[3]",
                    "ref_id": null
                },
                {
                    "start": 1076,
                    "end": 1079,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1491,
                    "end": 1494,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Parole chiave Influenza A (H1N1) · Polmonite virale · Segno dell'alone inverso (RHS) · Radiologia · Tomografia computerizzata"
        },
        {
            "text": "I segni radiologici tradizionali (RX) più spesso descritti nelle polmoniti virali sono chiazze bilaterali di addensamento alveolare a vetro smerigliato a distribuzione basale, opacità interstiziali di tipo lineare, reticolare e nodulare [2, [5] [6] [7] [8] [9] [10] [11] . Alla tomografia computerizzata (TC) si apprezzano in genere noduli centrolobulari mal definiti delle piccole vie aeree, aree peribronchiali sfumate con densità a vetro smerigliato e consolidazioni segmentarie o diffuse. La rapida confluenza delle aree di consolidazione può avvenire nelle forme rapidamente progressive della polmonite. Questi segni sono anche frequenti nelle polmoniti da virus influenzali [5] . Scopo del nostro studio è definire il quadro radiologico (RX) e la semeiotica della TC multidetettore a strato sottile (TCMD) delle complicanze polmonari in una popolazione selezionata di 50 pazienti consecutivi affetti da influenza virale A (H1N1) di origine suina (S-OIV), ospedalizzati in terapia respiratoria subintensiva o intensiva, correlando la semeiotica radiologica alla prognosi. [4] . Populations at increased risk for morbidity and mortality are the very young and elderly, the pregnant, those with comorbid chronic cardiopulmonary conditions such as asthma and the immunocompromised. The pneumonia may develop into a diffuse ARDS type of pulmonary involvement, and those with respiratory failure may require ventilatory support and sometimes treatment with extracorporeal membrane oxygenation.",
            "cite_spans": [
                {
                    "start": 237,
                    "end": 240,
                    "text": "[2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 241,
                    "end": 244,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 245,
                    "end": 248,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 249,
                    "end": 252,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 253,
                    "end": 256,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 257,
                    "end": 260,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 261,
                    "end": 265,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 266,
                    "end": 270,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 680,
                    "end": 683,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1077,
                    "end": 1080,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Parole chiave Influenza A (H1N1) · Polmonite virale · Segno dell'alone inverso (RHS) · Radiologia · Tomografia computerizzata"
        },
        {
            "text": "Chest X-ray (CXR) findings described in clinical and radiological reports of viral pneumonia are bilateral patch alveolar opacities with basal lung predominance or interstitial opacities such as linear, reticular or nodular shadows [2, [5] [6] [7] [8] [9] [10] [11] . Usual computed tomography (CT) findings of viral pneumonia are poorly defined airspace nodules and patchy areas of peribronchial ground-glass opacities and airspace consolidation. Rapid confluence of consolidation may occur in the progressive form of pneumonia. These findings are also common in influenza virus pneumonia [5] . The purpose of our study was to retrospectively analyse CXR and thin-section CT findings of pulmonary complications in a selected population of 50 consecutive patients admitted to Monaldi Hospital (Naples, Italy), a tertiary care centre for respiratory diseases, with novel swine-origin influenza A (H1N1) virus (S-OIV) pneumonia requiring subintensive or intensive care and relate the radiological signs to patients' outcomes.",
            "cite_spans": [
                {
                    "start": 232,
                    "end": 235,
                    "text": "[2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 236,
                    "end": 239,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 240,
                    "end": 243,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 244,
                    "end": 247,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 248,
                    "end": 251,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 252,
                    "end": 255,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 256,
                    "end": 260,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 261,
                    "end": 265,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 590,
                    "end": 593,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Materiali e metodi"
        },
        {
            "text": "Our institutional review board approved this retrospective review of patients' CXR and medical records. Informed consent was waived because of the retrospective nature of this study; however, patient confidentiality was maintained in accordance with the ethical standards of the World Medical Association. CXR and CT findings were reviewed for clinical signs of complicated pneumonia in patients who fulfilled the WHO criteria for influenza A (H1N1) infection from October 2009 to December 2009 [28 women, 22 men; mean age 40.90 years±13.01 standard deviation (SD); median age 41.5 years; age range 21-76 years]. Young patients were more commonly affected. The definitive diagnosis of S-OIV infection, which typically takes 1-2 days at our hospital, was made with real-time reverse transcriptase polymerase chain reaction (RT-PCR) or the US Food and Drug Administration-approved proFlu+ assay and subtyping for 2009 H1N1 influenza. All patients had severe and non-self-limited clinical course of S-OIV infection and were transferred from other city or regional hospitals due to critical clinical conditions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Materials and methods"
        },
        {
            "text": "The study group was divided into two subgroups on the basis of their clinical course: group 1 consisted of 42 patients with severe acute hypoxaemic respiratory failure d'infezione e, per le condizioni cliniche critiche, sono stati trasferiti da altri ospedali cittadini o della nostra regione.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Materials and methods"
        },
        {
            "text": "Il gruppo di pazienti oggetto di studio è stato suddiviso in due sottogruppi sulla base del decorso clinico. Il gruppo 1 era costituito da 42 pazienti con grave insufficienza respiratoria ipossiemica resistente all'ossigenoterapia convenzionale che ha richiesto una ventilazione meccanica non invasiva con pressione continua positiva delle vie aeree (CPAP) e ricovero in un'unità di terapia respiratoria subintensiva (UTSIR); il gruppo 2 era composto da 8 [12] . La radiografia del torace iniziale è stata classificata come normale o pato-resistant to conventional oxygen therapy who required noninvasive mechanical ventilation (NMV) using continuous positive airway pressure (CPAP) and admission to the subintensive respiratory unit (UTSIR); group 2 consisted of eight patients who required admission to the intensive care unit (ICU), where four underwent extracorporeal membrane oxygenation (ECMO) or advanced conventional mechanical ventilation. Only one patient, affected by fibrocavitary tuberculosis, was transferred from UTSIR to ICU (from group 1 to group 2) for failure of conservative NMV. For all ICU patients (group 2) the time from hospitalisation to the need for mechanical ventilation was <24 h.",
            "cite_spans": [
                {
                    "start": 454,
                    "end": 455,
                    "text": "8",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 456,
                    "end": 460,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Materials and methods"
        },
        {
            "text": "All patients underwent CXR (188 CXR) and thin-section multidetector CT (MDCT) scans (72 examinations). Initial CXR were obtained using computed radiography in all patients. Thirty-six patients who were able to stand had posteroanterior and lateral-projection initial radiographs, and the remaining 14 had bedside anteroposterior-projection initial radiographs (Direct View DR System, Kodak, using a standardised technique; 90 kV, 5 mAs, 180-cm film-focus distance for posteroanterior; 100 kV, 5 mAs, 180-cm film-focus distance for lateral; Direct View CR 850 System, Kodak, using a standardised technique; 75kV, 6 mAs, 100-cm film-focus distance for bedside anteroposterior; broad tube focus for all). Images were assessed using a picture archiving and communication system (PACS) viewer with a 2,048×2,048-pixel monitor (Totoku Electric, ME551i2 Minatoku, Tokyo, Japan). All patients underwent follow-up CXR; eight patients had one follow-up CT scan, four had two follow-up CT scans and two had three followup CT scans. A clinical database of these patients that included sex, age, comorbidities and need for mechanical ventilation was collected for clinical-radiological comparison and to relate the radiological signs to the patients' outcome.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Materials and methods"
        },
        {
            "text": "Four experienced radiologists reviewed CXR and multidetector CT scans independently and reached a decision on the final interpretations by consensus. CXR and CT scans were interpreted using the descriptors proposed by the Fleischner Society Nomenclature Committee [12] . On initial CXR images, the reviewers first classified all chest radiographs as normal or abnormal on the basis of an assessment of the lung parenchyma, airways, pleura, hila and mediastinum. Abnormalities were further characterised as consolidation (opacification obscuring the underlying vessels), ground-glass opacity (GGO; increased attenuation not obscuring the underlying vessels), nodules and reticulation. Any additional lung finding was recorded. The anatomic distribution was characterised as unilateral or bilateral and as predominantly central, peripheral or diffuse. Each lung was divided into upper, middle and lower lung zones (each comprising a third of the craniocaudal extent of the lungs on frontal radiograph) and zone involvement was assessed. The extent of abnormality was subjectively graded as the percentage of each zone involved and an average calculated for each radiological study. The presence of lymph node enlargement, pleural effusions, pneumothorax and pneumomediastinum was recorded.",
            "cite_spans": [
                {
                    "start": 264,
                    "end": 268,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Materials and methods"
        },
        {
            "text": "CT studies were obtained using a 16-slice CT scanner (Philips Brilliance; Philips Healthcare). The protocol was as follows: end-inspiratory acquisition if possible, 2-mm thickness, 1-mm reconstruction interval, 16×1.5 collimation, 0.938 pitch, 400-mm FOV, 0.5-s rotation time, 120 kV, 199 mA. Images were viewed on both lung (window width 1,500 HU; level -700 HU) and mediastinal (window width 350 HU; level 40 HU) settings. These were changed if further analysis of a particular lesion (i.e. area of abnormality) was required. Similarly, lesions were magnified by using a built-in zoom function. One patient received contrast medium i.v. for the initial CT examination because of a clinical suspicion of pulmonary embolism. All the other CT studies were unenhanced. CT scans were assessed for the presence of peribronchovascular or peripheral (subpleural) GGO, consolidation, nodular opacities, tree-in-bud pattern, septal lines and reticular opacities. The presence of associated hilar, mediastinal, parietal or pleural abnormalities was also assessed. A lymph node was considered enlarged when the short-axis diameter was >1 cm at the hilum and mediastinum. GGO were defined as hazy areas of increased opacity or attenuation without obscuration of the underlying vessels. Consolidation was defined as homogeneous opacification of the parenchyma with obscuration of the underlying vessels. Nodular opacities were defined as focal, round opacities measuring up to 3 cm in diameter. Reticular opacities were defined as linear opacities forming a mesh-like pattern. Involvement was categorised as unilateral or bilateral. If the involvement was deemed bilateral, the process was categorised as symmetric or asymmetric in nature. The distribution was categorised as focal, multifocal and diffuse. Focal was defined as a single focus of abnormality, multifocal as more than one focus and diffuse as involving the volume of at least one lung. Predominant distribution was also assessed as being in the upper, middle or lower lung zone and as being predominantly subpleural (involving mainly the peripheral one third of the lung), random (without predilection for subpleural or central regions), peribronchovascular or diffuse (continuous involvement without respect to lung segments). Percentage of lung affected and peripheral or central location of lesions was recorded.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Materials and methods"
        },
        {
            "text": "Each lesion was magnified and examined for intralobular interstitial, interlobular septal or peribronchovascular interstitial thickening. Attention was also paid to the presence of nodules or masses, lymphadenopathy, cyst-like lesion, bronchiolar and/or bronchial dilatation, overinflated secondary pulmonary lobules, pulmonary interstitial emphysema, se presenti più focolai, diffusa se era interessato il volume di almeno un polmone. La distribuzione prevalente è stata valutata come interessante la zona di polmone superiore, medio o inferiore e, sul piano assiale, come prevalentemente subpleurica (che comprende principalmente il terzo periferico del polmone), random (senza predilezione per la regione subpleurica), peribroncovasale, diffusa (coinvolgimento continuo senza specificità per i segmenti polmonari). È stata registrata la percentuale di polmone affetto e la sede centrale o periferica delle lesioni.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Materials and methods"
        },
        {
            "text": "Ogni area patologica è stata ingrandita e ne è stato esaminato l'eventuale ispessimento dell'interstizio intralobulare, settale o peribroncovasale. È stata inoltre posta attenzione alla presenza di noduli o masse, adenomegalie, lesioni cistiche, dilatazione dei bronchi e/o dei bronchioli, di lobuli polmonari secondari sovradistesi, enfisema interstiziale, pneumotorace e pneumomediastino. La presenza di bande parenchimali, di interfacce irregolari broncovascolari, della pleura o del mediastino, di bronchiectasie da trazione è stata considerata la prova di fibrosi probabile [13] [14] [15] [16] . Il solo ispessimento interstiziale non è stato ritenuto un segno di fibrosi dal momento che può essere correlato ad una fase iniziale dell'infezione H1N1 [11] . Sono state rilevate eventuali altre anomalie.",
            "cite_spans": [
                {
                    "start": 579,
                    "end": 583,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 584,
                    "end": 588,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 589,
                    "end": 593,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 594,
                    "end": 598,
                    "text": "[16]",
                    "ref_id": null
                },
                {
                    "start": 755,
                    "end": 759,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Materials and methods"
        },
        {
            "text": "L'estensione delle lesioni è stata valutata in modo indipendente su tre zone di ciascun polmone (superiore, media ed inferiore); la zona superiore è definita come l'area sovracarenale, la zona intermedia come l'area posta tra la carena e le vene polmonari inferiori, la zona inferiore come l'area caudale alle vene polmonari inferiori. L'entità di ogni anomalia è stata determinata valutando visivamente la percentuale (più vicina al 10%) del parenchima polmonare patologico in ogni zona. È stata fatta una media delle valutazioni dei quattro osservatori. È stata registrata la frequenza dei segni e la loro percentuale con intervalli di confidenza al 95%(CL 95% ) nel presupposto di una distribuzione normale. I CL 95% sono stati calcolati con la formula: 1.96 √p(1-p)/N, dove p indica la percentuale ed N la grandezza della popolazione. Non è stata effettuata alcuna altra analisi statistica dal momento che non era disponibile un gruppo di controllo e non è stata considerata appropriata una comparazione tra il gruppo della terapia subintensiva e quello della rianimazione. La ARDS è stata definita come insorgenza acuta di ipossiemia (PaO 2 /FiO 2 <200 mmHg), la caratteristica opacizzazione rapida di tutto il polmone all'imaging e l'assenza clinica di elevata pressione atriale sinistra [17] .",
            "cite_spans": [
                {
                    "start": 1294,
                    "end": 1298,
                    "text": "[17]",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "Materials and methods"
        },
        {
            "text": "Ventinove/50 pazienti (58%±13 CL 95% ) hanno avuto comorbilità, in dodici casi sia toracica che extratoracica. Dodici pneumothorax and pneumomediastinum. The presence of parenchymal bands; irregular bronchovascular, pleural or mediastinal interfaces; and traction bronchiectasis was considered evidence of probable fibrosis [13] [14] [15] [16] . Thickened interstitium was not considered a sign of probable fibrosis, as it could be related to an early stage of H1N1 infection [11] . Any other abnormalities were noted.",
            "cite_spans": [
                {
                    "start": 324,
                    "end": 328,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 329,
                    "end": 333,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 334,
                    "end": 338,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 339,
                    "end": 343,
                    "text": "[16]",
                    "ref_id": null
                },
                {
                    "start": 476,
                    "end": 480,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Risultati"
        },
        {
            "text": "The extent of lesions was assessed independently in three (upper, middle, lower) zones of each lung. The upper zone was defined as the area above the level of the carina, the middle as the area between the level of the carina and the level of infrapulmonary vein and the lower zone as the area below the level of infrapulmonary vein. The extent of each abnormality was determined by visually estimating the percentage (to the nearest 10%) of the affected lung parenchyma in each zone. Assessments of the four observers were averaged.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Risultati"
        },
        {
            "text": "The frequency of signs was indicated, and the percentage with the 95% confidence limits (CL 95% ) was reported in the assumption of a normal distribution. CL 95% was calculated following the formula: 1.96 √p(1-p)/N, were p indicates percentage and N the size of the population. No other statistical analysis was made, as there was no control group, and a comparison between subintensive and intensive groups was not considered appropriate.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Risultati"
        },
        {
            "text": "ARDS was defined as acute onset of hypoxaemia with partial arterial pressure of oxygen to fraction of inspired oxygen (Pao 2 /Fio 2 ) <200 mmHg with characteristic rapid opacification of the entire lung and clinical absence of elevated left atrial pressure [17] .",
            "cite_spans": [
                {
                    "start": 257,
                    "end": 261,
                    "text": "[17]",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "Risultati"
        },
        {
            "text": "Twenty-nine of 50 patients (58%±13 CL 95% ) had comorbidity; 12 cases had either thoracic or extrathoracic disease. Twelve patients had other thoracic comorbidity: three bullous dystrophy, one amiodarone lung toxicity, five chronic obstructive pulmonary disease (COPD), one asthma, one recurrent bronchitis and one fibrocavitary tuberculosis with several infected cysts, blebs and bullous emphysema. Twenty had combined extrathoracic comorbidity: five cardiac disease, seven systemic hypertension, 11 obesity (22%+11 CL 95% ), two chronic hepatitis, one renal failure, one hyperthyroidism, one hereditary spherocytosis, two hyperlipidaemia, one a drug abuser one endocarditis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "CXR and MDCT findings are summarised in Tables 1  and 2 . No patient had a normal CXR or CT; 44 (88%+9 CL 95% ) had GGO (Fig. 1) , 30 (60%+14 CL 95% ) this was associated with consolidation ( Fig. 2) , six (12% ±9 CL 95% ) consolidation without GGO. GGO and consolidation was predominantly subpleural and peribronchovascular in distribution and poorly marginated (Fig. 3) . In 12 cases (Fig. 4) , which is central GGO surrounded by dense consolidation forming more than three fourths of a circle at least 2-mm thick. A patient with amiodarone toxicity showed a pattern of crazy paving due to the presence of CCO overimposed on thickening of interlobular septa (Fig. 5) . Lesion size ranged from 10% to 100% of the lung volume at a visual score. In 18 patients, it was between 10% and (Fig. 1) , in 30 casi (60%±14 CL 95% ) era associato a consolidazione (Fig. 2) , in 6 (12%±9 CL 95% ) si è avuta consolidazione senza GGO. Il pattern di GGO e di consolidazione era a distribuzione prevalente subpleurica e peribroncovasale ed a margini sfumati (Fig. 3) . In 12 casi (24%±12 30%, in 19 between 31% and 60% and in 13 between 61% and 100%. Extent appeared to be associated with aggressiveness of the course of illness. In nine cases (18% ± 8 CL 95% ), just one lung was involved; in the other cases, lesions were located in both lungs (Fig. 6) . Fourteen patients (28%±10 CL 95% ) showed pleural effusions; seven were in the ICU group. Four patients had a pneumomediastinum that was ascribed to ARDS (Fig. 7) . Eight patients had pneumothorax. In high-risk patients, the course of illness was more severe and complicated: two had bullous dystrophy (Fig. 8) , (Fig. 4) , rappresentato da un'iperdensità centrale GGO circondata da una consolidazione anulare di spessore minimo di 2 mm estesa ad almeno i tre quarti della circonferenza della lesione. Un paziente con tossicità da amiodarone ha mostrato un pattern di crazy paving per la presenza del vetro smerigliato sovrapposto ad un ispessimento dei setti interlobulari (Fig. 5) . L'estensione delle lesioni variava dal 10% al 100% del volume polmonare allo score visivo. In 18 pazienti l'estensione era compresa tra il 10% e 30%, in 19 tra il 31% e 60%, in 13 tra il 61% e 100%. L'estensione delle lesioni è stata associata all'aggressività del decorso della malattia. In 9 casi (18%±8 CL 95% ) è stato coinvolto un solo polmone, negli altri le lesioni erano localizzate ad entrambi i polmoni (Fig. 6) . Quattordici pazienti (28%±10 CL 95% ) hanno mostrato versamenti pleurici, 7 di loro erano nel gruppo di terapia intensiva. Quattro pazienti avevano uno pneumome- . a CXR performed with antero-posterior view: rounded multifocal bilateral GGOs. b Axial chest MDCT scan: bilateral involvement with rounded multifocal GGOs peripherally and air bronchograms. c Coronal MPR MDCT scan: peribronchovascular GGO with apparent prominence of segmental and subsegmental bronchi, which has been referred as the \"dark bronchus\" sign (air-filled bronchi appearing 'too black' relative to the surrounding lung parenchyma, which is filled with inflammatory alveolar exudates and widespread ground-glass attenuation). Underlying vascular architecture is clearly visible. (38,5 °C) , tosse, dispnea grave (Gruppo 1). a Radiogramma del torace in proiezione antero-posteriore: aree tondeggianti di GGO multifocale bilaterale. b Scansione assiale TCMD: coinvolgimento bilaterale con aree tondeggianti di GGO multifocale periferico e broncogramma aereo. c Ricostruzione multiplanare coronale: GGO peribroncovasale con risalto apparente del lume aereo dei bronchi segmentali e subsegmentali, definito il segno del \"broncogramma scuro\" (bronchi a contenuto aereo \"troppo scuri\" rispetto al parenchima circostante, che è pieno di essudati infiammatori alveolari ed a densità GGO). La sottostante architettura vascolare è chiaramente visibile. Fig. 7) . In 8 casi si è evidenziato uno pneumotorace. Nei pazienti ad alto rischio per patologia polmonare preesistente il decorso della malattia è stato più grave e complicato: in 2 casi si trattava di distrofia bollosa (Fig. 8) , un altro, cardiopatico, era affetto da pneumopatia da amiodarone, uno da tubercolosi fibrocavitaria con diverse cisti infette, bolle subpleuriche, enfisema bolloso (Fig. 9) Fig. 10) . I restanti 46 pazienti sono stati dimessi dall'ospedale.",
            "cite_spans": [
                {
                    "start": 3205,
                    "end": 3214,
                    "text": "(38,5 °C)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 40,
                    "end": 55,
                    "text": "Tables 1  and 2",
                    "ref_id": "TABREF3"
                },
                {
                    "start": 120,
                    "end": 128,
                    "text": "(Fig. 1)",
                    "ref_id": null
                },
                {
                    "start": 192,
                    "end": 199,
                    "text": "Fig. 2)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 363,
                    "end": 371,
                    "text": "(Fig. 3)",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 386,
                    "end": 394,
                    "text": "(Fig. 4)",
                    "ref_id": null
                },
                {
                    "start": 660,
                    "end": 668,
                    "text": "(Fig. 5)",
                    "ref_id": null
                },
                {
                    "start": 784,
                    "end": 792,
                    "text": "(Fig. 1)",
                    "ref_id": null
                },
                {
                    "start": 854,
                    "end": 862,
                    "text": "(Fig. 2)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1044,
                    "end": 1052,
                    "text": "(Fig. 3)",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 1332,
                    "end": 1340,
                    "text": "(Fig. 6)",
                    "ref_id": null
                },
                {
                    "start": 1497,
                    "end": 1505,
                    "text": "(Fig. 7)",
                    "ref_id": null
                },
                {
                    "start": 1645,
                    "end": 1653,
                    "text": "(Fig. 8)",
                    "ref_id": "FIGREF8"
                },
                {
                    "start": 1656,
                    "end": 1664,
                    "text": "(Fig. 4)",
                    "ref_id": null
                },
                {
                    "start": 2017,
                    "end": 2025,
                    "text": "(Fig. 5)",
                    "ref_id": null
                },
                {
                    "start": 2441,
                    "end": 2449,
                    "text": "(Fig. 6)",
                    "ref_id": null
                },
                {
                    "start": 3869,
                    "end": 3876,
                    "text": "Fig. 7)",
                    "ref_id": null
                },
                {
                    "start": 4091,
                    "end": 4099,
                    "text": "(Fig. 8)",
                    "ref_id": "FIGREF8"
                },
                {
                    "start": 4266,
                    "end": 4274,
                    "text": "(Fig. 9)",
                    "ref_id": null
                },
                {
                    "start": 4275,
                    "end": 4283,
                    "text": "Fig. 10)",
                    "ref_id": null
                }
            ],
            "section": "Results"
        },
        {
            "text": "another was affected by amiodarone lung toxicity and one had fibrocavitary tuberculosis with several infected cysts, blebs and bullous emphysema (Fig. 9 ). Although these data were analysed statistically, we found no obvious correlation between sex and the course of illness. Obesity (body mass index >30; 32-42) and concomitant pulmonary pathology were associated with a more aggressive course, in particular, in the 11 obese patients, five of whom (45%) required assisted ventilation. Six patients during the course of S-OIV pneumonia had bacterial superinfection, and one had a mycotic superinfection. The patient with cavitary tuberculosis also had a superinfection with Pseudomonas aeruginosa and predominance of consolidation and of infected cavities. Five patients had superinfection due to Streptococcus pneumoniae and two developed necrotising pneumonia. One patient had a mycotic superinfection due to Candida albicans, in whom a reversed halo sign was noted. This sign, not previously observed in viral pneumonia, was also seen in two other patients free of superinfection. Only six patients (12%±7 CL 95% ) had hilar or mediastinal lymph node enlargement evident on CT scans. The mean time from the onset of fever to an abnormal radiograph was 4.28±3.39 (range 1-16) days. Four patients aged between 25 and 38 years old admitted to the ICU (group 2) died (8%): one due to generalised sepsis in fibrocavitary tuberculosis and superinfection with P. aeruginosa, and three (two obese adults) due to ARDS with multiple organ failure. The respi- nel mondo. A differenza delle forme stagionali questo nuovo ceppo interessa le fasce di età più giovanili probabilmente a causa della precedente esposizione dei soggetti anziani a virus con antigeni simili, cross-reattivi [20, 21] . I virus influenzali di tipo A e B sono responsabili della maggior ratory failure seen in H1N1 pneumonia was accompanied by the appearance of progressive opacification on CXR in four patients. In one survivor discharged from ICU after 4 weeks, a natural progression of ARDS was observed [18, 19] : parte delle polmoniti virali negli adulti immunocompetenti [5] . Le polmoniti virali comunemente si manifestano alla radiografia del torace come noduli a contorni sfumati (noduli alveolari del diametro di 4-10 mm), chiazze di GGO peribronchiale con o senza consolidazione ed aree di reticolazione [5] . A causa della bronchiolite associata, l'iperinflazione è comunemente presente. Alla TC si apprezzano in genere noduli centrolobulari mal definiti, aree di densità a vetro smerigliato con una distribuzione lobulare, consolidazione segmentaria o diffusa, ispessimento dei setti interlobulari [5] . La diffusione dell'infezione e dell'essudazione infiammatoria negli spazi aerei e lungo i fasci broncovasali può determinare un pattern reticolare o reticolonodulare. La polmonite rapidamente progressiva può incidere in particolare negli anziani e nei pazienti immunocompromessi [22] . Aree multifocali di opacità degli spazi aerei possono diventare rapidamente confluenti sulle radiografie del torace di controllo e rappresentano all'imaging una combinazione di danno alveolare diffuso, di emorragia e di polmonite in organizzazione, eventualmente con sovrapposta infezione batterica secondaria nelle fasi avanzate della malattia [1, 20, 22] . Il versamento pleurico è spesso assente [23] . Ci sono state poche importanti casistiche pubblicate sull'H1N1. Ajlan et al. [7] hanno riportato i segni RX e TC in 7 pazienti con infezione S-OIV, che variavano dal GGO prevalentemente peribroncovasale e subpleurico da Fig. 5 A 68-year-old man, cardiopathic, affected by influenza A (H1N1) pneumonia overimposed on known amiodarone toxicity with clinical finding of high fever (39.5 °C), cough and marked dyspnoea (Group I). Thinsection MDCT scan: ground-glass opacification, interlobular septa and intralobular interstitial thickening (crazy-paving pattern).",
            "cite_spans": [
                {
                    "start": 1775,
                    "end": 1779,
                    "text": "[20,",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 1780,
                    "end": 1783,
                    "text": "21]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 2072,
                    "end": 2076,
                    "text": "[18,",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 2077,
                    "end": 2080,
                    "text": "19]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 2142,
                    "end": 2145,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 2380,
                    "end": 2383,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 2676,
                    "end": 2679,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 2961,
                    "end": 2965,
                    "text": "[22]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 3313,
                    "end": 3316,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 3317,
                    "end": 3320,
                    "text": "20,",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 3321,
                    "end": 3324,
                    "text": "22]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 3367,
                    "end": 3371,
                    "text": "[23]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 3451,
                    "end": 3454,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [
                {
                    "start": 145,
                    "end": 152,
                    "text": "(Fig. 9",
                    "ref_id": null
                },
                {
                    "start": 3594,
                    "end": 3600,
                    "text": "Fig. 5",
                    "ref_id": null
                }
            ],
            "section": "Un nuovo sottotipo di virus influenzale A (H1N1) si è diffuso"
        },
        {
            "text": "Uomo di 68 anni, cardiopatico, affetto da polmonite influenzale A (H1N1) sovrapposta ad una già nota tossicità polmonare da amiodarone con presentazione clinica costituita da febbre alta (39,5 °C) , tosse e dispnea marcata (gruppo I). Scansione TCMD a strato sottile: aree di GGO, ispessimento dell'interstizio settale ed intralobulare (pattern di crazy-paving). unilaterale a bilaterale, associate o meno ad aree di consolidazione focale o multifocale principalmente alle basi polmonari, con un quadro simile alla polmonite in organizzazione [7] . Lee et al. [6] hanno riportato i segni RX in 108 pazienti pediatrici, 22 dei quali con ospedalizzazione breve, 14 ricoverati in terapia intensiva e concludevano che in the second week until appearance of focal architectural distortions (i.e. irregular interfaces and traction bronchiectasis), a reticular pattern (with septal thickening and parenchymal bands) and subpleural cysts 22 days after the onset of ARDS (Fig. 10) . The remaining 46 patients were discharged from hospital.",
            "cite_spans": [
                {
                    "start": 187,
                    "end": 196,
                    "text": "(39,5 °C)",
                    "ref_id": null
                },
                {
                    "start": 543,
                    "end": 546,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 560,
                    "end": 563,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [
                {
                    "start": 962,
                    "end": 971,
                    "text": "(Fig. 10)",
                    "ref_id": null
                }
            ],
            "section": "Fig. 5"
        },
        {
            "text": "A new strain of influenza virus A (H1N1) spread across the world in 2009. Unlike seasonal influenza infection, this new form of influenza tends to affect young people, probably as a result of previous exposure of older people to some similar, cross-reacting antigens [20, 21] . Influenza virus types A and B account for the majority of viral pneumonias in immunocompetent adults [5] . Viral pneumonias commonly manifest on CRX as poorly defined nodules (airspace nodules of 4-10 mm in diameter) and patchy areas of peribronchial GGO with or without consolidation and reticular areas of increased opacity [5] . Because of the associated bronchiolitis, hyperinflation is commonly present. CT findings consist of poorly defined centrilobular nodules, ground-glass attenuation with a lobular distribution, segmental consolidation or diffuse ground-glass attenuation with thickened interlobular septa [5] . Spread of infection and inflammatory exudation in the airspaces and along the bronchovascular bundles may produce a reticular or reticulonodular pattern. Rapidly progressive pneumonia may be seen, particularly in il pattern radiologico tradizionale nei pazienti pediatrici, con decorso clinico più grave, era rappresentato da aree di consolidazione multifocali, bilaterali e simmetriche, spesso associate a GGO [6] . Agarwal et al. [8] hanno riferito che nei pazienti con forme più gravi dell'infezione, il pattern più frequente era la malattia da riempimento alveolare bilaterale, prevalente alle zone polmonari medio-basali [8] .",
            "cite_spans": [
                {
                    "start": 267,
                    "end": 271,
                    "text": "[20,",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 272,
                    "end": 275,
                    "text": "21]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 379,
                    "end": 382,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 604,
                    "end": 607,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 896,
                    "end": 899,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1313,
                    "end": 1316,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1334,
                    "end": 1337,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1528,
                    "end": 1531,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "La semeiotica RX e TC del nostro studio concorda con quella delle altre casistiche. L'estensione della malattia è sottostimata dalla radiografia del torace; il pattern TC prevalente (34/50 pazienti; 68%) era rappresentato da chiazze periferiche di ground-glass segmentario e subsegmentario, nel contesto delle quali risaltano i corrispondenti rami bronchiali, segno già definito del bronco scuro [24] . Il GGO era predominante nei lobi medio-inferiori dei polmoni, con o senza consolidazione; il GGO è generalmente attribuibile alla sostituzione dell'aria con riempimento parziale di spazi aerei, all'ispessimento dell'interstizio da fluido, sangue o cellule, al parziale collasso alveolare o all'aumentato volume ematico capillare.",
            "cite_spans": [
                {
                    "start": 396,
                    "end": 400,
                    "text": "[24]",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Non abbiamo trovato segni di ostruzione delle piccole vie aeree con air trapping ed anomalie del flusso ematico regionale, che sono peraltro state descritte nelle polmoniti virali [5] ; in soli 2/50 casi (0,04%) abbiamo avuto un pattern di tree-in-bud; la perfusione a mosaico era nella gran arte dei casi assente. Questi segni sono stati indicativi di elderly and immunocompromised patients [22] . Multifocal areas of airspace opacities can rapidly become confluent on serial CXR, and these imaging findings reflect combinations of diffuse alveolar damage, haemorrhage and organising pneumonia, with possibly superimposed secondary bacterial infection in later-stage disease [1, 20, 22] . Pleural effusion is often absent [23] .",
            "cite_spans": [
                {
                    "start": 180,
                    "end": 183,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 392,
                    "end": 396,
                    "text": "[22]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 676,
                    "end": 679,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 680,
                    "end": 683,
                    "text": "20,",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 684,
                    "end": 687,
                    "text": "22]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 723,
                    "end": 727,
                    "text": "[23]",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "There have been some major case series published regarding H1N1. Ajlan et al. [7] reported radiographic and CT findings in seven patients with S-OIV infection that ranged from unilateral to bilateral predominant peribronchovascular and subpleural GGO with or without associated focal or multifocal areas of consolidation, predominantly in the basal lung zones, resembling organising pneumonia. Lee et al. reported radiographic findings in 108 paediatric patients, 22 with brief hospitalisation and 14 with ICU admission, and concluded that bilateral, symmetric and multifocal areas of consolidation, often associated with GGO, were the predominant radiographic findings in paediatric patients with a more severe clinical course of S-OIV infection [6] . Agarwal et al. [8] reported that in patients in more severe stages of infection, the most frequent pattern was bilateral alveolar disease with predominance in the mid-basal lung zones.",
            "cite_spans": [
                {
                    "start": 78,
                    "end": 81,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 747,
                    "end": 750,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 768,
                    "end": 771,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "CXR and CT findings in our study are consistent with those in other series. The extent of disease is underestimated minore infiammazione delle vie aeree inferiori dovuta al maggior tropismo del virus H1N1 per l'epitelio alveolare rispetto a quello bronchiolare. Le lesioni iniziali nella polmonite H1N1in genere si presentano come opacità polmonari nei campi medio-inferiori con interessamento del parenchima mantellare e lungo i fasci broncovasali. Nelle infezioni gravi le alterazioni anatomo-patologiche comprendono la tracheobronchite, la necrosi alveolare con emorragia, la formazione delle membrane ialine, la trombosi dei piccoli vasi con foci infartuali pleuro-parenchimali e degenerazione cistica [25] . L'estensione delle lesioni a consolidazioni degli spazi aerei confluenti e bilaterali, come avvenuto nei nostri pazienti di terapia intensiva, si correla con la gravità dell'ipossia e con la prognosi. Nella nostra casistica sono state quasi sempre assenti la cavitazione delle lesioni e le grossolane adenomegalie, il che concorda con precedenti studi sulla semeiotica TC nell'H1N1. Anche i nostri casi letali di pandemia S-OIV, come quelli di Mollura et al. [9] , hanno mostrato le caratteristiche radiologiche del danno polmonare acuto da edema non-cardiogeno o ARDS. Nell'ARDS with CXR; the predominant CT pattern (34/50 patients; 68%) was peripheral distribution of segmental and subsegmental patchy or peribronchovascular GGO with apparent prominence of segmental and subsegmental bronchi, which has been referred to as the dark bronchus sign [24] . GGO was predominant in the lower and central lung lobes with or without consolidation; GGO is generally attributable to displacement of air from partial filling of air spaces, thickening of interstitial tissues from fluid, blood or cells, partial alveolar collapse or increased capillary blood volume.",
            "cite_spans": [
                {
                    "start": 706,
                    "end": 710,
                    "text": "[25]",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 1172,
                    "end": 1175,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1561,
                    "end": 1565,
                    "text": "[24]",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "We found no signs of small-airway obstruction with air trapping and regional blood flow abnormalities, which have otherwise been described in viral pneumonias [5] ; in only two cases (0.04%) did we find a tree-in-bud pattern; mosaic perfusion was conspicuously absent. These findings were suggestive of less airway inflammation due to the propensity of H1N1 virus to involve the alveolar epithelium more than the bronchiolar epithelium.",
            "cite_spans": [
                {
                    "start": 159,
                    "end": 162,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Initial lesions in H1N1 pneumonia typically appear as lung opacities that occur mostly in the middle and lower zones of the lung with peripheral and peribronchovascular [26] . È stata sottolineata la somiglianza del pattern radiografico dell'influenza S-OIV a quello della sindrome respiratoria acuta grave (SARS) [27] [28] [29] . In un'analisi delle caratteristiche TC di pazienti con SARS, Wong et al. [30] hanno rilevato che i segmenti polmonari interessati sono stati prevalentemente localizzati nei lobi inferiori e che erano presenti segni comuni alle due condizioni come il GGO, talvolta associato a consolidazione. Le lesioni periferiche erano più frequenti e nella malattia multifocale è stato osservato un pattern misto a distribuzione centrale e periferica.",
            "cite_spans": [
                {
                    "start": 169,
                    "end": 173,
                    "text": "[26]",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 314,
                    "end": 318,
                    "text": "[27]",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 319,
                    "end": 323,
                    "text": "[28]",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 324,
                    "end": 328,
                    "text": "[29]",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 404,
                    "end": 408,
                    "text": "[30]",
                    "ref_id": "BIBREF28"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "I nostri casi S-OIV selezionati dimostrano che in pazienti ad alto rischio è più probabile avere un decorso grave e complicato e che l'infezione influenzale virale può causare polmonite con infezione batterica secondaria e può esacerbare una malattia cronica pregressa. Nella nostra popolazione l'obesità sembra essere stata un importante fattore di rischio per lo sviluppo della polmonite; nella nostra esperienza 11/50 pazienti ricoverati in ospedale per polmonite virale erano obesi e 5 di loro hanno richiesto la ventilazione meccanica. In tre casi (6%) abbiamo osservato nelle scansioni TC a strato sottile il segno dell'atollo o dell'alone invertito o RHS, che è definito come un'iperdensità centrale GGO circondata da una consolidazione anulare di spessore minimo di 2 mm estesa ad almeno i tre quarti della circonferenza della lesione [12] ; prima della involvement. In severe infection, pathological changes of influenza pneumonia include tracheobronchitis, alveolar necrosis with haemorrhage, hyaline membrane formation and small-vessel thrombosis with foci of parenchymal and pleural infarction and cystic change [25] . The extent of lesions to confluent bilateral airspace opacity, as in our ICU patients, was related to severity of hypoxia and to patients' outcomes. Lesion cavitation and marked adenopathy were almost absent in our patients, which is consistent with prior reports of CT findings of H1N1. Also, our fatal cases of pandemic S-OIV, as with that reported by Mollura et al. [9] , showed radiological features suggestive of noncardiogenic acute lung injury or ARDS. In ARDS, respiratory epithelial injury with abnormally increased permeability of the capillary endothelium initially produces patchy consolidations on CT and CXR, with evolution to confluent bilateral airspace opacity. Injury to the lung parenchyma may be caused by infection, toxic inhalation, trauma, barotrauma or emboli and may be caused indirectly by extrapulmonary disease, such as septic shock, pancreatitis or other metabolic derangement. In our patients, ARDS was associated with a pattern of severe lung injury involving peribronchial inflammation with predominant nondependent distribution; alveoli in the nondependent portions of the lungs, located anteriorly in the supine patient, are thus more susceptible to overinflation and rupture. Free air can also track peripherally, towards the subpleural interstitium, and rupture through the visceral pleura, causing pneumothorax and pneumomediastinum. From the mediastinum, air can further track into the fascial layers of the neck and continue into the subcutaneous tissues of the chest and abdomen, as in three of our cases. It is possible that NMV, mainly intermittent positive pressure ventilation delivered via a nasal, face or mouth mask (NIPPV) has several advantages in terms of avoiding barotrauma complications of invasive MV, probably reducing the number of ICU admissions [26] .",
            "cite_spans": [
                {
                    "start": 843,
                    "end": 847,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1124,
                    "end": 1128,
                    "text": "[25]",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 1500,
                    "end": 1503,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 2934,
                    "end": 2938,
                    "text": "[26]",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The resemblance of the radiographic appearance of S-OIV with that of severe acute respiratory syndrome (SARS) has been raised [27] [28] [29] . In an analysis of CT features of patients with severe acute respiratory syndrome (SARS), Wong et al. [30] found that the affected segments were predominantly in the lower lobes, and common findings included GGO, sometimes associated with consolidation. Peripheral lesions were more common, and with multifocal disease a mixed pattern involving central and peripheral distribution was noted.",
            "cite_spans": [
                {
                    "start": 126,
                    "end": 130,
                    "text": "[27]",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 131,
                    "end": 135,
                    "text": "[28]",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 136,
                    "end": 140,
                    "text": "[29]",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 244,
                    "end": 248,
                    "text": "[30]",
                    "ref_id": "BIBREF28"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "A review of our selected S-OIV patients shows that highrisk patients are more likely to have severe and complicated courses and that influenza virus infection may cause viral pneumonia with secondary bacterial infection and exacerbate underlying chronic illness. In our population, obesity appears to be an important risk factor for developing pneumonia, as in our experience 11/50 patients admitted descrizione formale di questo segno [31] , è stato utilizzato il termine opacità semilunare e ad anello [32] . Istologicamente, l'area centrale di vetro smerigliato corrisponde all'infiammazione setto-alveolare ed a detriti cellulari, mentre l'anello esterno o semiluna rappresenta il tessuto di granulazione all'interno degli alveoli e dei bronchioli [32] . Il RHS non è mai stato segnalato prima nelle polmoniti virali. Questo segno è molto suggestivo di polmonite in organizzazione (PO) ed ha elevata specificità per questa diagnosi, anche se è stato rilevato solo in un quinto dei pazienti con tale patologia [32] [33] [34] [35] . Altre malattie polmonari possono essere associate a componenti significative di PO e il RHS è stato recentemente descritto in altre condizioni, quali zigomicosi polmonare [36, 37] , la vasculite dei piccoli vasi polmonari [38] , la granulomatosi di Wegener [39] , la granulomatosi linfomatoide [40] , la sarcoidosi [41, 42] , la tubercolosi polmonare [43, 44] . Considerando il numero di pazienti esaminati, questo segno sembra essere rilevante nella polmonite da influenza A (H1N1). Inoltre la presenza dell'alone invertito non è stata associata ad un decorso della malattia più aggressivo. Questi risultati indicano che il segno alone invertito può essere trovato in pazienti con infezione attiva e pertanto non è specifico per PO criptogenetica (COP), ma dobbiamo considerarlo come un indicatore di una componente di polmonite in organizzazione o come risultato dell'associazione di un'infezione virale con la malattia tromboembolica, come segnalato da un lavoro dell'Università del Michigan [8] .",
            "cite_spans": [
                {
                    "start": 436,
                    "end": 440,
                    "text": "[31]",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 504,
                    "end": 508,
                    "text": "[32]",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 752,
                    "end": 756,
                    "text": "[32]",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 1013,
                    "end": 1017,
                    "text": "[32]",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 1018,
                    "end": 1022,
                    "text": "[33]",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 1023,
                    "end": 1027,
                    "text": "[34]",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 1028,
                    "end": 1032,
                    "text": "[35]",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 1206,
                    "end": 1210,
                    "text": "[36,",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 1211,
                    "end": 1214,
                    "text": "37]",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 1257,
                    "end": 1261,
                    "text": "[38]",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 1292,
                    "end": 1296,
                    "text": "[39]",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 1329,
                    "end": 1333,
                    "text": "[40]",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 1350,
                    "end": 1354,
                    "text": "[41,",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 1355,
                    "end": 1358,
                    "text": "42]",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 1386,
                    "end": 1390,
                    "text": "[43,",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 1391,
                    "end": 1394,
                    "text": "44]",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 2030,
                    "end": 2033,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Nella nostra casistica il maggior limite dell'imaging, a causa della grave condizione clinica dei pazienti, è stato il mancato utilizzo del MdC ev (per lo più a causa della progressione dell'insufficienza renale acuta) e così non si è potuta valutare l'eventuale associazione dell'infezione con l'embolia polmonare.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In conclusione, i segni radiologici più comuni in pazienti affetti da polmonite influenzale A (H1N1) sono il groundglass unilaterale o bilaterale con o senza aree focali o multifocali di consolidazione. Nel 6% dei pazienti è stato rilevato il segno dell'alone invertito, precedentemente non descritto nelle polmoniti virali. I radiologi dovrebbero essere informati sui segni radiografici e TC di questa infezione virale in modo che la diagnosi di una nuova polmonite influenzale A (H1N1) possa essere immediatamente prospettata.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusioni"
        },
        {
            "text": "to hospital for viral pneumonia were obese; five of them required MV. In three cases (6%), we observed on thinsection CT the atoll or reversed halo sign; this is defined as a central region of GGO surrounded by a dense ring of consolidation forming more than three fourths of a circle of at least 2-mm thick [12] ; before the formal description of this sign [31] , the terms crescentic and ring-shaped opacities were used [32] . Histologically, the central GGO area corresponds to alveolar septal inflammation and cellular debris, whereas the outside ring or crescent represents granulation tissue within the alveoli and bronchioles [32] . The reversed halo sign has never before been reported in viral pneumonia. This sign is very suggestive of organising pneumonia (OP) and is likely quite specific for that diagnosis, although it is only seen in one fifth of patients with the disease [32] [33] [34] [35] . Other lung diseases may be associated with significant components of OP, and the reversed halo sign has been described in other conditions, such as pulmonary zygomycosis [36, 37] , pulmonary small-vessel vasculitis [38] , Wegener's granulomatosis [39] , lymphomatoid granulomatosis [40] , sarcoidosis [41, 42] and pulmonary tuberculosis [43, 44] . Considering the number of patients examined in our study, this sign appears to be relevant in influenza A (H1N1) pneumonia. Furthermore the presence of a reversed halo sign was not associated with a more aggressive course. These findings indicate that the reversed halo sign may be seen in patients with active infection and is therefore not specific for cryptogenic OP; however, we consider its presence an indicator of components of OP or of an association of viral infection and thromboembolic disease, as reported by the University of Michigan series [8] .",
            "cite_spans": [
                {
                    "start": 308,
                    "end": 312,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 358,
                    "end": 362,
                    "text": "[31]",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 422,
                    "end": 426,
                    "text": "[32]",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 633,
                    "end": 637,
                    "text": "[32]",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 888,
                    "end": 892,
                    "text": "[32]",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 893,
                    "end": 897,
                    "text": "[33]",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 898,
                    "end": 902,
                    "text": "[34]",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 903,
                    "end": 907,
                    "text": "[35]",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 1080,
                    "end": 1084,
                    "text": "[36,",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 1085,
                    "end": 1088,
                    "text": "37]",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 1125,
                    "end": 1129,
                    "text": "[38]",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 1157,
                    "end": 1161,
                    "text": "[39]",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 1192,
                    "end": 1196,
                    "text": "[40]",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 1211,
                    "end": 1215,
                    "text": "[41,",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 1216,
                    "end": 1219,
                    "text": "42]",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 1247,
                    "end": 1251,
                    "text": "[43,",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 1252,
                    "end": 1255,
                    "text": "44]",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 1813,
                    "end": 1816,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Conclusioni"
        },
        {
            "text": "As a limitation in our study, we encountered some technical imaging limitations due to the severity of patient illness; in these cases, CT was performed without contrast material (mostly owing to progressing acute renal failure), and we could not evaluate the association of viral infection with pulmonary embolism.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusioni"
        },
        {
            "text": "The most common radiological findings in patients with influenza A (H1N1) pneumonia are unilateral or bilateral GGO with or without associated focal or multifocal areas of consolidation. The reversed halo sign, previously not described in viral pneumonia, was detected in 6% of our patients. Radiologists should be aware of CXR and CT findings of this viral infection so that the diagnosis of novel influenza A (H1N1) pneumonia should be promptly considered.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "The pathology of influenza virus infections",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "K"
                    ],
                    "last": "Taubenberger",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Morens",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Annu Rev Pathol",
            "volume": "3",
            "issn": "",
            "pages": "499--522",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Pneumonia and respiratory failure from swine-origin influenza A (H1N1) in Mexico",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Perez-Padilla",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "De La Rosa-Zamboni",
                    "suffix": ""
                },
                {
                    "first": "Ponce",
                    "middle": [],
                    "last": "De Leon",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "N Engl J Med",
            "volume": "361",
            "issn": "",
            "pages": "680--689",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Prevention and control of influenza: recommendations of the Advisory Committee on Immunization Practices (ACIP)",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "E"
                    ],
                    "last": "Fiore",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "K"
                    ],
                    "last": "Shay",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Broder",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "MMWR Recomm Rep",
            "volume": "57",
            "issn": "",
            "pages": "1--60",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Viral pneumonias in adults: radiologic and pathologic findings",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "A"
                    ],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "S"
                    ],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "L"
                    ],
                    "last": "Primack",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "",
            "volume": "22",
            "issn": "",
            "pages": "137--149",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Pulmonary complication of novel influenza A (H1N1) infection: imaging features in two patients",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "W"
                    ],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "B"
                    ],
                    "last": "Seo",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "W"
                    ],
                    "last": "Song",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Korean J Radiol",
            "volume": "10",
            "issn": "",
            "pages": "531--534",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Swine-origin influenza A (H1N1) viral infection: radiographic and CT findings",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Ajlan",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Quiney",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Nicolaou",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "L"
                    ],
                    "last": "Müller",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "AJR Am J Roentgenol",
            "volume": "193",
            "issn": "",
            "pages": "1494--1499",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Chest radiographic and CT findings in novel swine-origin influenza A (H1N1) virus (S-OIV) infection",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "P"
                    ],
                    "last": "Agarwal",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Cinti",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "A"
                    ],
                    "last": "Kazerooni",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "AJR Am J Roentgenol",
            "volume": "193",
            "issn": "",
            "pages": "1488--1493",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Imaging findings in a fatal case of pandemic swine-origin influenza A (H1N1)",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Mollura",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "S"
                    ],
                    "last": "Asnis",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "S"
                    ],
                    "last": "Crupi",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "AJR Am J Roentgenol",
            "volume": "193",
            "issn": "",
            "pages": "1500--1503",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Swine-origin influenza A (H1N1) viral infection in children: initial chest radiographic findings",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "Y"
                    ],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Mcadam",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Chaudry",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Radiology",
            "volume": "254",
            "issn": "",
            "pages": "934--941",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Best cases from the AFIP: fatal 2009 influenza A (H1N1) infection, complicated by acute respiratory distress syndrome and pulmonary interstitial emphysema",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "H"
                    ],
                    "last": "Guo",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "T"
                    ],
                    "last": "Sweeney",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Regula",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "N"
                    ],
                    "last": "Leung",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Radiographics",
            "volume": "30",
            "issn": "",
            "pages": "327--333",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Fleischner Society: glossary of terms for thoracic imaging",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Hansell",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "A"
                    ],
                    "last": "Bankier",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Macmahon",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Radiology",
            "volume": "246",
            "issn": "",
            "pages": "697--722",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Computed tomography of the pulmonary parenchyma. II. Interstitial disease",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "A"
                    ],
                    "last": "Zerhouni",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "P"
                    ],
                    "last": "Naidich",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "P"
                    ],
                    "last": "Stitik",
                    "suffix": ""
                }
            ],
            "year": 1985,
            "venue": "J Thorac Imaging",
            "volume": "1",
            "issn": "",
            "pages": "54--64",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Traction bronchiectasis in end-stage pulmonary fibrosis",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Westcott",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "R"
                    ],
                    "last": "Cole",
                    "suffix": ""
                }
            ],
            "year": 1986,
            "venue": "Radiology",
            "volume": "161",
            "issn": "",
            "pages": "665--669",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Thin-section CT in patients with severe acute respiratory syndrome following hospital discharge: preliminary experience",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "R"
                    ],
                    "last": "Webb",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "L"
                    ],
                    "last": "Muller",
                    "suffix": ""
                },
                {
                    "first": "Dp ;",
                    "middle": [],
                    "last": "Naidich",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "E"
                    ],
                    "last": "Antonio",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "T"
                    ],
                    "last": "Wong",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "S"
                    ],
                    "last": "Hui",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Radiology",
            "volume": "16",
            "issn": "",
            "pages": "810--815",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "The American-European Consensus Conference on ARDS: definitions, mechanisms, relevant outcomes, and clinical trial coordination",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "R"
                    ],
                    "last": "Bernard",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Artigas",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "L"
                    ],
                    "last": "Brigham",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "Am J Respir Crit Care Med",
            "volume": "149",
            "issn": "",
            "pages": "818--824",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "What has computed tomography taught us about the acute respiratory distress syndrome?",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Gattinoni",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Caironi",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Pelosi",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "R"
                    ],
                    "last": "Goodman",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Am J Respir Crit Care Med",
            "volume": "164",
            "issn": "",
            "pages": "1701--1711",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Acute respiratory distress syndrome: CT abnormalities at longterm follow-up",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "R"
                    ],
                    "last": "Desai",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "U"
                    ],
                    "last": "Wells",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "B"
                    ],
                    "last": "Rubens",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Radiology",
            "volume": "210",
            "issn": "",
            "pages": "29--35",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Emergence of a novel swineorigin influenza a (H1N1) virus in humans",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "S"
                    ],
                    "last": "Dawood",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Jain",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Finelli",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "N Engl J Med",
            "volume": "360",
            "issn": "",
            "pages": "2605--2615",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Cross-reactive antibody responses to the 2009 pandemic H1N1 influenza virus",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Hancock",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Veguilla",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Lu",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "N Engl J Med",
            "volume": "361",
            "issn": "",
            "pages": "1945--1952",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Excess morbidity and mortality associated with influenza in England and Wales",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "E"
                    ],
                    "last": "Tillett",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "W"
                    ],
                    "last": "Smith",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "E"
                    ],
                    "last": "Clifford",
                    "suffix": ""
                }
            ],
            "year": 1980,
            "venue": "Lancet",
            "volume": "1",
            "issn": "",
            "pages": "793--795",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Radiological findings of pneumonia in patients with swineorigin influenza A virus (H1N1)",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Busi Rizzi",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Schininà",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Ferraro",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Radiol Med",
            "volume": "115",
            "issn": "",
            "pages": "507--515",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Computed tomography of diffuse pulmonary hemorrhage with pathological correlation",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "K"
                    ],
                    "last": "Cheah",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "N"
                    ],
                    "last": "Sheppard",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Hansell",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "Clin Radiol",
            "volume": "48",
            "issn": "",
            "pages": "89--93",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Pulmonary pathologic findings of fatal 2009 pandemic influenza A/H1N1 viral infections",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Gill",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [
                        "M"
                    ],
                    "last": "Sheng",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "F"
                    ],
                    "last": "Ely",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Arch Pathol Lab Med",
            "volume": "134",
            "issn": "",
            "pages": "235--243",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Noninvasive mechanical ventilation in acute hypoxaemic respiratory failure",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Wysocki",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Antonelli",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Eur. Respir J",
            "volume": "18",
            "issn": "",
            "pages": "209--220",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "pandemic influenza A (H1N1): pathology and pathogenesis of 100 fatal cases in the United States",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "J"
                    ],
                    "last": "Shieh",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Blau",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Denison",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Am J Pathol",
            "volume": "177",
            "issn": "1",
            "pages": "166--175",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "X-rays and CT offer predictive power for swine flu diagnosis",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "A"
                    ],
                    "last": "Abella",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Conventional wisdom: unconventional virus",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "H"
                    ],
                    "last": "Ketai",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "AJR Am J Roentgenol",
            "volume": "193",
            "issn": "",
            "pages": "1486--1487",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Thin-section CT of severe acute respiratory syndrome: evaluation of 73 patients exposed to or with the disease",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "T"
                    ],
                    "last": "Wong",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "E"
                    ],
                    "last": "Antonio",
                    "suffix": ""
                },
                {
                    "first": "Dsc",
                    "middle": [],
                    "last": "Hui",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Radiology",
            "volume": "228",
            "issn": "",
            "pages": "395--400",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Bronchiolitis obliterans with organizing pneumonia (BOOP), presenting as a ring-shaped opacity at HRCT (the atoll sign): a case report",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Zompatori",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Poletti",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Battista",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Radiol Med",
            "volume": "97",
            "issn": "",
            "pages": "308--310",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Crescentic and ring-shaped opacities: CT features in two cases of bronchiolitis organizing pneumonia (BOOP)",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "E"
                    ],
                    "last": "Voloudaki",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "E"
                    ],
                    "last": "Bouros",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "E"
                    ],
                    "last": "Froudarakis",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Acta Radiol",
            "volume": "37",
            "issn": "",
            "pages": "889--892",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Reversed halo sign on high-resolution CT of cryptogenic organizing pneumonia: diagnostic implications",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "S"
                    ],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "H"
                    ],
                    "last": "Ryu",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "AJR Am J Roentgenol",
            "volume": "180",
            "issn": "",
            "pages": "1251--1254",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Focal organizing pneumonia with reversed halo sign",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Hsu",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Stark",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "Friedman",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Applied Radiology",
            "volume": "36",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "A 47-year-old female with shortness of breath and \"reversed halo sign",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Maimon",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Eur Respir Rev",
            "volume": "19",
            "issn": "",
            "pages": "83--85",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Reversed halo sign in pulmonary paracoccidioidomycosis",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "L"
                    ],
                    "last": "Gasparetto",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "L"
                    ],
                    "last": "Escuissato",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Davaus",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "AJR Am J Roentgenol",
            "volume": "184",
            "issn": "",
            "pages": "1932--1934",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "The reversed halo sign: a nonspecific finding on CT of the thorax",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Geronemus",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Coppage",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Hazelton",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "RSNA 2441EP-CH-e",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Notes from the 2001 Annual Meeting of the Korean Society of Thoracic Radiology",
            "authors": [
                {
                    "first": "Y",
                    "middle": [
                        "H"
                    ],
                    "last": "Choi",
                    "suffix": ""
                },
                {
                    "first": "J-G",
                    "middle": [],
                    "last": "Im",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "K"
                    ],
                    "last": "Park",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "",
            "volume": "17",
            "issn": "",
            "pages": "170--175",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Another cause of reverse halo sign: Wegener's granulomatosis",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Agarwal",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "N"
                    ],
                    "last": "Aggarwal",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Gupta",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Br J Radiol",
            "volume": "80",
            "issn": "",
            "pages": "849--850",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "Reversed halo sign in lymphomatoid granulomatosis",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "E"
                    ],
                    "last": "Benamore",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "L"
                    ],
                    "last": "Weisbrod",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Hwang",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Br J Radiol",
            "volume": "80",
            "issn": "",
            "pages": "162--166",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "Reversed Halo Sign\" of high-resolution computed tomography in pulmonary sarcoidosis",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Kumazoe",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Matsunaga",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Nagata",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "J Thorac Imaging",
            "volume": "24",
            "issn": "",
            "pages": "66--68",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "The reversed halo sign: another atypical manifestation of sarcoidosis",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Marchiori",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Zanetti",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Mano",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Korean J Radiol",
            "volume": "11",
            "issn": "",
            "pages": "251--252",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "A 15-year-old boy with \"reversed halo",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Ahuja",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Gothi",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Joshi",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "Pulmonary tuberculosis associated with the reversed halo sign on high resolution CT",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Marchiori",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "D"
                    ],
                    "last": "Grando",
                    "suffix": ""
                },
                {
                    "first": "Simoes Dos",
                    "middle": [],
                    "last": "Santos",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "E"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Br J Radiol",
            "volume": "83",
            "issn": "",
            "pages": "58--60",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": ". 1a-c A 48-year-old obese woman with clinical findings of fever (38.5 °C), cough, severe dyspnoea (Group 1)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "A 57-year-old man with clinical finding of fever (39 °C), headache, cough, severe dyspnoea and hepatomegaly (Group 1). Axial MDCT scan: bilateral consolidation associated to GGOs.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Uomo di 57 anni con presentazione clinica costituita da febbre(39 °C), mal di testa, tosse, grave dispnea ed epatomegalia (Gruppo 1). Scansione TCMD assiale: consolidazioni bilaterali associate a GGO.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "A 42-year-old obese hyperlipidemic man with clinical finding of high fever (39.7 °C), nonproductive cough, dyspnoea and acute respiratory failure (Group 1). Coronal MIP MDCT scan: subpleural and peribronchovascular, poorly marginated, GGOs and consolidations.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Uomo di 42 anni obeso ed iperlipidemico con presentazione clinica costituita da febbre alta(39,7 °C), tosse non produttiva, dispnea ed insufficienza respiratoria acuta (Gruppo I). Scansione MIP coronale: aree di GGO subpleurico e peribroncovasale, poco emarginate e consolidazioni.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "early or exudative stage, intermediate stage that began . 4a-e A 36-year-old man (a-b) and 25 year-old man(c-e) with clinical finding of fever (38.5 °C), cough and shortness of breath (Group I). CT scan: reversed halo sign. a Axial chest MDCT: central GGO surrounded by thick and dense consolidation resulting in patchwork-like pattern. b Axial chest MDCT: reversed halo sign on right lung associated to multifocal peripheral GGOs involving all lobes. c Axial chest MDCT (mediastinal window): reversed halo sign. d Axial chest MDCT (parenchymal window): bibasilar reversed halo sign. e MDCT Coronal MIP scan in the same patient: bibasilar reversed halo sign.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": ". 6a,b A 31-year-old man with fatty liver, alteration of functional liver indices and drug abuse. Clinical findings: fever (38.2 °C), jaundice, acute respiratory failure (Group I). Axial MD CT scans at middle (a) and upper (b) zones show bilateral involvement with rounded multifocal GGOs peripherally and air bronchogram.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": ". 6a,b Uomo di 31 anni, tossicodipendente con steatosi epatica ed alterazione degli indici di funzionalità epatica. Presentazione clinica: febbre (38,2 °C), ittero, insufficienza respiratoria acuta (I gruppo). Le scansioni TCMD assiali a al III medio e b superiore dei polmoni mostrano un coinvolgimento parenchimale bilaterale con aree tondeggianti di GGO in periferia e broncogramma aereo. a b",
            "latex": null,
            "type": "figure"
        },
        "FIGREF8": {
            "text": "A 44-year-old woman with swine-origin influenza virus pneumonia associated to bullous dystrophy. Clinical findings: fever (38 °C), cough, dyspnoea and acute respiratory failure (Group I).Axial MDCT scan: bullous dystrophy associated to GGO.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF9": {
            "text": "Donna di 44 anni con polmonite influenzale A (H1N1) associata a distrofia bollosa. Presentazione clinica: febbre (38 °C), tosse, dispnea ed insufficienza respiratoria acuta (gruppo I). Scansione TCMD assiale: distrofia bollosa associata a GGO.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF10": {
            "text": "b A 55-year-old man with swine-origin influenza virus pneumonia and acute respiratory distress syndrome (ARDS) (Group II). a Axial MDCT scan: pneumomediastinum associated to bilateral patchy areas of ground-glass attenuation with dependent areas of consolidation . b MDCT coronal MIP: subcutaneous emphysema, pneumothorax and pneumomediastinum associated to GGOs and consolidation (ARDS).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF11": {
            "text": "Uomo di 55 anni con polmonite influenzale A (H1N1) e sindrome da distress respiratorio acuto (ARDS) (gruppo II). a Scansione TCMD assiale: pneumomediastino associato a chiazze bilaterali di densità a \"vetro smerigliato\" con aree declivi di consolidazione. b Scansione MIP coronale: enfisema sottocutaneo, pneumotorace e pneumomediastino associati ad aree di GGO e consolidazioni (ARDS). b a",
            "latex": null,
            "type": "figure"
        },
        "FIGREF12": {
            "text": ". 9a,b A 37-year-old man with influenza A (H1N1) pneumonia associated to fibrocavitary tuberculosis, infected cysts with fluid level, blebs, bullous emphysema and superinfection with Pseudomonas Aeruginosa. Clinical findings: fever (40 °C), cough, hemoptysis, vomiting, sepsis and dyspnoea. This patient died after admittance in ICU from subintensive respiratory unit (Group II). a,b Axial MDCT scans: consolidations associated to fibrocavitary tuberculosis, infected cysts with fluid level, blebs, bullous emphysema.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF13": {
            "text": ". 9a,b Uomo di 37 anni con polmonite influenzale A (H1N1) associata a tubercolosi fibrocavitaria, cisti infette livellate, blebs, enfisema bolloso e sovra-infezione da Pseudomonas aeruginosa. Presentazione clinica: febbre (40 °C), tosse, emottisi, vomito, sepsi e dispnea. Questo paziente è morto dopo il trasferimento dall'unità respiratoria subintensiva alla terapia intensiva (gruppo II). a, b Scansioni TCMD assiali: consolidazioni associate ai segni della TB fibrocavitaria, cisti infette livellate, blebs ed enfisema bolloso. a b",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Il nostro Comitato Etico ha approvato questa revisione retrospettiva dell'imaging toracico dei pazienti e delle cartelle cliniche. Il consenso informato non è stato richiesto a causa della natura retrospettiva dello studio, tuttavia, la riservatezza del paziente è stata mantenuta conformemente agli standard etici della World Medical Association. Abbiamo retrospettivamente esaminato gli esami RX e TCMD di cinquanta pazienti consecutivi ricoverati presso l'Azienda Ospedaliera Monaldi (Napoli, Italia), centro di riferimento regionale per la cura delle malattie respiratorie, da otto-OIV. I pazienti giovani sono risultati più frequentemente affetti. La diagnosi definitiva di influenza virale H1N1 di origine suina è stata ottenuta con tecnica reverse transcriptase polymerase chain reaction (RT-PCR) o con il test pro-Flu+ approvato dalla Food and Drug Administration con sottotipizzazione per l'influenza H1N1 2009 e ha richiesto in genere 1-2 giorni presso la nostra azienda. Tutti i 50 pazienti hanno avuto una forma grave e non autolimitata",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "FOV) di 400 mm, tempo di rotazione 0,5 s, kV 120, 199 mA. Le immagini sono state visualizzate con finestra polmonare (larghezza della finestra, 1500 UH; livello, -700 UH) e mediastinica (larghezza della finestra, 350 UH; livello, 40 UH). Le finestre sono state modificate per l'analisi ulteriore di una particolare lesione (cioè di un'area patologica). Allo stesso modo, le lesioni sono state ingrandite utilizzando una funzione di zoom automatica. Un paziente ha ricevuto mezzo di contrasto ev (MdC ev) per l'esame TC iniziale a causa del sospetto clinico di embolia polmonare. Tutti gli altri esami TC sono stati effettuati senza MdC ev. Le scansioni TC sono state valutate per la presenza di GGO peribroncovasale o periferico (subpleurico), consolidazioni, opacità nodulari, tree-in-bud, ispessimento dell'interstizio settale, reticolazioni. È stata anche considerata la presenza di linfonodi ilari e mediastinici, di anomalie parietali o pleuriche. Un linfonodo è stato valutato come ingrandito se l'asse corto era uguale o maggiore al centimetro in sede ilare e nel mediastino. La densità GGO è descritta come un'area di aumentata attenuazione del parenchima con conservata definizione dei vasi sottostanti.",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Initial chest radiography (CXR) findings in patients with novel swine-origin influenza A (H1N1) virus (S-OIV) infection Group 1 patients who required hospitalisation at the subintensive respiratory unit without advanced mechanical ventilation, Group 2 Patients who required extracorporeal membrane oxygenation or advanced mechanical ventilation",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "Summary of thin-section computed tomography (CT) findings in patients with laboratory-confirmed novel swine-origin influenza A",
            "latex": null,
            "type": "table"
        },
        "TABREF8": {
            "text": "CXR performed at bedside with anteroposterior view, at 1st week ICU admission during the exudative stage of ARDS caused by H1N1, shows progressive bilateral lung opacification. In the 3rd week b axial chest MDCT scan and c coronal MPR reconstruction show evidence of fibrosis-namely, ventral bilateral symmetric irregular interfaces, GGO, patchy consolidations and traction bronchiectasis.Fig. 10a-c Uomo di 35 anni con polmonite influenzale A (H1N1 e sindrome da distress respiratorio acuto (ARDS). a La radiografia del torace a letto in proiezione antero-posteriore, eseguita alla 1a settimana dal ricovero in terapia intensiva durante la fase essudativa dell' ARDS causata da H1N1, mostra progressiva opacizzazione bilaterale dei polmoni. b Alla 3a settimana la scansione TCMD assiale e c la ricostruzione MP coronale mostrano i segni della fibrosi, cioè interfacce irregolari ventrali bilaterali e simmetriche, aree di GGO, consolidazioni irregolari e bronchiectasie da trazione.si hanno lesioni dell'epitelio respiratorio associate ad un aumento anomalo della permeabilità capillare, che producono inizialmente all'imaging addensamenti a chiazze, con successiva evoluzione in opacità confluenti bilaterali da occupazione degli spazi aerei. La lesione al parenchima polmonare può essere causata da infezioni, inalazione di tossici, traumi, barotrauma o emboli o indirettamente da una malattia extrapolmonare, come lo shock settico, la pancreatite o lo squilibrio metabolico. Nei nostri pazienti l'ARDS è stata associata ad un pattern di danno infiammatorio polmonare grave con coinvolgimento peribronchiale a distribuzione prevalentemente antigravitazionale; gli alveoli nelle porzioni antideclivi dei polmoni, che si trovano anteriormente nel paziente in decubito supino, sono quindi più suscettibili alla superinflazione ed alla rottura. L'aria libera si può insinuare in periferia, attraverso l'interstizio subpleurico e superando la pleura viscerale può causare pneumotorace e pneumomediastino. Dal mediastino, l'aria può ulteriormente raggiungere gli strati fasciali del collo e permeare il tessuto sottocutaneo del torace e dell'addome, come avvenuto in tre nostri casi. È possibile pensare che la ventilazione meccanica non invasiva (NMV), principalmente la ventilazione intermittente a pressione positiva attraverso una maschera nasale, al viso o alla bocca (NIP-PV) abbia diversi vantaggi nell'evitare le complicanze da barotrauma presenti nella ventilazione meccanica invasiva, probabilmente riducendo il numero di ricoveri in terapia intensiva",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}