{
    "paper_id": "feb6ebccd121f4969bcc0c6037c4f6cd9dd554a0",
    "metadata": {
        "title": "Spike protein homology between the SARS-associated virus and murine hepatitis virus implies existence of a putative receptor-binding . region",
        "authors": [
            {
                "first": "Yun",
                "middle": [],
                "last": "Lu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Protein Science Laboratory of Ministry of Education",
                    "institution": "Tsinghua University",
                    "location": {
                        "postCode": "100084",
                        "settlement": "Beijing",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Chen",
                "middle": [],
                "last": "Yinghua",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Protein Science Laboratory of Ministry of Education",
                    "institution": "Tsinghua University",
                    "location": {
                        "postCode": "100084",
                        "settlement": "Beijing",
                        "country": "China"
                    }
                },
                "email": "chenyh@mail.tsinghua.edu.cn"
            }
        ]
    },
    "abstract": [
        {
            "text": "Coronavirus has been determined to be the cause of the recent outbreak of severe acute respiratory syndrome (SARS). Human coronavirus 229E had been studied well and its receptor-binding domain was restricted to aa417 -547 of S protein. However, this region has no homology with the newly separated SARS-associated virus (Hong Kong isolate CUHK-Wl). Then we analyzed the phylogenesis of SI subunit of the coronavirus spike protein (SARS-associated virus, Hong Kong isolate CUHK-Wl). Interestingly, the highest homology between murine hepatitis virus (MHV) and SARS-associated coronavirus was found. And the important sites (aa62---65 and aa214-216) on the spike protein of MHV with receptor-binding capacity were highly conservative in comparison with the newly separated SARS-associated virus (the corresponding sites are aa51-54 and aa195 -197). These results from bioinformatics analysis might help us to study the receptor-binding sites of SARS-associated virus and the mechanism of the virus entry into the target cell, and design antiviral drugs and potent vaccines.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "The envelop protein 2 (E2 protein) of coronavirus, which is also called spike (S) protein, contains two subunits S1 and S2. S1 can bind to the cell receptor and S2 mediate membrane fusion. Like many other virus such as HIVand influenza, the receptor-binding subunit has most of antigenic sites and induces neutralizing antibodies, which block the virus attaclunent [l] . Then this part of envelop protein often becomes the ideal target of antiviral drugs and potent vaccine component. Also the specificity of virus-receptor interactions clearly affects the species specificity of virus infection, and in some instances may I) be an important determinant of viral tissue tropism [2] . Unfortunately, the exact receptor-binding sites of many coronaviruses are still unknown, especially these viruses newly separated. Now, it is urgent to offer some information of the receptor-binding site of SARS-associated coronavirus for antiviral research, as the disease had spread over 30 countries and cause the mortality of about 7.2% within several months 1 ).",
            "cite_spans": [
                {
                    "start": 365,
                    "end": 368,
                    "text": "[l]",
                    "ref_id": null
                },
                {
                    "start": 623,
                    "end": 625,
                    "text": "I)",
                    "ref_id": null
                },
                {
                    "start": 678,
                    "end": 681,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Recently, a receptor-binding domain of the S protein of human coronavirus 229E (human CoV-229E) has been identified. A few of truncated proteins that contain different lengths of N-terminal amino acids of the protein were obtained and their activities of binding to 3T3 mouse cells that express human aminopeptidase N (hAPN) were tested. The region from amino acid 417 to 547 was identified as receptor-binding domain on human CoV-229E [3] . We compared the domain (aa417-547) with sequences of other viruses in the genebank and found some homologous regions in other species of coronavirus ( Fig. 1) . Unfortunately, it was not found any homology between S proteins of SARS-associated virus (strain CUHK-Wl) and human CoV-229E in this region. Up to now, however, there is no evidence that the spike protein of the SARS-associated virus has no receptor-binding sites in the Sl subunit.",
            "cite_spans": [
                {
                    "start": 436,
                    "end": 439,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [
                {
                    "start": 593,
                    "end": 600,
                    "text": "Fig. 1)",
                    "ref_id": null
                }
            ],
            "section": ""
        },
        {
            "text": "In order to get more information of the receptor-binding sites on the SARS-associated virus, we do the phylogenetic analysis of the N-terminal 840 amino acids (SN840) of most coronavirus species (Fig. 2) . Because the conservative cleavage site RRSRR was not found through all the sequence of strain CUHK-Wl [4] , it is now difficult to divide the spike protein into two subunits. Since the two subunits usually have similar size[l] and most of the cleavage sites are before the amino acid 770 (Table 1) , we reckon that SN840 could overlap the S1 subunit and also the receptor-binding domain. From the tree (Fig. 2) , we could see that the SARS virus, murine hepatitis virus, bovine coronavirus and human coronavirus OC43 were in one group. This result is similar to the recent report by a Canadian research group [5] . It is cheerful that receptor-binding site of murine hepatitis virus had been studied. A partial protein containing 330 amino acid residues of the spike protein and larger N-terminal truncated proteins could bind to its receptor MHVR (also referred to as Bgpla or C-CAM), which indicated that the N terminus 330 amino acid residues were responsible for the receptor-binding [6] [7] [8] . Furthermore, Site-directed mutagenesis analysis and soluble receptor-resistant mutants suggested that positions aa62-----65 and aa214-216 are important for receptor-binding capacity [9] [10] [11] . And these two sites was highly conservative among the murine coronaviruses, especially aa62-65 [IO] . Interestingly, the important sites (aa62-65 and aa214-216) on the spike protein ofMHV with receptor-binding capacity were highly homologous in comparison with the newly separated SARS-associated virus (the corresponding sites are aa51-54 and aa195-197) (Fig. 3) . 5 of 7 amino acid residues are identical and one amino acid residue site (A and V) is conservative change. And the secondary structure predictions of SN840 (CUHK-Wl) and SN840 with two amino acids substitution(Y53L and V196A) in the putitive receptor-binding site show little change (data not shown), which indicates that these two amino acids mutation may not cause significant change of the protein structure. Also all 5 SARS-associated viruses isolated by different research groups have identical sequences in these two sites, including the newly separated strain BIOI [12] . This high conservation suggests that the SARS-associated virus might also use the same regions as its receptor-binding domain and might have similar receptor with MHVR, which belong to the carcinoembryonic antigen (CEA) family [8] . Further studies should be carried out to verify our hypothesis. These results from bioinformatics analysis provide important information, which might help us to study the receptor-binding sites of SARS-associated virus and the mechanism of the virus entry into the target cell, and even help us to design effective antiviral drugs and potent vaccines.",
            "cite_spans": [
                {
                    "start": 308,
                    "end": 311,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 815,
                    "end": 818,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1194,
                    "end": 1197,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1198,
                    "end": 1201,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1202,
                    "end": 1205,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1390,
                    "end": 1393,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1394,
                    "end": 1398,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1399,
                    "end": 1403,
                    "text": "[11]",
                    "ref_id": null
                },
                {
                    "start": 1501,
                    "end": 1505,
                    "text": "[IO]",
                    "ref_id": null
                },
                {
                    "start": 2344,
                    "end": 2348,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 2578,
                    "end": 2581,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [
                {
                    "start": 195,
                    "end": 203,
                    "text": "(Fig. 2)",
                    "ref_id": null
                },
                {
                    "start": 494,
                    "end": 503,
                    "text": "(Table 1)",
                    "ref_id": null
                },
                {
                    "start": 608,
                    "end": 616,
                    "text": "(Fig. 2)",
                    "ref_id": null
                },
                {
                    "start": 1761,
                    "end": 1769,
                    "text": "(Fig. 3)",
                    "ref_id": null
                }
            ],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "The structure and replication",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Siddell",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Wege",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Ter Meulen V",
                    "suffix": ""
                }
            ],
            "year": 1982,
            "venue": "Curf. Top. Microbiol. Immunol",
            "volume": "48",
            "issn": "11",
            "pages": "131--163",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Virus-receptor interactions in the enteric tract, Virus-receptor interactions",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "V"
                    ],
                    "last": "Holmes",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "B"
                    ],
                    "last": "Tresnan",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "D"
                    ],
                    "last": "Zelus",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Adv. Exp. Med. BioI",
            "volume": "412",
            "issn": "",
            "pages": "125--158",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Identification of a receptor-binding domain of the spike glycoprotein of human coronavirus HCoV-229E, 1. Virol",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Bonavia",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "D"
                    ],
                    "last": "Zelus",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "E"
                    ],
                    "last": "Wentworth",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "",
            "volume": "77",
            "issn": "",
            "pages": "2530--2538",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Deduced sequence of the bovine coronavirus spike protein and identification of the internal proteolytic cleavage site",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Abraham",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "E"
                    ],
                    "last": "Kienzle",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Lapps",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "Virology",
            "volume": "176",
            "issn": "1",
            "pages": "296--301",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "The genome sequence of the SARS-associated coronavirus",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Marra",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "1 M"
                    ],
                    "last": "Jones",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "R"
                    ],
                    "last": "Astell",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Science",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Location of neutralizing epitopes and the receptor-binding site within the amino-terminal 330 amino acids of the murine coronavirus spike protein, 1. Virol",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Kubo",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "K"
                    ],
                    "last": "Yamada",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Taguchi",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "",
            "volume": "68",
            "issn": "",
            "pages": "5403--5410",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Location of neutralizing epitopes and receptor-binding site in murine coronavirus spike protein",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Taguchi",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Kubo",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Suzuki",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Adv. Exp. Med. BioI",
            "volume": "380",
            "issn": "",
            "pages": "359--365",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Mutational analysis of the virus and monoclonal antibody binding sites in MHVR, the cellular receptor of the murine coronavirus mouse hepatitis virus strain A59, 1. Virol",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "R"
                    ],
                    "last": "Wessner",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "C"
                    ],
                    "last": "Shick",
                    "suffix": ""
                },
                {
                    "first": ".",
                    "middle": [
                        "H"
                    ],
                    "last": "Lu",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "",
            "volume": "72",
            "issn": "",
            "pages": "1941--1948",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Analysis of the receptor binding site of murine coronavirus spike glycoprotein, 1. Virol",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Suzuki",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Taguchi",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "",
            "volume": "70",
            "issn": "",
            "pages": "2632--2636",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Identification of spike protein residues of murine coronavirus responsible for receptor-binding activity by use of soluble receptor-resistant mutants, 1. Virol",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Saeki",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Ohtsuka",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Taguchi",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "",
            "volume": "71",
            "issn": "",
            "pages": "9024--9055",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Isolation and characterization of murine coronavirus mutants resistant to neutralization by soluble receptor",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Ii",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Saeki",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Ohtsuka",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Taguchi",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Adv. Exp. Med. BioI",
            "volume": "440",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "A complete sequence and comparative analysis of a SARS-associated virus (Isolate BJOI)",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Qin",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "&apos;de",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [
                        "Y"
                    ],
                    "last": "Zhu",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Yu",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Chinese Sci. Bull",
            "volume": "48",
            "issn": "10",
            "pages": "941--948",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "PVEGVSSFMN VTLDKCTKYN IYDVSGVGVI RVSNDTFLNG ITYTSTSGNL FT K. EL. .. T. K. L.. ITDVSF M ... V .... T .. GFK. E. I. TLT. SSI. A. VY D .. O. · lYE E.. N. V S DNS. LHDLSV LH.. S.. D.. .. GRT I. . OT. S. L. S. LY L. . D. · lYE E.. N.V S DNS.LHDLSV LH.. S.. E GRT I.. OT.S.L.S. LY L.. D. · lYE E.. NIV S DNS.. HDLSV LH.. S.. D GRT. .. I. . QT. R. L. S.. Y L. . D. · lYE E.. NIV S DNS.. HDLSV LH.. SCTD GRT... I.. OT.R.L.S. LY L.. D . .. YK .. AM.. TM.R AOL.FKDIS. LVK.E.. D GFO. T. I.. STTSRLVA. LY I.. D. .TK. G.SR.~ATEP .. DSLHNYN. I.. NT.VE 6RT.O.F. TNVT~D .. DQLVVYQOAV VGAMLSENFT SYGFSNVVEL PKFFYASNGT YNCTDA .A.. N .. S.A V .. V SFS E.AAYVNDOI .. VIS. LS NST.N. TR... G ... H .. OG S... EP .... N.S06V V DVS A.VA. IDG. I T. I.SE LL.LTHWTTT .N. Y. Y. I .. Y.N .... N. SO. V V OVS A. AA. lOG. I T. I. SE LL. LKHwnT .N. Y. Y. I .. Y. N .... N. SO. V V DVS A. AA. IDGTI IT. I. SE LL. LTHWTTT .N. Y. Y. I .. Y. N .... N.SO. V V DVS A.AA. 106TI IT. I.SE LL.LTHWTTT .N. Y.Y. I .. Y.N -. .A .. NS. T.E .FTVV.. DLT VLAA.INDEI ... IT.V.~~I~T ... SV L HTQAKRSRRPTSHSVT TRWN FVVQGEYGL. Y.KVS.. EDV NIF.. SGGNL .. IlT.N.E. G . TFL.N LFY.. VTS.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Sequences homologous to the receptor-binding domain of human-CoV-229E. The first line is the alignment of the receptor-binding domain of human CoV-229E, from amino acid 417 to 547. Homologous sequences to this region were searched in the genebank and was aligned from the second to eighth line. Human-CoV-229E donates human coronavirus (strain 229E), porcine-EDV porcine epidemic diarrhea virus, canine-CoV canine coronavirus, feline-Co V feline coronavirus, porcine-TGEV porcine transmissible gastroenteritis virus, porcine-RV porcine respiratory virus, feline-IPV feline infectious peritonitis virus, avian-IBV avian infectious bronchitis virus. A dot indicates that the position is identical to the reference sequence (human-CoV-299E). . -------------Human-CoV-229E . -------------Rat-SCoV . -------------Avian-IBV -EDV Fig. 2. Phylogenetic analysis of the N-terminus 840aa of the spike protein of different coronavirus species. The tree is constructed by nelghbour-joimng method using Philip version 3.57c. Horizontal-line distance represents number of sites at which the two sequences compared are different. Bootstrap values deduced from 100 replicates. In addition to human coronavirus isolate 229E and OC43, rat sialodacryoadenitis coronavirus SDAV-681, avian infectious bronchitis virus KB8523, porcine transmissible gastroenteritis virus Miller, murine hepatitis virus JHM, SARS-associated virus CUHK-Wl, bovine coronavirus Mebus, feline infectious peritonitis virus 79-1146, and porcine epidemic diarrhea virus Chinju 99 were included in the analysis. .. T.. VL.RVYLN~.G--YY.VDGSN.R.LAL .. TN. LSL. WFK.PFLSE.N. 102 SARS CUHK-Wl: 86 GIYFAATE-KSNVVRGW-------VFGSTMNNKSQSVIIINNSTNVVlRACNFELCDN~r 137 Murine JOM: 103 .. FAKVQNL. T. TPT.ATSYFPTI. I.. LFG.T. YT. VLEPYNNIIMASV. TYTI.QL. Y 162 SARS CUHK-Wl: 138 FAVSKPMGTQTHTMIFDNAFNCTFEYISDAFSLDVSEKSGNFKHLREFVFKNKDGFrM 197 Murine JOM: 163 TPCKPNTNGNRVIGFWHTDVKPPICLLKRN. TFN.NAP------WLY.H. Partial spike protein comparison of SARS-associated virus and murine hepatitis virus. The N-terminus of two spike proteins have weak homology. However, the important sites (aa62-65, aa214-216) for the receptor-binding of murine hepatitis virus JHM, which were framed, were highly homologous with the spike protein of SARS-associated virus CUHK-WI, namely, 5 of 7 amino acid residues are identical and one amino acid residue site (A and V) is conservative change.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "http://www.who.int/csr/sarscontury/2003_05_IO/en Chinese Science Bulletin Vol. 48 No. 11 June 2003",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}