{
    "paper_id": "fed42d29b5f366d5fd3076e37cc781e6b68450ce",
    "metadata": {
        "title": "Supplementary Materials",
        "authors": []
    },
    "abstract": [
        {
            "text": "Structural comparisons of (A) methylated nsp10 (magenta), nsp10 (cyan), and truncated nsp10 (green) and (B) PRRSV nsp10 (cyan) and EAV nsp10 (green). A 45° rotation view is shown in the right panel. The structures are superimposed on 1A domains.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "ATPase activities of (A) PRRSV nsp10 and (B) EAV nsp10 were determined from Lineweaver-Burk plots of hydrolysis activity using the malachite green assay. Error bars represent SD values from three separate experiments.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Structural characterization of the PRRSV nsp10 ZBD. (A) Structure of the cross-braced zinc finger and (B) treble-clef zinc finger. The residues coordinating the Zn 2+ ions are shown as sticks. (C) Superposition of the ZBD of PRRSV nsp10 (green) and EAV nsp10 (PDB code: 4N0N; grey). (D) Sequence alignment of ZBD of PRRSV nsp10 and EAV nsp10. Multiple sequence alignment was carried out using Clustal Omega [1] . The illustration of sequence alignment was generated using ALINE [2] . Minor manual adjustments were performed in accordance with the superimposition.",
            "cite_spans": [
                {
                    "start": 407,
                    "end": 410,
                    "text": "[1]",
                    "ref_id": null
                },
                {
                    "start": 478,
                    "end": 481,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Putative protein interaction surface of the nsp10 ZBD. Hydrophobic surface of (A) the PRRSV nsp10 ZBD and (C) the EAV nsp10 ZBD. The hydrophobic pocket is covered by domain 1B in PRRSV nsp10. A 45° rotation view is shown in the right panel. Close-up view of hydrophobic pockets of (B) PRRSV nsp10 and (D) EAV nsp10. Domain 1B is omitted for clarity. Hydrophobic residues are shown as sticks. The orientation is the same as in panels A and C. Colors are calculated according to the method (https://pymolwiki.org/index.php/ Color_h). ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Figure S4"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "The EMBL-EBI search and sequence analysis tools APIs in 2019",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Madeira",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "M"
                    ],
                    "last": "Park",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Buso",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Gur",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Madhusoodanan",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Basutkar",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "R N"
                    ],
                    "last": "Tivey",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "C"
                    ],
                    "last": "Potter",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "D"
                    ],
                    "last": "Finn",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Nucleic Acids Res",
            "volume": "47",
            "issn": "",
            "pages": "636--641",
            "other_ids": {
                "DOI": [
                    "10.1093/nar/gkz268"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "ALINE: a WYSIWYG protein-sequence alignment editor for publication-quality alignments",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "S"
                    ],
                    "last": "Bond",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "W"
                    ],
                    "last": "Schuttelkopf",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Acta Crystallogr. D Biol. Crystallogr",
            "volume": "65",
            "issn": "",
            "pages": "510--512",
            "other_ids": {
                "DOI": [
                    "10.1107/S0907444909007835"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Validation of the nucleic acid binding ability of PRRSV nsp10. (A) The binding abilities of PRRSV nsp10 or mutant with different affinity tags to dsDNA are demonstrated through EMSA. (B) The binding ability of nsp10 with an authentic N terminus to dsDNA is demonstrated through EMSA. (C) SEC profile of nsp10 in the absence (cyan) or presence (green) of ssDNA (Superdex 75 10/300 GL column, GE Healthcare, Uppsala, Sweden). Elution volumes of the molecular mass standards are marked at the top of the panel. dsDNA, partially double-stranded DNA (the sequences are shown in the figures); WT, no tagged protein; T330A/S333A, no tagged T330A/S333A mutated protein; His-nsp10, His-tagged nsp10; Sumo, Sumo-tagged nsp10.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Structural comparison of PRRSV nsp10-DNA complex model (marine) and holo PRRSV nsp10 (grey). The structures are superimposed on 1A domains. A 90° rotation view is shown in the right panel.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Comparison of holo nsp10 and complex model with SAXS experimental data of nsp10-DNA complex. The model of PRRSV nsp10-DNA complex was generated based on the superimposition of each individual domain of PRRSV nsp10 with that of EAV nsp10. Experimental data are represented in black.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Pairwise comparison of the isolated ZBD/CH, 1B, 1A/RecA1, 2A/RecA2 and helicase core (1A/RecA1&2A/RecA2) domains of PRRSV nsp10, EAV nsp10, and MERS-CoV nsp13 1 .",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "SAXS data collection and analysis. Mass was calculated from protein sequence 2 Mass was calculated from Porod volume Vp 3 Mass was calculated from correlation volume Vc Examples of insoluble constructs.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}