{
    "paper_id": "ff08601026bfcad65343aeac47487be948da1985",
    "metadata": {
        "title": "Journal Pre-proof Physical exercise as therapy to fight against the mental and physical consequences of COVID-19 quarantine: Special focus in older people Physical Exercise as Therapy to Fight Against the Mental and Physical Consequences of COVID-19 Quarantine: Special Focus in Older People",
        "authors": [
            {
                "first": "David",
                "middle": [],
                "last": "Jiménez-Pavón",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Cádiz",
                    "location": {
                        "settlement": "Cádiz",
                        "country": "Spain"
                    }
                },
                "email": ""
            },
            {
                "first": "Ana",
                "middle": [],
                "last": "Carbonell-Baeza",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Cádiz",
                    "location": {
                        "settlement": "Cádiz",
                        "country": "Spain"
                    }
                },
                "email": ""
            },
            {
                "first": "Carl",
                "middle": [
                    "J"
                ],
                "last": "Lavie",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "The University of Queensland's School of Medicine",
                    "location": {
                        "settlement": "New Orleans",
                        "region": "LA"
                    }
                },
                "email": ""
            },
            {
                "first": "M",
                "middle": [
                    "D"
                ],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "The Coronavirus (Covid-19) was introduced this past December, 2019 in China (Wuhan) and the infection has spread throughout the world despite strategies adopted by the Chinese government to stop this epidemiological phenomenon. Three months later, Covid-19 has become a worldwide pandemic with more than 353,000 cases confirmed on March 23th 2020, 15,000 deaths and more than 100,000 recovered around the world.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The evolution of this pandemic can be followed at different official websites, such as the interactive web-based dashboard to track Covid-19 in real time developed by the Johns Hopkins University Center for Systems Science and Engineering (https://www.eficiens.com/coronavirus-statistics/) or the HealthMap provided by the Boston Children´s Hospital (https://www.healthmap.org/Covid-19/). Additionally, the New England Journal of Medicine provides free access for a collection of articles and other resources on the Covid-19 outbreak, including clinical reports, management guidelines, and commentaries (https://www.nejm.org/coronavirus?cid=DM88311&bid=165326853). Actually, China J o u r n a l P r e -p r o o f has managed to stop the number of daily infections for several days. The next two countries to suffer the most intense impact of the pandemic were Italy and Spain, having already exceeded, in the case of Italy, the number of total deaths reached by China. However, many other countries around the world, including the United States, are developing new cases at alarming rates.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Most of the epidemiological experts agree that much of the success in containing the virus in China and elsewhere has been due to rapid measures adopted by the authorities to impose quarantine status for the majority of population. Therefore, many of the most seriously affected countries after China, such as Italy and Spain, adopted similar strategies several weeks later. In addition, based on the worldwide information from the Covid-19 pandemic, some characteristics of the population at higher risk for Covid-19 have been identified, such as being older people, those with hypertension, diabetes or cardiovascular disease (CVD) risk factors and CVD, and patients with respiratory diseases or conditions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "On the one hand, despite that a period of quarantine is the best option and recommendation to stop the rapid spread infections, this may have collateral effects on other dimensions of the isolated patients´ health, and especially in those mentioned as being at higher risk. Initiating a sudden quarantine state implies a radical change in the lifestyle of the population. These lifestyles and behaviors in many cases include a certain level of physical activity (PA) and exercise to maintain an adequate health status (1), to counteract the negative consequences of certain diseases (2), such as diabetes, hypertension, CVD, respiratory diseases, or even simply to guarantee an active aging by reducing the risk of frailty, sarcopenia and dementia, as associated diseases in older people (3, 4) . Moreover, the psychological impact of quarantine has been recently reviewed (5) and negative psychological effects, including post-traumatic stress symptoms, confusion, and anger has been reported. The stressor factors suggested included longer quarantine duration, infection fears, frustration, boredom, inadequate supplies, inadequate information, financial loss, and stigma.",
            "cite_spans": [
                {
                    "start": 788,
                    "end": 791,
                    "text": "(3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 792,
                    "end": 794,
                    "text": "4)",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "On the other hand, PA and exercise have shown to be an effective therapy for most of the chronic diseases with direct effects on both mental and physical health (1-4,6-9). In fact, exercise has been considered the real polypill based on epidemiological evidence of its preventive/therapeutic benefits and considering the main biological mediators involved (1, 7, 9) . Special attention is deserved for the elderly population group, because in older people PA and exercise impact the mentioned benefits on many diseases but also has additional effects on hallmarks of aging and associated diseases (10) . In this sense, exercise in older people positively affects and prevents frailty, sarcopenia/dynapenia, risk of falls, self-esteem and cognitive impairment or decline (10, 11) . Therefore, to not totally interrupt or change the lifestyle of people during quarantine and to maintain an active lifestyle at home is very important for the health of the overall population but, especially, for those with additional risk factors and older people.",
            "cite_spans": [
                {
                    "start": 356,
                    "end": 359,
                    "text": "(1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 360,
                    "end": 362,
                    "text": "7,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 363,
                    "end": 365,
                    "text": "9)",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 597,
                    "end": 601,
                    "text": "(10)",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 770,
                    "end": 774,
                    "text": "(10,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 775,
                    "end": 778,
                    "text": "11)",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Although outdoor activities are typically more available, varied, and have more facilities and infrastructures to perform any type of physical exercise, there still are many possibilities for exercising at home during a quarantine. Clearly, we would support the message of \"doing at least some exercise is better than nothing\", however, a more precise prescription and recommendation are needed to guarantee an appropriate J o u r n a l P r e -p r o o f exercise program aimed to maintain or improve the principal health-related physical fitness components. Briefly, the reason to promote PA and exercise for improving physical fitness components is that these (cardiorespiratory fitness or CRF, muscular strength, coordination-agility) are directly related with the physiological functions of the main organ systems (respiratory, circulatory, muscular, nervous and skeletal systems) and indirectly implicated in the appropriate functioning of other systems (endocrine, digestive, immune or renal systems) (1) (2) (3) (4) 7, 9) . These relationships are even more interesting from the point of view of physiologic functional reserve of organ systems, for example, to increase the CRF is not only directly related with improvements in the circulatory and respiratory systems capacities but also with increases in its functional reserve. For all this, PA/exercise become especially essential for older people during quarantine because to maintain physiological function and reserve of most of the organ systems could contribute to the fight against the mental and physical consequences and severity of Covid-19. (Figure 1 )",
            "cite_spans": [
                {
                    "start": 1006,
                    "end": 1009,
                    "text": "(1)",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 1010,
                    "end": 1013,
                    "text": "(2)",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1014,
                    "end": 1017,
                    "text": "(3)",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1018,
                    "end": 1021,
                    "text": "(4)",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1022,
                    "end": 1024,
                    "text": "7,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1025,
                    "end": 1027,
                    "text": "9)",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [
                {
                    "start": 1610,
                    "end": 1619,
                    "text": "(Figure 1",
                    "ref_id": null
                }
            ],
            "section": ""
        },
        {
            "text": "The principal elements we should consider to design a proper exercise program for older people confined at home are exercise modality, frequency of practice, volume and intensity (among others).",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "A multicomponent exercise program is considered the most adequate for older people (10, 11) from both settings of free-living and communitydwelling. A multicomponent exercise program includes aerobic, resistance, balance, coordination and mobility training exercises. Recently, some researchers have also suggested to integrate the concept of cognitive training during the exercise training session.",
            "cite_spans": [
                {
                    "start": 83,
                    "end": 87,
                    "text": "(10,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 88,
                    "end": 91,
                    "text": "11)",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Exercise modality."
        },
        {
            "text": "Exercise Frequency. The international guidelines of PA for older people recommend 5 days per week, which in this particular quarantine situation could be increased to 5-7 days per week with adaptation in volume and intensity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Exercise modality."
        },
        {
            "text": "Exercise Volume. The guidelines recommend at least 150 to 300 min per week of aerobic exercise and 2 resistance training sessions per week. Under the quarantine it could be suggested to increase to 200-400 min per week distributed among 5-7 days to compensate for the decrease in the normal daily PA levels. Moreover, a minimum of 2-3 days per week of resistance exercise could be recommended. Mobility training exercises should be performed on all the training days and balance and coordination should be distributed among the different training days (at least twice).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Exercise modality."
        },
        {
            "text": "Exercise Intensity. The guidelines suggest moderate intensity for most of the sessions and some amount of vigorous exercise per week. It is well-known that exercise at moderate intensity improves the immune system, but vigorous intensity may even inhibit it, especially in sedentary people. Thus, during quarantine times, moderate intensity (40-60% heart rate reserve or 65-75% of maximal heart rate) should be the ideal choice for older people to enhance the protective role of exercise.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Exercise modality."
        },
        {
            "text": "Examples of Home Exercises. In case one does not have large equipment or specific materials for training, the following options are available in any house; resistance training through bodyweight exercises such as squats holding a chair, sitting and getting up from the chair or going up and down a step, transporting items with light and moderate weights (vegetables, rice, water, etc), aerobic exercises like walking inside the J o u r n a l P r e -p r o o f house, dancing or balance exercise such as walking on a line on the floor, walking on the toes or heels, walking heel-to-toe, and stepping over obstacles. Figure 1 illustrates how physical exercise enhances the health of older people by acting on the different organ systems.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 615,
                    "end": 623,
                    "text": "Figure 1",
                    "ref_id": null
                }
            ],
            "section": "Exercise modality."
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Sedentary behavior, exercise, and cardiovascular health",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "J"
                    ],
                    "last": "Lavie",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Ozemek",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Carbone",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "T"
                    ],
                    "last": "Katzmarzyk",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "N"
                    ],
                    "last": "Blair",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Cir Res",
            "volume": "124",
            "issn": "5",
            "pages": "799--815",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Global physical activity levels: need for intervention",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Ozemek",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "J"
                    ],
                    "last": "Lavie",
                    "suffix": ""
                },
                {
                    "first": "Ø",
                    "middle": [],
                    "last": "Rognmo",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Prog Cardiovasc Dis",
            "volume": "62",
            "issn": "2",
            "pages": "102--107",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Promoting physical activity and exercise: JACC Health Promotion Series",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "F"
                    ],
                    "last": "Fletcher",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Landolfo",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Niebauer",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Ozemek",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Arena",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "J"
                    ],
                    "last": "Lavie",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "J Am Coll Cardiol",
            "volume": "72",
            "issn": "14",
            "pages": "1622--1639",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "An update on the role of cardiorespiratory fitness, structured exercise and lifestyle physical activity in preventing cardiovascular disease and health risk",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Ozemek",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "R"
                    ],
                    "last": "Laddu",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "J"
                    ],
                    "last": "Lavie",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Claeys",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "A"
                    ],
                    "last": "Kaminsky",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Ross",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [],
                    "last": "Wisloff",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Arena",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "N"
                    ],
                    "last": "Blair",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Prog Cardiovasc Dis",
            "volume": "61",
            "issn": "5-6",
            "pages": "484--490",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "The psychological impact of quarantine and how to reduce it: rapid review of the evidence",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "K"
                    ],
                    "last": "-Brooks",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "K"
                    ],
                    "last": "Webster",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "E"
                    ],
                    "last": "Smith",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "395",
            "issn": "",
            "pages": "912--920",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Cardiorespiratory fitness and cardiovascular disease: the past, present, and future",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "A"
                    ],
                    "last": "Kaminsky",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Arena",
                    "suffix": ""
                },
                {
                    "first": "Ø",
                    "middle": [],
                    "last": "Ellingsen",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Prog Cardiovasc Dis",
            "volume": "62",
            "issn": "2",
            "pages": "86--93",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "The association between the change in directly measured cardiorespiratory fitness across time and mortality risk",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "T"
                    ],
                    "last": "-Imboden",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "P"
                    ],
                    "last": "Harber",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "H"
                    ],
                    "last": "Whaley",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Prog Cardiovasc Dis",
            "volume": "62",
            "issn": "2",
            "pages": "157--162",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Association of muscular strength and incidence of type 2 diabetes",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "C"
                    ],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "G"
                    ],
                    "last": "Brellenthin",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Mayo Clin Proc",
            "volume": "94",
            "issn": "4",
            "pages": "643--651",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Associations of resistance exercise with cardiovascular disease morbidity and mortality",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "-Liu",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "C"
                    ],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Med Sci Sports Exerc",
            "volume": "51",
            "issn": "3",
            "pages": "499--508",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Multicomponent exercise and the hallmarks of frailty: Considerations on cognitive impairment and acute hospitalization",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "L"
                    ],
                    "last": "-Cadore",
                    "suffix": ""
                },
                {
                    "first": "Sáez",
                    "middle": [],
                    "last": "De Asteasu",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Izquierdo",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Exp Gerontol",
            "volume": "122",
            "issn": "",
            "pages": "10--14",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Effect of Exercise Intervention on Functional Decline in Very Elderly Patients During Acute Hospitalization: A Randomized Clinical Trial",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "-Martínez-Velilla",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Casas-Herrero",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Zambom-Ferraresi",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "JAMA Intern Med",
            "volume": "179",
            "issn": "1",
            "pages": "28--36",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "MOVE-IT Research group, University of Cádiz, Cádiz, Spain. Av. República Saharaui s/n, University Campus of Puerto Real, Puerto Real (CP.11519), Cádiz. david.jimenez@uca.es; +34667788602 We declare no competing interests. Funding Current research activities of DJP are supported by a grant from the Spanish Ministry of Science and Innovation -MINECO (RYC-2014-16938) and the Spanish Ministry of Economy and Competitiveness -MINECO/ FEDER (DEP2016-76123-R); the Government of Andalusian, Integrated Territorial Initiative 2014-2020 for the province of Cádiz (PI-0002-2017); the European Union's ERASMUS+SPORT programme (grant agreement: 603121-EPP-1-2018-1-ES-SPO-SCP); and the EXERNET Research Network on Exercise and Health in Special Populations (DEP2005-00046/ACTI).",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}