{
    "paper_id": "ff54e074416d584681566019cdec2d3683ac2fc5",
    "metadata": {
        "title": "",
        "authors": [
            {
                "first": "Q1",
                "middle": [],
                "last": "Q12",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Bin",
                "middle": [],
                "last": "Tang",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Sijia",
                "middle": [],
                "last": "Li",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Yuwan",
                "middle": [],
                "last": "Xiong",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Ming",
                "middle": [],
                "last": "Tian",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Jianbin",
                "middle": [],
                "last": "Yu",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Lixia",
                "middle": [],
                "last": "Xu",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Li",
                "middle": [],
                "last": "Zhang",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Zhuo",
                "middle": [],
                "last": "Li",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Jianchao",
                "middle": [],
                "last": "Ma",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Feng",
                "middle": [],
                "last": "Wen",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Zhonglin",
                "middle": [],
                "last": "Feng",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Xinling",
                "middle": [],
                "last": "Liang",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Wei",
                "middle": [],
                "last": "Shi",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Shuangxin",
                "middle": [],
                "last": "Liu",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "In late December 2019, an outbreak of a novel coronavirus disease (coronavirus disease 2019 ) was reported in Wuhan, a city in the Hubei Province of China. It rapidly spread, resulting in an epidemic throughout China, with sporadic cases reported globally, becoming a global health emergency. 1 COVID-19 pneumonia has had a significant impact on people's health and social activity behavior and on economic development. The Chinese government reported that 78,195 cases of COVID-19 had been confirmed, 2,491 cases were suspected, and 2,718 patients had died as of February 26, 2020. 2 The outbreak of COVID-19 led to the closure of Wuhan, workers were delayed to work, and schools were closed across China. Although the majority of cases are mild, a certain proportion of patients develop critical illness, with a documented casefatality rate of 2.3% in China. 1 Reports to date indicate that although patients of all ages are susceptible to the disease, individuals developing critical illness were older and had a greater number of comorbid conditions, 3 suggesting that patients with comorbid conditions have high mortality rates and poor outcomes.",
            "cite_spans": [
                {
                    "start": 293,
                    "end": 294,
                    "text": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 583,
                    "end": 584,
                    "text": "2",
                    "ref_id": null
                },
                {
                    "start": 861,
                    "end": 862,
                    "text": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 1055,
                    "end": 1056,
                    "text": "3",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "Kidney failure is a severe medical condition with a high prevalence of comorbid conditions, including diabetes and heart disease, disproportionately affecting older adults. 4 According to the China National Data System, 5 there were 579,381 hemodialysis patients in China in 2018, including 33,795 hemodialysis patients in Hubei Province. Because hemodialysis patients are older and have more underlying diseases, they likely are more susceptible to severe acute respiratory syndrome coronavirus 2 virus (SARS-CoV-2) pneumonia than the general population. This report describes the clinical characteristics of COVID-19 pneumonia in a hemodialysis patient and reviews our management of this individual, as well as measures to reduce transmission to other hemodialysis patients and staff.",
            "cite_spans": [
                {
                    "start": 173,
                    "end": 174,
                    "text": "4",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "A man in his 50s receiving maintenance hemodialysis presented to the emergency department with a 7-day history of a nonproductive cough. His medical history included kidney failure due to diabetes maintained on thrice-weekly in-center hemodialysis, hypertension, and chronic hepatitis B virus infection. Epidemiologic survey showed that he drove to Wuhan in mid-January 2020, visited his relatives, and drove back to Zhongshan City of Guangdong province in China 1 week later.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CASE REPORT"
        },
        {
            "text": "The patient was admitted to the hospital 2 weeks later with hypoxemia (blood oxygen saturation of 90% while breathing room air) without fever or myalgia. Physical examination results showed temperature of 36.9 C, blood pressure of 184/107 mm Hg, heart rate of 74 beats/min, and bilateral normal lung respiratory sounds. Laboratory tests showed white blood cell count of 3.38 ×10 9 /L with 77.5% neutrophils, 15.7% lymphocytes, and 0% eosinophils. C-Reactive protein and procalcitonin levels were 40.1 mg/L and 0.73 ng/mL, respectively. Liver function and cardiac enzyme levels were within the normal range. Computed tomography of the chest showed bilateral multiple ground-glass opacities (Fig 1) . The Chinese Guangdong Center for Disease Prevention and Control reported that SARS-CoV-2 nucleic acid tests Q2 were positive in throat swab samples 2 times. Based on epidemiologic characteristics and these findings, we diagnosed COVID-19 pneumonia.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 689,
                    "end": 696,
                    "text": "(Fig 1)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "CASE REPORT"
        },
        {
            "text": "As soon as COVID-19 pneumonia was diagnosed, the patient was transferred to a specialty hospitaland received hemodialysis in a room with isolation facilities designated for patients with COVID-19 infection. Although all hemodialysis patients wear a face mask during dialysis, the other 42 patients who had a potential exposure to COVID-19 due to receiving dialysis in the same room were also transferred to the isolation ward of the specialty hospital with regular dialysis for 14 days. These hemodialysis Complete author and article information provided before references.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CASE REPORT"
        },
        {
            "text": "Correspondence to S. Liu (13543456446@139.com) patients were tested for SARS-CoV-2 Q3 nucleic acid at admission and at 14 days, remaining negative. Because of universal precautions taken by the medical staff, the staff tested for SARS-CoV-2 nucleic acid had negative results and were not isolated.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CASE REPORT"
        },
        {
            "text": "The patient was treated with oxygen support by nasal cannula, regular hemodialysis, antihypertensive medications, moxifloxacin (400 mg daily), and lopinavir/ritonavir (1 tablet twice daily) antiviral therapy. The potential side effects of lopinavir/ritonavir, such as nausea, diarrhea, and occasional dizziness, were not observed during treatment. After 8 days of treatment, the SARS-CoV-2 nucleic acid test results were negative in throat swab samples twice, cough had improved, and laboratory tests results and computed tomographic chest images had improved (Fig 1) . The patient was discharged from the hospital.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 560,
                    "end": 567,
                    "text": "(Fig 1)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "CASE REPORT"
        },
        {
            "text": "In this report, we describe the clinical course of a hemodialysis patient who developed COVID-19 infection. The clinical presentation of the patient was similar to patients with atypical symptom COVID-19 infection. Although the patient did not have many of the typical symptoms, including fever, sore throat, nasal congestion, malaise, headache, or myalgia, he had cough, dyspnea, and typical changes of bilateral multiple ground-glass opacities on computed tomographic images of the chest.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "According to the Chinese criteria for diagnosis of pneumonia caused by novel coronavirus (trial version 6), 6 suspected cases can be divided into 2 case definitions: the first requires epidemiologic history of likely exposure and any 2 clinical criteria (fever and/or respiratory symptoms, imaging characteristics of pneumonia, and normal or decreased total number of white blood cells or lymphocytes in early onset), and the second requires no clear epidemiologic history of exposure but presents with at least 3 of the clinical manifestations described. Confirmation requires a positive SARS-CoV-2 nucleic acid test result.",
            "cite_spans": [
                {
                    "start": 108,
                    "end": 109,
                    "text": "6",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Because hemodialysis patients have disorders of B-and T-cell function, 7,8 patients may have atypical presentations. Lymphopenia is common in patients with COVID-19 infection and might be a critical factor associated with disease severity and mortality in general patients. 9 Cao and colleagues Q4 reported that the most common laboratory abnormalities were depressed total lymphocytes, prolonged prothrombin time, and elevated lactate dehydrogenase levels in COVID-19 pneumonia. 10 Given low lymphocyte counts in hemodialysis patients chronically, lymphopenia likely is not helpful for identifying individuals with SARS-CoV-2 virus infection. Procalcitonin has similar limitations, with levels chronically elevated in hemodialysis patients even in the absence of severe acute illness. 11 Given these limitations and the high prevalence of comorbid conditions, COVID-19 pneumonia diagnosis in hemodialysis patients is dependent on clinical epidemiology, radiographic findings, and viral nucleic acid testing.",
            "cite_spans": [
                {
                    "start": 274,
                    "end": 275,
                    "text": "9",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 480,
                    "end": 482,
                    "text": "10",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Lopinavir/ritonavir is a combination antiviral medicine used to treat human immunodeficiency virus infection that 113  114  115  116  117  118  119  120  121  122  123  124  125  126  127  128  129  130  131  132  133  134  135  136  137  138  139  140  141  142  143  144  145  146  147  148  149  150  151  152  153  154  155  156  157  158  159  160  161  162  163  164  165  166  167  168   169  170  171  172  173  174  175  176  177  178  179  180  181  182  183  184  185  186  187  188  189  190  191  192  193  194  195  196  197  198  199  200  201  202  203  204  205  206  207  208  209  210  211  212  213  214  215  216  217  218  219  220  221  222  223  224 is metabolized by the liver. The active ingredient, lopinavir, is a protease inhibitor. 11 Because coronavirus replication requires the action of viral proteases, lopinavir/ ritonavir may be effective by binding to the coronavirus protease to inhibit viral replication. Previous studies 12, 13 have shown that lopinavir/ritonavir can inhibit MERS-CoV (Middle East respiratory syndrome coronavirus) and SARS-CoV replication. Our results suggest that lopinavir/ ritonavir may improve the course of COVID-19 pneumonia in patients receiving hemodialysis, although the lack of a control patient makes this conclusion somewhat subjective. Because of the liver clearance and higher protein-binding capacity of lopinavir/ritonavir, no dosing adjustments are necessary in the treatment of hemodialysis patients. 14 Given the likely immunosuppression and the high prevalence of comorbid conditions among dialysis patients, the hemodialysis population may be particularly vulnerable to COVID-19 pneumonia, making efforts to promptly identify individuals with SARS-CoV-2 virus infection and implement steps to limit the spread of the virus critical (Fig 2) . This begins with strengthening prescreening triage of hemodialysis patients. 5 Persons without face masks are not allowed to enter the hemodialysis ward. We also implemented a policy whereby it was mandated that the \"COVID-19 Pneumonia Screening Registration Form\" be completed (Box 1). All patients had their temperature checked at the entrance to the hemodialysis unit and were surveyed regarding any recent fever, cough, or exposure to epidemic areas or to individuals who have visited epidemic areas within the last 2 weeks. If available, particularly within epidemic areas, we suggest promptly assessing for SARS-CoV-2 virus nucleic acid with swabs, especially in those with respiratory symptoms. For nonsuspected patients with potential COVID-19 exposure or from epidemic areas within the last 2 weeks, we performed hemodialysis in an isolation area within the hemodialysis facility. 225  226  227  228  229  230  231  232  233  234  235  236  237  238  239  240  241  242  243  244  245  246  247  248  249  250  251  252  253  254  255  256  257  258  259  260  261  262  263  264  265  266  267  268  269  270  271  272  273  274  275  276  277  278  279  280   281  282  283  284  285  286  287  288  289  290  291  292  293  294  295  296  297  298  299  300  301  302  303  304  305  306  307  308  309  310  311  312  313  314  315  316  317  318  319  320  321  322  323  324  325  326  327  328  329  330  331  332  333  334  335  336 All patients with temperatures > 37.3 C or respiratory symptoms were considered as suspected cases and were referred to the emergency department for evaluation. This assessment included routine serum chemistry tests and a complete blood count, C-reactive protein level, procalcitonin level, computed tomography of the chest and pharynx, and SARS-CoV-2 nucleic acid testing to rule out SARS-CoV-2 infections. These suspected or confirmed cases were not brought into the dialysis treatment area, but rather were transferred to the isolation ward of the specialty hospital and received dialysis treatment in an isolation room until the SARS-CoV-2 nucleic acid test was negative.",
            "cite_spans": [
                {
                    "start": 961,
                    "end": 964,
                    "text": "12,",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 965,
                    "end": 967,
                    "text": "13",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 1898,
                    "end": 1899,
                    "text": "5",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [
                {
                    "start": 114,
                    "end": 673,
                    "text": "113  114  115  116  117  118  119  120  121  122  123  124  125  126  127  128  129  130  131  132  133  134  135  136  137  138  139  140  141  142  143  144  145  146  147  148  149  150  151  152  153  154  155  156  157  158  159  160  161  162  163  164  165  166  167  168   169  170  171  172  173  174  175  176  177  178  179  180  181  182  183  184  185  186  187  188  189  190  191  192  193  194  195  196  197  198  199  200  201  202  203  204  205  206  207  208  209  210  211  212  213  214  215  216  217  218  219  220  221  222  223  224",
                    "ref_id": null
                },
                {
                    "start": 1811,
                    "end": 1818,
                    "text": "(Fig 2)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 2711,
                    "end": 3270,
                    "text": "225  226  227  228  229  230  231  232  233  234  235  236  237  238  239  240  241  242  243  244  245  246  247  248  249  250  251  252  253  254  255  256  257  258  259  260  261  262  263  264  265  266  267  268  269  270  271  272  273  274  275  276  277  278  279  280   281  282  283  284  285  286  287  288  289  290  291  292  293  294  295  296  297  298  299  300  301  302  303  304  305  306  307  308  309  310  311  312  313  314  315  316  317  318  319  320  321  322  323  324  325  326  327  328  329  330  331  332  333  334  335  336",
                    "ref_id": null
                }
            ],
            "section": "DISCUSSION"
        },
        {
            "text": "SARS-CoV-2 is transmitted in most instances from person to person, either through inhalation or through deposition on mucosal surfaces of large respiratory droplets. Dialysis facility staff adhered to infection control measures recommended by European Centre for Disease Prevention and Control, 15 including use of a waterproof disposable gown, cap, gloves, face shields, and an N95 face mask. After each hemodialysis treatment, the dialyzer and all blood tubing were discarded as infectious waste. The dialysis machine was disinfected using sodium hypochlorite solution according to the manufacturer's instruction. The dialysis machine was kept in a room in the COVID-19 isolation ward between dialysis sessions and was only used for patients who had contracted COVID-19 infection. Because of these rigorous practices by medical staff, they were allowed to continue to work and return home per their usual routines.",
            "cite_spans": [
                {
                    "start": 295,
                    "end": 297,
                    "text": "15",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "In summary, we describe a hemodialysis patient with COVID-19 pneumonia. This particular patient had a relatively mild course despite multiple comorbid conditions including chronic hepatitis B virus infection and type 2 diabetes. With appropriate infection control measures, the staff who cared for this patient were not infected. Lopinavir/ritonavir therapy was used in this patient; whether this resulted in less severe disease remains uncertain but warrants further study. Last, through rigorous triage measures, we were able to limit the transmission of disease to other patients. 337  338  339  340  341  342  343  344  345  346  347  348  349  350  351  352  353  354  355  356  357  358  359  360  361  362  363  364  365  366  367  368  369  370  371  372  373  374  375  376  377  378  379  380  381  382  383  384  385  386  387  388  389  390  391  392   393  394  395  396  397  398  399  400  401  402  403  404  405  406  407  408  409  410  411  412  413  414  415  416  417  418  419  420  421  422  423  424  425  426  427  428  429  430  431  432  433  434  435  436  437  438  439  440  441  442  443  444  445  446  447  448  Case Report   449  450  451  452  453  454  455  456  457  458  459  460  461  462  463  464  465  466  467  468  469  470  471  472  473  474  475  476  477  478  479  480  481  482  483  484  485  486  487  488  489  490  491  492  493  494  495  496  497  498  499  500  501  502  503  504   505  506  507  508  509  510  511  512  513  514  515  516  517  518  519  520  521  522  523  524  525  526  527  528  529  530  531  532  533  534  535  536  537  538  539  540  541  542  543  544  545  546  547  548  549  550  551  552  553  554  555  556  557  558  559  560 ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 584,
                    "end": 1718,
                    "text": "337  338  339  340  341  342  343  344  345  346  347  348  349  350  351  352  353  354  355  356  357  358  359  360  361  362  363  364  365  366  367  368  369  370  371  372  373  374  375  376  377  378  379  380  381  382  383  384  385  386  387  388  389  390  391  392   393  394  395  396  397  398  399  400  401  402  403  404  405  406  407  408  409  410  411  412  413  414  415  416  417  418  419  420  421  422  423  424  425  426  427  428  429  430  431  432  433  434  435  436  437  438  439  440  441  442  443  444  445  446  447  448  Case Report   449  450  451  452  453  454  455  456  457  458  459  460  461  462  463  464  465  466  467  468  469  470  471  472  473  474  475  476  477  478  479  480  481  482  483  484  485  486  487  488  489  490  491  492  493  494  495  496  497  498  499  500  501  502  503  504   505  506  507  508  509  510  511  512  513  514  515  516  517  518  519  520  521  522  523  524  525  526  527  528  529  530  531  532  533  534  535  536  537  538  539  540  541  542  543  544  545  546  547  548  549  550  551  552  553  554  555  556  557  558  559  560",
                    "ref_id": null
                }
            ],
            "section": "DISCUSSION"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Characteristics of and important lessons from the coronavirus disease 2019 (COVID-19) outbreak in China: summary of a report of 72 314 cases from the Chinese Center for Disease Control and Prevention",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Mcgoogan",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Clinical characteristics of 138 hospitalized patients with 2019 novel coronavirus-infected pneumonia in Wuhan, China",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Chinese National Renal Data System",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Diagnosis and treatment of pneumonia caused by novel coronavirus",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Apoptosis of peripheral CD4(+) T-lymphocytes in end-stage renal disease patients under hemodialysis and rhEPO therapies",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Borges",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Borges",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Fernandes",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Ren Fail",
            "volume": "33",
            "issn": "2",
            "pages": "138--143",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Aging and end stage renal disease cause a decrease in absolute circulating lymphocyte counts with a shift to a memory profile and diverge in Treg population",
            "authors": [
                {
                    "first": "Grr",
                    "middle": [],
                    "last": "Freitas",
                    "suffix": ""
                },
                {
                    "first": "Luz",
                    "middle": [],
                    "last": "Da",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Fernandes",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Agena",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Aging Dis",
            "volume": "10",
            "issn": "1",
            "pages": "49--61",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Pathological findings of COVID-19 associated with acute respiratory distress syndrome",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Shi",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Clinical features of patients infected with 2019 novel coronavirus in Wuhan",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "China. Lancet",
            "volume": "395",
            "issn": "",
            "pages": "497--506",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "The plasma elimination rate and urinary secretion of procalcitonin in patients with normal and impaired renal function",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Meisner",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Lohs",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Huettemann",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Eur J Anaesthesiol",
            "volume": "18",
            "issn": "2",
            "pages": "79--87",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Lopinavir/ritonavir in the treatment of human immunodeficiency virus infection. Expert Opin Pharmacother",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "S"
                    ],
                    "last": "Kaplan",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "B"
                    ],
                    "last": "Hicks",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "",
            "volume": "6",
            "issn": "",
            "pages": "1573--1585",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Screening of an FDA-approved compound library identifies four small molecule inhibitors of Middle East respiratory syndrome coronavirus replication in cell culture",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "H"
                    ],
                    "last": "De Wilde",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Jochmans",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "C"
                    ],
                    "last": "Posthuma",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Antimicrob Agents Chemother",
            "volume": "58",
            "issn": "8",
            "pages": "4875--4884",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Role of lopinavir/ritonavir in the treatment of SARS: initial virological and clinical findings",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Chu",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "C"
                    ],
                    "last": "Cheng",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "F"
                    ],
                    "last": "Hung",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Thorax",
            "volume": "59",
            "issn": "3",
            "pages": "252--256",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "The pharmacokinetics and pharmacogenomics of efavirenz and lopinavir/ ritonavir in HIV-infected persons requiring hemodialysis",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "K"
                    ],
                    "last": "Gupta",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "L"
                    ],
                    "last": "Rosenkranz",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "S"
                    ],
                    "last": "Cramer",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "AIDS",
            "volume": "22",
            "issn": "15",
            "pages": "1919--1927",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "European Centre for Disease Prevention and Control. Infection prevention and control for the care of patients with 2019-nCoV in healthcare settings",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Coronavirus disease 2019 (COVID-19) pneumonia chest computed tomographic images. Computed tomographic scans of the chest show (A, B) bilateral multiple ground-glass opacities, prominent on the left, and (C, D) bilateral pleural effusion. (C, D) Repeated computed tomographic scans show decreases in the size of ground-glass opacities in the lungs. Case Report 2 Kidney Med Vol XX | Iss XX | Month 2020",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Screening triage and processing in hemodialysis patients. These incorporated epidemiology and clinical symptoms and signs to identify suspected cases of coronavirus disease 2019 (COVID-19) infection. Abbreviations: CRP, C-reactive protein; CT, computed tomographic; PCT, procalcitonin; SARS-CoV-2, severe acute respiratory syndrome coronavirus 2 virus.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "PaƟents screened at hemodialysis ward entranceTemperature check Fill in COVID-19 Pneumonia Screening RegistraƟon Form",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}