{
    "paper_id": "ff849fc6eb55db14fe29a58c4b982f938eeb2e32",
    "metadata": {
        "title": "",
        "authors": [
            {
                "first": "Aana20",
                "middle": [],
                "last": "Editorials",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Arthroscopy, Arthroscopy Techniques, and Arthroscopy, Sports Medicine, and Rehabilitation will be in attendance in force at the 2020 Annual Meeting of the Arthroscopy Association of North America (AANA20). Program highlights and innovations include surgery simulcasts, \"Great Debates,\" award-winning papers, Feature Lectures, and sessions glimpsing what is On the Horizondand perhaps over and beyond.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "T he 2020 Annual Meeting of the Arthroscopy Association of North America (AANA20) should be spectacular. The dates are May 7 through May 9. Hop a plane to Dallas-Fort Worth airport, only 10 minutes in the car, and you've arrived at the Gaylord Texan Resort and Convention Center.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Our journals, Arthroscopy, Arthroscopy Techniques, and Arthroscopy, Sports Medicine, and Rehabilitation, will be in attendance in force. A few seats remain available for the Journal Course for Writers and Reviewers. Our invaluable Managing Editor Deborah VanNoy will be staffing the booth outside the plenary session hall and will be accompanied by a roving crew of editors. We'll be recording podcasts at the end of the daily sessions and recruiting reviewers at the Resident and Fellow Symposium. Editors and reviewers will be monitoring the podium presentations and looking forward to peer reviewing the original scientific investigations and innovative new techniques presented when they are ultimately submitted to our journals. Editor-in-Chief Lubowitz will also be doing his best Hamlet impersonationdto repair or not to repairdin a debate on the torn anterior cruciate ligament.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Program highlights and innovations include surgery simulcasts and \"Great Debates\" including Anterior cruciate ligament repair versus \"not\" versus all-inside reconstruction Single-versus double-row rotator cuff repair Meniscal root repair versus \"over-rated\" Biceps \"fix it\" versus \"let it fly\" versus subpectoral tenodesis Knee internal brace versus \"no evidence\" In preparation for these AANA20 Great Debates, we have created a suggested reading list on these topics (Table 1) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 468,
                    "end": 477,
                    "text": "(Table 1)",
                    "ref_id": "TABREF0"
                }
            ],
            "section": ""
        },
        {
            "text": "Award-winning papers will include Cole on rotator cuff repair with or without bone marrow aspirate concentrate augmentation, Verma on balloon subacromial spacer versus partial repair for massive rotator cuff tears, and Sherman on medial patellofemoral ligament repair versus reconstruction in children and adolescents. Unique Feature Lectures will be presented by Glimpsing what is \"On the Horizon\"dand perhaps over and beyonddwill be Murray, Wortman, Tauro, Farr, and Angelo. Keynote Guest Speaker, football coach, sports analyst, and author Lou Holtz will share his perspectives on overcoming hurdles through strategic goal setting.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "At AANA20, participants can attend more than 20 Continuing Medical Education credits' worth of sessions on every joint we treatdand everything we do! A tribute to Program Chair Julie Dodds: Following in the sizable footsteps of program chairs who have preceded her, Editors' Note: At the time of this writing, the American Academy of Orthopaedic Surgeon's annual meeting has been canceled due to COVID-19. At this time, AANA20 has not been canceled; hopefully, it will not. Either way, this editorial highlights the hot topics in arthroscopic and related surgery. Dr. Dodds takes AANA20 to a new level of interest, originality, and clinical relevance.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Socially, the Welcome Reception in the exhibit hall, morning breakfasts, afternoon \"Devices and Desserts,\" and venerated coffee breaks allow meeting attendeesdfrom members to residents and fellows, to those dipping a toe in the AANA pooldto mix, mingle, reacquaint, and forge new friendships. A Golf Outing and Wine Tour add to the opportunity to achieve a celebrated work-life balance, as do the many features of the outdoorsy, family-friendly setting. And.did we mention those coffee breaks?",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "We'll be feting outgoing President Larry Field and welcoming incoming President Brian Cole. We eagerly anticipate Brian's introduction of Dr. Field (which is bound to include elements of humor) and, most of all, Larry's Presidential Address. Historically, the Introduction and the Presidential Address are highlights of the meeting for many; for those who are organizing their schedules, we certainly recommend starting by marking Brian's remarks and Larry's discourse on your calendars.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Each month, we reach readers through our journals, editorials, and web sites. Each year, we love seeing you at our Annual Meeting. We look forward to learning along with you at AANA20. A member of the Alpha Omega Alpha Medical Honor Society, Dr. Matzkin has just completed her service as an at-large Board member of AAOS and Chair of its membership council; is active on committees of AOSSM and AANA; and is a member of AOA. A reviewer for numerous prestigious journals, she has been a reviewer for Arthroscopy since 2006 and a member of our Editorial Board since 2011.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Dr. Matzkin lives near Boston with her husband, Eric Smith, M.D., also an orthopaedic surgeon, and their 3 athletic daughters, Abigail, 18; Samantha, 15; and Emily, 12. As a family, they love to be active snowboarding, playing ice hockey and lacrosse, and running road races. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Primary arthroscopic repair of the anterior cruciate ligament: A systematic review of clinical outcomes",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Houck",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Kraeutler",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "W"
                    ],
                    "last": "Belk",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Goode",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "K"
                    ],
                    "last": "Mulcahey",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "T"
                    ],
                    "last": "Bravman",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Arthroscopy",
            "volume": "35",
            "issn": "",
            "pages": "3318--3327",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Editorial Commentary: Anterior cruciate ligament repair revisited.Do we need a paradigm shift",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Hannafin",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Arthroscopy",
            "volume": "35",
            "issn": "",
            "pages": "3328--3329",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Anterior cruciate ligament repair outcomes: An updated systematic review of recent literature",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "U"
                    ],
                    "last": "Nwachukwu",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "H"
                    ],
                    "last": "Patel",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Lu",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "A"
                    ],
                    "last": "Allen",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Williams",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Iii",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Arthroscopy",
            "volume": "35",
            "issn": "",
            "pages": "2233--2247",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Editorial Commentary: Back to the pastdAnterior cruciate ligament repair revisited",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Petersen",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Achtnich",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Arthroscopy",
            "volume": "35",
            "issn": "",
            "pages": "2248--2250",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Clinical and functional outcome of all-inside anterior cruciate ligament reconstruction at a minimum of 2 years' followup",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Schurz",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "M"
                    ],
                    "last": "Tiefenboeck",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Winnisch",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Arthroscopy",
            "volume": "32",
            "issn": "",
            "pages": "332--337",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "A prospective randomized trial comparing suture bridge and medially based single-row rotator cuff repair in medium-sized supraspinatus tears",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Yamakado",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Arthroscopy",
            "volume": "35",
            "issn": "",
            "pages": "2803--2813",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Editorial Commentary: Does a medialized repair allow single-row to outperform double-row rotator cuff repair?",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "N"
                    ],
                    "last": "Chalmers",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Arthroscopy",
            "volume": "35",
            "issn": "",
            "pages": "2814--2816",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Arthroscopic rotator cuff repair in 2019: Linked, double-row repair for achieving higher healing rates and optimal clinical outcomes",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Sheean",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "U"
                    ],
                    "last": "Hartzler",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "S"
                    ],
                    "last": "Burkhart",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Arthroscopy",
            "volume": "35",
            "issn": "",
            "pages": "2749--2755",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Editorial Commentary: Improving strength and clinical outcomes after rotator cuff repairdRole of choosing single-versus double-row repair",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Abrams",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Arthroscopy",
            "volume": "35",
            "issn": "",
            "pages": "2756--2758",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Meniscal root tears",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Chahla",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "F"
                    ],
                    "last": "Laprade",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Arthroscopy",
            "volume": "35",
            "issn": "",
            "pages": "1304--1305",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Biomechanical properties of posterior meniscal root repairs: A systematic review",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "X"
                    ],
                    "last": "Jiang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Everhart",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Abouljoud",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Arthroscopy",
            "volume": "35",
            "issn": "",
            "pages": "2189--2206",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Meniscus root repair vs meniscectomy or nonoperative management to prevent knee osteoarthritis after medial meniscus root tears: Clinical and economic effectiveness",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "C"
                    ],
                    "last": "Faucett",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "P"
                    ],
                    "last": "Geisler",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Chahla",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Am J Sports Med",
            "volume": "47",
            "issn": "",
            "pages": "762--769",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Partial meniscectomy provides no benefit for symptomatic degenerative medial meniscus posterior root tears",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Krych",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "R"
                    ],
                    "last": "Johnson",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Mohan",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "L"
                    ],
                    "last": "Dahm",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "A"
                    ],
                    "last": "Levy",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Stuart",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Knee Surg Sports Traumatol Arthrosc",
            "volume": "26",
            "issn": "",
            "pages": "1117--1122",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Clinical outcomes after biceps tenodesis or tenotomy using subpectoral pain to guide management in patients with rotator cuff tears",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Kia",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Apostolakos",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Divenere",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Arthroscopy",
            "volume": "35",
            "issn": "",
            "pages": "1992--2000",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Editorial Commentary: Biceps tendon tenderness.Is it enough to guide surgical management?",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "W"
                    ],
                    "last": "Nuelle",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Arthroscopy",
            "volume": "35",
            "issn": "",
            "pages": "2001--2002",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Biomechanical evaluation of a transtendinous all-suture anchor technique versus interference screw technique for suprapectoral biceps tenodesis in a cadaveric model",
            "authors": [
                {
                    "first": "C-K",
                    "middle": [],
                    "last": "Hong",
                    "suffix": ""
                },
                {
                    "first": "K-L",
                    "middle": [],
                    "last": "Hsu",
                    "suffix": ""
                },
                {
                    "first": "F-C",
                    "middle": [],
                    "last": "Kuan",
                    "suffix": ""
                },
                {
                    "first": "C-L",
                    "middle": [],
                    "last": "Lin",
                    "suffix": ""
                },
                {
                    "first": "M-L",
                    "middle": [],
                    "last": "Yeh",
                    "suffix": ""
                },
                {
                    "first": "W-R",
                    "middle": [],
                    "last": "Su",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Arthroscopy",
            "volume": "34",
            "issn": "",
            "pages": "1755--1761",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Editorial Commentary: How can I tenodese the biceps tendon of the shoulder? Let me count the ways",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "C"
                    ],
                    "last": "Werner",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Arthroscopy",
            "volume": "34",
            "issn": "",
            "pages": "1762--1763",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Independent suture tape reinforcement of small and standard diameter grafts for anterior cruciate ligament reconstruction: A biomechanical full construct model",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Bachmaier",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "A"
                    ],
                    "last": "Smith",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Bley",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Wijdicks",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Arthroscopy",
            "volume": "34",
            "issn": "",
            "pages": "490--499",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Snyder, Dragoo, O'Brien, O'Malley, Tokish, Scerpella, Sgaglione, Rodeo, Nho, Philippon, Arnoczky, Hannafin, Kibler, Tanaka, Andrews, Conway, Richmond, Fanelli, Svoboda, Shelton, Chahla, Lau, and American Academy of Orthopaedic Surgeons President Kristy L. Weber.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "2020 by the Arthroscopy Association of North America 0749-8063/20140/$36.00 https://doi.org/10.1016/j.arthro.2020.01.041 Arthroscopy: The Journal of Arthroscopic and Related Surgery, Vol 36, No 4 (April), 2020: pp 925-927",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "James H. Lubowitz, M.D. Editor-in-Chief Ó 2020 by the Arthroscopy Association of North America 0749-8063/20141/$36.00 https://doi.org/10.1016/j.arthro.2020.01.042",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Suggested Reading in Preparation for Great Debates cum laude, at Hobart & William Smith Colleges in Geneva, New York; her master's degree in applied physiology at The Chicago Medical School; and her Doctor of Medicine at Tulane University School of Medicine. From there, she went to the University of Hawaii for her internship in surgery and her residency in orthopaedic surgery. In the next 2 years, she was a traveling fellow with the Orthopaedic Research and Education Foundation Health Volunteers Overseas in Lima, Peru, followed by her fellowship in Orthopaedic Shoulder and Sports Medicine at Duke University. She has been Assistant Professor of orthopaedic surgery at both Tufts and Harvard and is currently Associate Professor of orthopaedic surgery at Harvard, where she is also Attending Physician at Brigham & Women's Hospital. Over the years, Dr. Matzkin has been team physician to numerous university and US teams, in men's and women's soccer, field hockey, and gymnastics. Very active in academic administrative and committee work, she is Chief of Women's Sports Medicine and the Director of Sports Medicine Fellowship at Brigham & Women's.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}