{
    "paper_id": "fff1194fa9a0e18d13a565a7a2355a584cb860b1",
    "metadata": {
        "title": "",
        "authors": [
            {
                "first": "W-M",
                "middle": [],
                "last": "Chan",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "The Chinese University of Hong Kong",
                    "location": {
                        "settlement": "Hong Kong",
                        "country": "People's Republic of China"
                    }
                },
                "email": ""
            },
            {
                "first": "Dtl",
                "middle": [],
                "last": "Liu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "The Chinese University of Hong Kong",
                    "location": {
                        "settlement": "Hong Kong",
                        "country": "People's Republic of China"
                    }
                },
                "email": ""
            },
            {
                "first": "Dsc",
                "middle": [],
                "last": "Lam",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "The Chinese University of Hong Kong",
                    "location": {
                        "settlement": "Hong Kong",
                        "country": "People's Republic of China"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "assessment but for clinical admission, patients are only screened by a resident with clinical history taking only. I do not see why there should be a difference and why emergency cases cannot be screened by residents before admission to the appropriate ward. For a suspected case in the out-patient clinic, the authors advocated attending the patient in the last time slot. It is very unusual to leave the suspected case in the crowded clinic for an unnecessary long period of time to increase the risk of cross-infection. The usual practice is to see the patient in a special room as early as possible and to discharge the patient to the appropriate destination.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The authors placed too much emphasis on the personal protective equipment (PPE). Although PPE plays an important role in the prevention of infection, the authors only mentioned lightly and failed to highlight the importance of the proper technique in donning and sequential removal of the PPE in areas designed for such purposes. There is a high risk of being infected during removal of the PPE especially when they have been contaminated with the SARS coronavirus. It is therefore extremely important for the hospital to provide, besides adequate stock of PPE, proper and adequate areas for putting on and removal of PPE, training courses and regular refresher courses for the technique, as well as audit on the practice of the proper technique.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "It is interesting to know what PPE was used by the authors in their wound revision operation on the suspected SARS case. The use of enhanced PPE including positive air-powered respirator is advised when operating on a suspected SARS case. 2 Although not impossible, it is certainly painstaking to use the operating microscope and the indirect ophthalmoscope after wearing the respirator and its helmet. We would like to thank Dr Lai for the invaluable comments. Some of the issues raised are interesting and we will take this opportunity to make further clarifications.",
            "cite_spans": [
                {
                    "start": 239,
                    "end": 240,
                    "text": "2",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In our article, we said 'yBeing the Ophthalmology Department of the only hospital in the world that has just gone through the largest outbreak of SARS, we would like to share our strategy, measures and experience of preventing SARS infection'. This statement was based upon scientific evidence available at the early stage of SARS outbreak in 2003. Subsequent careful epidemiological and infection control study had shown that the principle index case responsible for SARS outbreak in Hong Kong community came from Prince of Wales Hospital. Moreover, Prince of Wales Hospital, Hong Kong was vetted to be the only hospital with the largest number of SARS cases under intensive care during early outbreak. 1,2 SARS is a highly infectious disease. It is not surprising that once there is a community outbreak, all the regional hospitals of the territory will have to tackle the multiplying suspect/probable cases. United Christian Hospital did admit a number of suspect and probable SARS cases, but significant number of them represented mutant strains during the second wave of 'super-spreading' infection. 2 Concerning the issue about direct ophthalmoscope, we were referring to the special and temporary infection control measure during the SARS outbreak in substituting direct ophthalmoscope by other safer examination techniques such as binocular indirect ophthalmoscope or fundus photography ('In real life, the ophthalmic practices in the midst of the SARS outbreak have been changed. The ophthalmologists in Hong Kong have abandoned the direct ophthalmoscopic examination in view of its short working distance. In ultrahigh risk patients proven to have SARS, safer and easily accessible investigative toolsy'). 3 It is conceivable that continuous usage of direct ophthalmoscope will constitute an imminent threat for SARS infection via droplets spread. 3 Regarding the proposed infection control measures in admitting patients to hospital, the underlying principle is a balance between the infection containment risk and the ophthalmic need for timely care. 3 In the midst of SARS infection, a well-planned infection and ophthalmic triage system is mandatory. Our proposal has taken into consideration of these two competing interests. For instance, it is unethical to decline patients from proper ophthalmic care for the sake of infection containment need. There was cancellation but not to a 100% of clinical admission during SARS outbreak. To our knowledge, only a small number of nonurgent or nonessential operations were suspended in most of the eye service teams in Hong Kong. On the other hand, lowering the admission threshold while jeopardizing the infection control is equally unwise. The keys to this dilemma are judicious exercise of one's clinical judgment and close liaison with the hospital infection control team in the implementation of measure. Emergency ophthalmic patients obviously differ from the clinically admitted patients in term of the severity and urgency of their ocular conditions. Emergency eye patients are in need of almost immediate ophthalmic attention such as the acute angle closure glaucoma patients. They have to be admitted the sooner the better. Most of the time, investigation or treatment is instituted swiftly after the admission and owing to the complexity of the ocular problem, these patients are likely to stay at the hospital for a few days. In other words, if the emergency eye patients happen to have been infected by SARS coronaviruses but in incubation period, the risk of a major hospital outbreak should not be understated. Therefore, for emergency eye patients, an early isolation and observation in the infection triage ward are in conformity with the major infection control guidelines. 4 As for the clinically admitted patients such as those coming for cataract operation, their time of stay inside hospital is comparatively shorter and they carry a lower risk of crossinfection in contrast to the emergency eye patients. Obviously, admitting all patients to the infection triage ward for observation is neither practical nor feasible. Screening by house eye surgeons is a realistic alternate without significant compromise of the infection containment principle.",
            "cite_spans": [
                {
                    "start": 1105,
                    "end": 1106,
                    "text": "2",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1716,
                    "end": 1717,
                    "text": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1858,
                    "end": 1859,
                    "text": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 2063,
                    "end": 2064,
                    "text": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 3750,
                    "end": 3751,
                    "text": "4",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "References"
        },
        {
            "text": "Dr Lai may have mistaken our suggestions regarding the ophthalmic consultation catered for suspect cases. In order to minimize the period of contact between the suspect cases and other patients in eye clinic, we were advocating seeing the suspect cases at the last time slot and they were strongly advised not to come earlier. 3 Arrangement and proper prior notice were given to patients concerned so they the running was very smooth.",
            "cite_spans": [
                {
                    "start": 327,
                    "end": 328,
                    "text": "3",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "References"
        },
        {
            "text": "As mentioned in our paper, 'Under circumstances such as between cases and immediately following a high-risk procedure, all health-care workers have to abide by the decontamination process consisting of removal of all potentially contaminated protective wear in proper sequence and putting on clean protective weary', a proper knowledge and usage of PPE is universally accepted as the bread and butter for infection control. 5 Dr Lai has simply echoed our point in his letter.",
            "cite_spans": [
                {
                    "start": 424,
                    "end": 425,
                    "text": "5",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "References"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "A major outbreak of severe acute respiratory syndrome in Hong Kong",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Hui",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Chan",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Cameron",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "M"
                    ],
                    "last": "Joynt",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "N Engl J Med",
            "volume": "348",
            "issn": "",
            "pages": "1986--1994",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "The epidemiology of the outbreak of severe acute respiratory syndrome (SARS) in Hong KongFwhat we do know and what we don't",
            "authors": [
                {
                    "first": "I",
                    "middle": [
                        "T"
                    ],
                    "last": "Yu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Sung",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Epidemiol Infect",
            "volume": "132",
            "issn": "",
            "pages": "781--786",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Precautions in ophthalmic practice in a hospital with a major acute SARS outbreak: an experience from Hong Kong",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "M"
                    ],
                    "last": "Chan",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "T"
                    ],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "K"
                    ],
                    "last": "Chan",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "K"
                    ],
                    "last": "Chong",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "S"
                    ],
                    "last": "Yuen",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "Y"
                    ],
                    "last": "Chiu",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Eye",
            "volume": "20",
            "issn": "",
            "pages": "283--289",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Hospital Authority guideline on infection control of Severe Acute Respiratory Syndrome (SARS)",
            "authors": [
                {
                    "first": "Hospital",
                    "middle": [],
                    "last": "Authority",
                    "suffix": ""
                },
                {
                    "first": "Hong",
                    "middle": [],
                    "last": "Kong",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Effectiveness of precautions against droplets and contact in prevention of nosocomial transmission of severe acute respiratory syndrome (SARS)",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "H"
                    ],
                    "last": "Seto",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Tsang",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "W"
                    ],
                    "last": "Yung",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "Y"
                    ],
                    "last": "Ching",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "K"
                    ],
                    "last": "Ng",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ho",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Lancet",
            "volume": "361",
            "issn": "",
            "pages": "1519--1520",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "1 Chan WM, Liu DT, Chan PK, Chong KK, Yuen KS, Chiu TY",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}